{
  "url": "http://www.biologiamarina.eu/News0212.html",
  "timestamp": 1744577049.9239938,
  "content": "AMP | Acquariofilia | Oceanografia | Navigazione | Paleontologia | Sub | Schede | Dizionari | Gallery | Recensioni | Eventi | Link\nHome\nMission\nArticoli\nNews\nDidattica\nBiologia\nPesca\nDomande\n    NEWS Febbraio 2012\n\n\nARCHIVIO 2012 (espandi | comprimi)\n\n\n\n\n\n\n\n\n\n\n\n\nARCHIVIO 2011 (espandi | comprimi)\n\n\n\n\n\n\n\n\n\n\n\n\nARCHIVIO 2010 (espandi | comprimi)\n\n\n\n\n\n\n\n\n\n\n\n\nARCHIVIO 2009 (espandi | comprimi)\n\n\n\n\n\n\n\n\n\n\n29 FEBBRAIO\nUNA NUOVA SPECIE DI SERPENTE MARINO\nUn team di scienziati delle Università australiane di Adelaide e del Queensland, ha pubblicato su ZooTaxa, un articolo su una nuova specie di serpente di mare che vive nel golfo di Carpentaria. La nuova specie, vivipara, è stata chiamata Hydrophis donaldi (Hydrophiinae) (rough-scaled sea snake). \"Le analisi molecolari rivelano questa specie come un lignaggio profondamente divergente all'interno del sottogruppo Hydrophis\" dicono i ricercatori. Anche le analisi del Dna confermano che si è in presenza di una specie nuova per la scienza. Lo studio evidenzia che \"la nuova specie è stata assegnata agli Hydrophis basandosi anche sullo studio della sua morfologia. Probabilmente l'esistenza dell'Hydrophis donaldi era rimasta fino ad ora sconosciuta perchè può essere facilmente scambiato per serpenti di mare molto simili, come H. coggeri, H.sibauensis o H. tirquatus diadema, dalle quali si distingue anche per le scaglie più rialzate e la testa arrotondata.\nI velenosissimi serpenti di mare vengono campionati attentamente nel golfo di Carpetaria, perché sono molto vulnerabili alle catture accidentali nelle reti a strascico, è quindi sorprendente che questa nuova specie sia sfuggita fino ad ora alla classificazione, probabilmente dipende dall'habitat che frequenta. Infatti tutti i 9 esemplari di H.donaldi, sui quali è basata la nuova descrizione, sono stati trovati nell'estuario del Weipa,sulla costa del Queensland; gli estuari dei fiumi sono poco frequentati dalla pesca commerciale, mentre gli altri serpenti di mare, si trovano spesso lungo la costa e in mare aperto.\nL'esemplare della nuova specie è finito nelle reti del peschereccio del capitano David Donald. Bryan Fry, del Venom Evolution Laboratory, dell'Università del Queensland, spiega che \"il serpente è stato trovato in una zona che è scarsamente rilevata e non sfruttata dai pescatori commerciali. . Abbiamo osservato più di 200 serpenti di mare in caccia in una sola notte. Le popolazioni di serpenti di mare, altrove, sono crollate a causa della pesca eccessiva e molti esemplari annegano nelle reti a strascico. Fonte: GreenReport.\n________________________________________________________________________________________________________\nFRANCIA: SCONSIGLIATO IL CONSUMO DI PESCI DI ACQUA DOLCE\nLa Francia sconsiglia il consumo di alcuni pesci di fiume perchè potenzialmente pericolosi per la salute. La notizia è stata diffusa dall’Agenzia Nazionale Francese di Sicurezza Sanitaria dell’Alimentazione, dell’Ambiente e del Lavoro (Anses) e riguarda uno studio durato più di tre anni, finalizzato ad identificare le cause delle eccessive concentrazioni nel sangue di policlorobifenili (PCB), responsabili di effetti avversi nello sviluppo dei bambini esposti durante la gravidanza e l’allattamento.\nPer rendersi conto del problema, basta dire che i PCB, vietati in Francia e in numerosi altri Paesi europei da più di 20 anni, sono ancora presenti nell’ambiente e nel corpo di numerose specie animali. In particolare, è sconsigliato il consumo di alcune specie di pesci di acqua dolce ad elevato tenore di grasso, o che vivono in prossimità di sedimenti dove si accumulano i PCB, come carpe, orate, barbi, anguille e pesci gatto.\nL’indagine ha dimostrato che esiste una reale correlazione tra il consumo di questi pesci e l’innalzamento dei livelli di PCB nel sangue. È vero che i dati non rilevano concentrazioni allarmanti della sostanza nella popolazione, ma solo perché abitualmente le persone consumano poco pesce di acqua dolce.\nLo studio ha definito inoltre una frequenza di consumo per questi di pesci, in modo tale da evitare rischi a lungo termine. Le raccomandazioni sono molto chiare:\nuna volta ogni due mesi per le donne in età fertile, incinte o in allattamento e anche per i bambini con meno di tre anni, per le bambine e le adolescenti;\ndue volte al mese per il resto della popolazione. Va precisato che questo problema non riguarda i pesci di allevamento come le trote perchè vengono fatti adeguati controlli dei fondali.\nFonte: IlFattoAlimentare.\n________________________________________________________________________________________________________\nSOS...SAVE OUR SEAS\nA Singapore, il settimanale The Economist ospitava dal 22 al 24 febbraio il Vertice Mondiale sugli Oceani che ha fatto un bilancio delle riserve ittiche, peggiore del previsto, della salute del mari, sempre più cagionevole, e dei possibili rimedi. Ci sono, ma quelli efficaci sono rari e difficili da somministrare. La buona notizia è che i principali interventi sono in video sul sito della conferenza.\n\"Gli esseri umani potevano trattare il mare come una risorsa inesauribile quando erano in pochi. Un mondo di 6.7 miliardi di persone, di 9 miliardi nel 2050, non se lo più più permettere\" recitava l’invito mandato a ottobre. Oggi siamo ufficialmente 7 miliardi e non ce lo possiamo permettere da quasi trent’anni.\nSecondo stime della Banca Mondiale, dal 1974 al 2010, lo sfruttamento insostenibile delle risorse ittiche ha fatto perdere 2.2 milioni di miliardi di dollari in termini di cibo e di reddito. Un miliardo di persone dipende dalle creature marine per le proteine animali e centinaia di milioni per guadagnare di che vivere;  pratiche sostenibili ridurrebbero le perditi di 50 miliardi all’anno.\nQuanto pesce resta e quanto se ne può prelevare una questione controversa. Le cifre della FAO sembrano pessimiste, eppure si basano su dati, notoriamente ottimisti, forniti da un centinaio di pescherie industriali, europee e americane. Chris Costello e Steve Gaines, dell’Università della California, a Santa Barbara, hanno ricalcolato le riserve usando i dati di 7.000 pescherie, responsabili per circa l’80% del prelievo annuo totale. Dei territori di pesca, dicono, solo il 2% è 'collassato' e avrà bisogno di molti decenni per rigenerarsi. L’85% è 'sovrasfruttato', 'depauperato'' o 'degradato'. Quelli che si sono ripresi dopo l’imposizione di regole e limiti sono in sostanza due: la fascia costiera di raccolta del 'loco' o 'zampa di burro' (Concholepas concholepas) in Cile, quasi estinto dagli amatori di sushi; e i banchi di merluzzo bianco (Gadus morhua) tornati al largo dell’Islanda. Segnali positivi arrivano da alcune cooperative in America centrale e da esperimenti in corso sulla costa nord-est degli Stati Uniti. Sono però dati “molto preliminari” sulla co-gestione dei diritti esclusivi di pesca concessi dal governo a gruppi locali di pescatori.\nIl presidente della Banca Mondiale, Robert Zoellick ha concluso l’incontro di Singapore lanciando un S.O.S. ai governi, alle ONG e altre associazioni interessate. Se formassero una coalizione, la Banca Mondiale potrebbe sostenerla con 1.5 miliardi di dollari e accrescere le riserve marine dal 2 al 12% della superficie oceanica. Nonostante sia uno strenuo difensore del libero mercato, l’Economist è dello stesso parere, ma ricorda che aumentano sia l’inquinamento dovuto agli effluenti dell’agricoltura che l’acidificazione dovuto alle emissioni di CO2. Né l’uno né l’altra si fermano davanti ai confini di una riserva. A quanto si sa, nel Mediterraneo non lo fanno neppure i pescherecci. Fonte: OggiScienza.\n________________________________________________________________________________________________________\nRUSPE A PORTO MIGGIANO: INDAGA LA PROCURA\nRuspe e cemento. Resort e piscine. Su una scogliera definita a rischio crollo. E poi soldi. Milioni di euro che si trasformano in mattoni, ristoranti, lounge bar. Sulla carta tutto in regola, grazie a un piano regolatore di venti anni fa. Ma un impatto paesaggistico notevole, una ferita in uno dei luoghi più belli della Puglia da cartolina: Santa Cesarea Terme, in provincia di Lecce.\nAlla baia di Porto Miggiano, infatti, sono arrivate le ruspe per 'consolidare' il costone roccioso continuamente rosicchiato dalle mareggiate. Opera progettata dal Comune e finanziata con 3 milioni di euro di fondi europei. I martelli pneumatici hanno tagliato la roccia per effettuare la messa in sicurezza in tempi brevi dei massi pericolanti. Alla fine, è venuta meno un’intera porzione di costa.\nPer gli ambientalisti, un intervento troppo massiccio su una falesia così delicata. Per i direttori dei lavori e per il sindaco, invece, è tutto regolare: ci sono decine di pareri favorevoli e tre anni di iter procedurale. Ma i carabinieri del Nucleo Operativo Ecologico (Noe) vogliono vederci chiaro e hanno acquisito tutta la documentazione.\nÈ stato il Comitato di Tutela Porto Miggiano ad attirare l’attenzione su quanto sta accadendo. Il gruppo, nato su Facebook, ha raccolto quasi diecimila iscritti, e generato un interesse che ha portato a tre interrogazioni parlamentari ai ministri dell’Ambiente e della Cultura. Due hanno la firma dei deputati radicali capeggiati da Elisabetta Zamparutti. L’altra è del democratico Ermete Realacci, presidente onorario di Legambiente.Fonte: IlFattoQuotidiano.\n28 FEBBRAIO\nBRUCIA L'ILVA A TARANTO\nUn incendio si sta consumando in queste ore all’Ilva di Taranto. Alcuni su Twitter scrivono che le fiamme siano state già domate, ma attendiamo riscontri ufficiali. L’incendio si è sviluppato nel tubificio n. 1 e, tra le cause, probabilmente un guasto ad uno dei trasformatori. I Vigili del Fuoco sono al lavoro. A bruciare è olio refrigerante. Fonte: Ecoblog.\n________________________________________________________________________________________________________\nLA HONG KONG AIRLINES RINUNCIA AL TRASPORTO DI DELFINI\nLa Hong Kong Airlines rinuncia. Mai più delfini nella pancia di un suo cargo (vedi qui). Migliaia di mail in poche ore piovute da tutto il mondo e poi i presidi innanzi agli uffici aeroportuali di Hong Kong . Gli attivisti di Sea Shepherd, intere famiglie, con le fotografie della strage dei delfini di Taiji, nel Giappone sud orientale. Si fermano i passeggeri, gli addetti cortesi della stessa compagnia. Non sapevano, non potevano immaginare, quei delfini nella pancia della Hong Kong Airlnes, con ottime probabilità di provenire dalla baia di Taiji, trasformata in un lago di sangue. Macellai ed esperti di delfinari, egualmente presenti in quella mattanza per prelevare l’oggetto del loro profitto. Fino a 300.000 dollari per un delfino.\nSea Shepherd, nei giorni scorsi, aveva seguito un carico. Nicole McLachlan e Andy Romanowski, questi i nomi degli attivisti, si erano piazzati con la loro automobile dietro il camion partito proprio da Taiji (vedi video). Riescono in qualche maniera a non farsi notare tra i lampeggianti delle automobili della sicurezza. Trentuno ore di viaggio continuo, poi la nevicata, la strada che diventa ghiacciata ed il camion che sbanda. C’è finito il cuore in gola, diranno gli attivisti. Il camion sbanda sul guardrail. Si apre il portellone. I delfini sono lì dentro, non rivedranno più il loro mare, lo hanno lasciato l’ultima volta nel sangue dei loro compagni di branco. Saranno fettine per i supermercati. Il camion, invece, li deve portare verso i delfinari. Per loro è già pronto il circuito mondiale della cattività acquatica.\nLo ha rivelato nel documentario The Cove, Richard O’Barry, lo statunitense ex addestratore nei delfinari che, mandato a quel paese il lavoro e ha deciso di dedicare la sua vita alla salvaguardia dei cetacei. Premio Oscar miglior documentario 2010, The Cove venne presentato a Bellaria nel corso della rassegna dedicata ad Ilaria Alpi, la giornalista italiana uccisa in Somalia assieme all’operatore Miran Hrovatin. Un noto esponente italiano di delfinari si alzò innervosito definendo il documento come \"un mucchio di falsità\". Ed invece anche The Cove ha fatto breccia. È stato distribuito dai militanti di Sea Shepherd innanzi gli imbarchi della Hong Kong Airlines. Infine la lettera della compagnia inviata poche ore addietro a Gary Stokes, responsabile di Sea Shepherd Hong Kong. Abbiamo imparato una grande lezione, sarà improbabile che la nostra compagnia effettuerà in seguito trasporti di animali vivi per fini commerciali. Sea Shepherd promette che continuerà a vigilare, sulla baia e durante i trasporti, anche aerei.\n________________________________________________________________________________________________________\nSEA SHEPHERD: CONTINUA L'INSEGUIMENTO ALLE NAVI ARPIONATRICI\nLa Bob Barker si incontrerà con la nave di Sea Shepherd, Steve Irwin, all'isola MacQuarie perché quest'ultima possa fare rifornimento. Entrambe le navi torneranno poi a sud, per continuare l'inseguimento della flotta baleniera giapponese. \"Le navi baleniere giapponesi non possono entrare legalmente a meno di 12 miglia marine dall'isola MacQuarie\" ha dichiarato il Capitano Paul Watson. \"Questa è per noi un'opportunità di seminare le navi arpionatrici che ci stanno attualmente tallonando\".\nLa Yushin Maru N.3 insegue la Steve Irwin da settimane, riferendone le coordinate alla Nisshin Maru. Per tale motivo, la Steve Irwin non è riuscita ad avvicinarsi alla nave giapponese.\nMa le navi di Sea Shepherd sono riuscite a far sì che i balenieri si spostassero continuamente. Ad oggi, le navi di Sea Shepherd hanno inseguito la flotta baleniera giapponese per più di 15.000 miglia marine nel corso degli ultimi 70 giorni. Le navi di Sea Shepherd continueranno a inseguire la flotta baleniera giapponese, intervenendo contro le loro attività illegali di caccia alle balene, fino alla fine del mese di marzo. Il Capitano Alex Cornelissen è dovuto tornare ai propri doveri di Direttore di Sea Shepherd per le Galapagos. Il Primo Ufficiale, Peter Hammarstedt, cittadino svedese, è stato promosso Capitano della Bob Barker. Fonte: SeaShepherd.\n________________________________________________________________________________________________________\nGREENPEACE: I RISULTATI DEL SONDAGGIO 'TONNO IN TRAPPOLA'\nTre mesi fa GreenPeace ha lanciato un sondaggio per capire cosa pensano i consumatori sulla sostenibilità del tonno vendute in Italia. Oggi presentiamo i risultati in un’infografica che illustra le 25.000 risposte. Nel 99% dei casi si chiede alle aziende di migliorare, di pescare tonno con metodi sostenibili e di essere più trasparenti.\nIl sondaggio è stato lanciato lo scorso 17 novembre, insieme al rapporto I segreti del Tonno. Cosa si nasconde in una scatoletta?\", dove si denunciava l'assenza di garanzie ne sulla specie di tonno ne sulla sostenibilità della maggior parte dei marchi presenti sul mercato italiano.\nEcco perché GreenPeace ha chiesto alle persone di dire la loro. E i risultati parlano chiaro: i consumatori non vogliono più essere complici ignari della distruzione del mare. (Qui disponibili i risultati del sondaggio).\nEccessiva, indiscriminata e spesso illegale, la pesca del tonno minaccia l'intero ecosistema marino. Cinque delle otto specie di tonno di interesse commerciale sono a rischio (tutte secondo un recente studio), compreso il tonno pinna gialla, il più consumato in Italia. Spesso nelle scatolette finisce tonno pescato con metodi distruttivi, come i palamiti e le reti a circuizione con Sistemi di Aggregazione per Pesci (FAD), che causano ogni anno la morte di migliaia di esemplari giovani di tonno, squali, mante e tartarughe marine.\nÈ ora che il settore del tonno in scatola - a cominciare dai più grandi come Rio Mare, Nostromo e Mareblu - garantisca piena trasparenza, non utilizzi specie a rischio e si impegni a vendere solo tonno pescato in maniera sostenibile, per esempio con canna e senza FAD. Se sono davvero intenzionati a farlo, non avranno più nulla da nascondere. Fonte: GreenPeace. Sotto il video denuncia di GreenPeace.\n\nVideo denuncia di GreenPeace - articolo.\nLA SHELL VUOLE TRIVELLARE LA VALLE DI DIANO\nIn otto comuni della Valle di Diano, da qualche giorno, c’è una forte inquietudine: a Atena Lucana, Montesano Sulla Marcellana, Padula, Polla, Sala Consilina, Sant’Arsenio e Teggiano, potrebbero arrivare le trivelle della Shell per cercare petrolio. Nel cuore della Campania? Eh si, siamo nell’Appennino lucano, dove i monti della Maddalena e Monte Cavallo separano il Cilento dalla Basilicata, regione in cui sono già presenti pozzi estrattivi. Spiega a StileTv, Simone Valiante, delegato nazionale Anci per i Parchi e le Riserve Naturali: Il Vallo di Diano è un territorio a vocazione agricola e ricco di risorse paesaggistiche. Il paventato progetto della Shell nei comuni che rientrano nel progetto Monte Cavallo è , dunque, paradossale. Gli otto sindaci già si sono espressi negativamente rispetto alla richiesta di autorizzazione avanzata da Shell e lo hanno dichiarato con un documento congiunto No al Petrolio, al termine della riunione che si tenuta alla Comunità Montana nella Certosa di San Lorenzo a Padula. Da questa riunione è nato anche il Comitato spontaneo No al petrolio nel Vallo di Diano che ha già accolto le telecamere di Ambiente Italia per una puntata speciale su RaiTre il prossimo 3 marzo. Fonte: Ecoblog.\n________________________________________________________________________________________________________\nOVERFISHING: LA RIVOLTA DEI PESCATORI POTREBBE CAMBIARE LE REGOLE\nSappiamo che il nuovo regolamento dell’UE sulla pesca non è mai andato giù ai pescatori. In particolare ai più piccoli che non si sentono responsabili della diminuzione degli stock ittici nei mari europei, additando le grandi compagnie come le principali responsabili. Ora però la protesta comune ha rimesso tutto in discussione e l’Europa starebbe prendendo in considerazione l’eventualità di rivedere la legislazione in merito.\nA spingere più di tutti verso questa direzione è la Spagna, che da sola effettua circa un quarto di tutto il pescato del Vecchio Continente, la quale ha chiesto di limitare il Regolamento esclusivamente all’interno delle acque europee e permettere così di pescare liberamente al di fuori delle acque territoriali. In questo modo si attuerebbe quello scenario di cui vi avevamo parlato tempo fa, in cui le acque dell’Africa verrebbero prese d’assalto dai vascelli europei.\nMa come ha dimostrato Greenpeace in un recente rapporto, concedere questa deroga in pratica significherebbe favorire i maggiori responsabili di questo disastro, cioè le grandi compagnie che si possono permettere navi grandi quanto città che sembrano enormi freezer, le quali sono in grado di viaggiare per tutto il mondo trasportando tonnellate di pesce, a discapito dei piccoli pescatori europei ed anche di quelli dei Paesi in cui andrebbero a pescare, i quali non avrebbero più a disposizione tutto il pesce che ora hanno.\nNel rapporto viene dimostrato ad esempio che 34 navi europee che nell’ultimo anno hanno agito in Mauritania ed in Marocco hanno pescato la bellezza di 235.000 tonnellate di pesce, lasciando quasi a bocca asciutta le popolazioni locali che si sono trovate all’improvviso senza più nulla da pescare. La conseguenza è stata che la Mauritania, che basa molto della propria sussistenza sulla pesca, ha dovuto dichiarare emergenza alimentare. E ciò che è peggio è che queste grandi compagnie ricevono finanziamenti dall’Unione Europea, che anziché scoraggiare tali attività, continua ad elargire milioni di euro come fossero spiccioli.\nE ciò che c’è di peggio è che al di fuori delle acque europee non è vietata la pesca a strascico, una delle principali responsabili della moria degli stock in quanto cattura tutto indistintamente, anche specie in via di estinzione. Greenpeace ha calcolato che considerando soltanto i pesci che vengono rigettati in mare morti o moribondi in seguito alla pesca a strascico, si potrebbero sfamare 34 mila persone in Mauritania. Negli ultimi 15 anni, spiegano dall’associazione ambientalista, in quel Paese la pesca a strascico ha ucciso 1.500 tartarughe di specie in via d’estinzione, 18 mila razze e 60 mila squali. Ed ora le compagnie europee vogliono ancora mani libere? La risposta la dovremmo avere il mese prossimo quando si apriranno i tavoli per il negoziato. Fonte: Ecologiae. Articolo originale The Guardian.\n________________________________________________________________________________________________________\nFRANCIA DEFERITA DALLA CORTE UE\nLa Francia dovrà rispondere per inquinamento da nitrati presso la Corte Europea di Giustizia perché, nonostante il Decreto per arginare l’inquinamento delle acque, non ha mai applicato la Direttiva che risale al 1991. Come si legge nella nota diramata, il governo francese non ha identificato le zone di vulnerabililtà agli inquinanti e deve ancora affrontare il problema in alcune aree.\nI nitrati, impiegati come fertilizzanti, in misura massiccia provocano contaminazioni importanti delle acque. Per questo, l’Unione ha espresso il divieto di utilizzo dei fertilizzanti in alcune aree sensibili per evitare di inquinare le falde sotterranee e le acque di superficie. Ansa.\n27 FEBBRAIO\nCINQUE DELFINI DI TAIJI NELLA PANCIA DELL'AEREO\nLa compagnia aerea è la Hong Kong Airlines e i contenitori con telo in gomma che si vedono nella foto sono stati sistemati all’interno del Boeing 733F, un cargo partito da Osaka, in Giappone, lo scorso 16 gennaio e diretto in Vietnam. Cinque delfini che secondo gli animalisti provengono dalla famigerata baia di Taiji, nella costa sud orientale giapponese. Incredibilmente la foto non è stata rubata da un inserviente in disaccordo con la criticabile fine dei poveri delfini, ma è stata diffusa in un volantino promozionale fatto girare tra lo stesso staff della compagnia per pubblicizzare il buon esito della spedizione e annunciare futuri nuovi carichi.\nNonostante le precisazioni di Hong Kong Airlines sulla correttezza del trasporto, gli animalisti si sono giustamente arrabbiati. Quei delfini, dicono, hanno ottime probabilità di provenire da Taiji. Nella baia, in questo periodo, gruppi di delfini selvatici vengono rinchiusi con una vera e propria rete disposta all’imboccatura dell’insenatura. Vengono portati in quella sorta di imbuto naturale con l’ausilio di pescherecci che si avvalgono di una vera e propria barriera di emissioni sonore diffuse in acqua, che disturbano gli animali costringendoli all’interno della baia stessa. In tutta calma verranno poi uccisi dai macellai, mentre i procacciatori per i circhi d’acqua di mezzo mondo, selezionano i delfini che appaiono più adatti agli spettacoli. Nel mare rosso sangue vengono così scelti ed avviati al trasporto.\nUna volta che i delfini entrano nel circuito internazionale dei delfinari, possono arrivare in una qualsiasi struttura, anche europea. In Italia, ad esempio, sono morti nelle vasche del divertimento acquatico delfini prelevati da Cuba. Altri, invece, provenivano da un centro del Texas che aveva a sua volta acquisito delfini dal Giappone. Contrariamente a quello che viene riferito, le nascite in cattività non riescono a sopperire le morti in vasca. Anzi, spesso a morire sono proprio i piccoli. Prova ne sia che gli stessi delfinari italiani hanno già da tempo smesso di annunciare la nascita dei piccoli, riservandosi di pubblicizzare il tutto una volta trascorsi alcuni mesi di vita.\nIntanto i cinque delfini sono arrivati in Vietnam e la compagnia ha riferito ai suoi dipendenti che la spedizione ha fruttato 850.000 dollari di Hong Kong. La tragedia dei delfini di Taiji, vittime dell’industria della carne giapponese e del divertimento mondiale, è stata molto ben documentata nel film The Cove, dello statunitense Richard O’Barry. Si tratta di un ex addestratore di delfini, che ormai da decenni ha deciso di dedicare la sua vita alla loro salvezza.\nInoltre, proprio nei giorni scorsi, si è conclusa l’incredibile vicenda che ha visto protagonista un attivista di Sea Shepherd. Erwin Vermeulen venne arrestato lo scorso 16 dicembre con l’accusa di avere spintonato un addetto del Dolphin Resort di Taiji. L’attivista olandese (della stessa nazionalità delle bandiere che battono le nostre imbarcazioni, riferì Sea Shepherd) ha passato in carcere 64 giorni ed il primo febbraio è stato portato in aula con una sorta di guinzaglio stretto alla vita. Scarcerato pochi giorni prima della sentenza, è stato del tutto assolto dalla Corte di Wakayama. Il suo compito, nella baia di Taiji era quello di documentare le mattanze di delfini. Ora la novità. La compagnia aerea è lieta di presentare ai suoi dipendenti, un nuovo interessante business. Fonte: GeaPress.\n________________________________________________________________________________________________________\nPATENTE A PUNTI PER I PESCATORI?\nTavola rotonda sui temi di stretta attualità per il mondo della pesca, quella svoltasi nel pomeriggio di oggi a SAPORE, Salone Internazionale del Food & Beverage Extradomestico, in corso a Rimini Fiera fino a martedì 28. A tema Il regolamento controllo pesca: emergenze ed opportunità per il settore della pesca. L’intervento più atteso era quello del Comandante Giovanni di Santo, del Comando Generale del Corpo delle Capitanerie di Porto. In particolare il contenuto del Decreto Legislativo n. 4/2012 Pesca e AcquacolturA . Misure per il Riassetto della Normativa, entrato in vigore il 2 febbraio scorso, recependo la normativa europea riferita agli articoli 92 e 93 del Regolamento 1224/2009.\nIn sostanza, si tratta dell’introduzione di una patente a punti per le imbarcazioni. Le sanzioni sono imputate sia sulla licenza di pesca che segue l’imbarcazione, sia al comandante della stessa. La violazione punisce entrambi e una serie di infrazioni può portare alla sospensione e addirittura alla revoca della licenza. Ora, licenze e comandanti, si trovano una dote di 90 punti e le infrazioni sono catalogate con una penalizzazione che può andare da 3 a 7 punti. Al massimo, una ispezione può infliggere 12 punti di sanzione. Le violazioni più comuni riguardano gli attrezzi e lo sconfinamento dalle zone di pesca, in particolare quelli delle barche che pescano a strascico se non rispettano fondali e distanza dalle coste. Le sanzioni possono quindi avere rilievo penali (art. 7) o amministrativo (art. 10). Mentre il secondo rilievo riguarda le sanzioni più diffuse; quello penale riguarda prevalentemente il non rispetto delle misure delle specie pescate. Ora sono attesi due decreti ministeriali che completino la procedura esecutiva di questo provvedimento. I punti, così come vale per la patente di guida, si possono però recuperare. Se passano 3 anni senza che venga commessa una infrazione grave, vengono riassegnati tutti i 90 punti. Nel corso del convegno sono state affrontate anche numerose tematiche che tengono i pescatori in uno stato di emergenza e di protesta. Il vicedirettore di Federpesca, Corrado Peroni, ha sollevato alcuni problemi, fra i quali spicca l’aumento del prezzo del gasolio, diventato ormai insostenibile. Fonte: Ufficio stampa Rimini Fiera.\n________________________________________________________________________________________________________\nACQUA: EMENDAMENTI PRO-PRIVATIZZAZIONE\nÈ opinione diffusa che dopo i referendum del giugno scorso, la gestione del servizio idrico sia tornata in mani pubbliche, o perlomeno si stia muovendo in quella direzione. Con l'entusiasmo del voto, scemato pian piano e in assenza di una puntuale informazione sull'argomento, i cittadini sono portati a ritenere che il loro compito si sia esaurito nell'atto del voto, e che in seguito – così come dovrebbe funzionare una democrazia rappresentativa – la classe politica abbia provveduto a ratificare con una legge la volontà popolare.\nNiente di più lontano dalla situazione attuale. Sia a livello locale che nazionale, i nostri rappresentanti si impegnano piuttosto a trovare appigli e sotterfugi per proseguire – in alcuni casi accelerare – il processo di privatizzazione dei servizi idrici. È una tendenza comune, da destra a sinistra, con qualche rara eccezione. Uno degli ultimi casi è rappresentato dagli emendamenti presentati dal Senato al decreto privatizzazioni. Già in una prima bozza del decreto, il governo Monti aveva provato ad inserire un articolo che riproponeva tale e quale la legge Fitto Ronchi – che obbligava alla privatizzazione del servizio idrico – il cui articolo 18 bis è stato abrogato dal referendum. Lo scalpore suscitato, e la mobilitazione sociale guidata dal forum italiano dei movimenti per l'acqua, avevano convinto il governo a desistere. Ora è il turno degli emendamenti.\nI principali promotori dell'acqua privata al Senato sembrano essere Enzo Ghigo del Pdl, Enrico Morando e Daniele Bosone del Pd. Il primo, ha presentato ben due emendamenti, il 25.62 e 25.119. Il 25.62 gioca con le parole e parla di \"liberalizzazione del servizio idrico\", evitando così di parlare apertamente di privatizzazione. Si tratta di un trucco piuttosto vecchio, che cerca di aggirare il responso referendario utilizzando sinonimi (nel caso dell'acqua infatti, parlare di privatizzazione o liberalizzazione è esattamente la stessa cosa). L'emendamento 25.119 invece è più evidente. Va a modificare il comma 34 dell'articolo 4 del decreto privatizzazioni, esattamente quel comma inserito in extremis dal governo Monti - in seguito alle proteste - per escludere l'acqua dalla privatizzazione dei servizi pubblici locali. E come lo modifica? Ovviamente eliminando la parte che prevede l'esenzione del servizio idrico dalla cessione ai privati.\nConclude l'opera di annullamento dei referendum l'emendamento 25.0.2 del senatore Morando, che in pratica cerca di reintrodurre la remunerazione del capitale investito, oggetto del secondo quesito referendario. Infine Bosone, con l'emendamento 25.105 tenta di reinserire un'altra norma già prevista inizialmente dal disegno del governo ed in seguito eliminata per le proteste del movimento per l'acqua bene comune: quella che impone la società per azioni come unico modello di gestione del servizio idrico, cancellando così l'esperienza napoletana dell'azienda speciale.\nGli emendamenti verranno discussi nei prossimi giorni. Certo, se anche uno solo di essi venisse approvato significherebbe l'annullamento palese di quella volontà popolare che, seppur di facciata, resiste nominalmente nella Costituzione. Significherebbe aprire con forza il mercato dell'acqua – così come si sta cercando di fare con tutti i beni comuni - spazzando via ogni briciola residua di democrazia.\nPer fortuna, sull'altro fronte le risposte non mancano. Dopo un riuscito periodo di prova ad Arezzo, la campagna di obbedienza civile è sbarcata in tutta Italia. Si tratta di una campagna di rispetto del voto referendario promossa dal Forum italiano dei movimenti per l'acqua (cuore del comitato promotore referendario) e mirata ad eliminare dalle bollette la voce relativa alla remunerazione del capitale investito.\nDiversamente da quanto si potrebbe pensare, la campagna non ha un fine esclusivamente utilitaristico (quello di risparmiare sulle bollette), ma piuttosto utilizza l'appiglio del risparmio economico per tornare a coinvolgere i cittadini sulla questione della gestione dell'acqua, informarli di quanto sta accadendo, convincerli che è compito di ciascuno di noi prendersi cura dell'acqua ed impegnarsi affinché il nostro voto sia rispettato. Fonte: SlowFood.\n________________________________________________________________________________________________________\nGORGONA: RITROVATI ALTRI 98 FUSTI\nLa Regione informa in nottata che altri 98 fusti dispersi dal cargo Venezia il 17 dicembre scorso, nel mare al largo della Gorgona, sono stati localizzati dalla nave oceanografica Minerva Uno. Secondo le ultime informazioni, 67 di questi contenitori sarebbero intatti e gli altri aperti. Nelle vicinanze dei fusti, sono segnalati 18 sacchi contenenti i materiali stivati nei bidoni, di questi 13 sarebbero chiusi e 5 aperti. Dopo il ritrovamento dei giorni scorsi, mancherebbero all'appello una cinquantina di fusti. Le ricerche continueranno nei prossimi giorni. Fonte: GreenReport.\n________________________________________________________________________________________________________\nLA MADDALENA 2: I VELENI SOTT'ACQUA\nArsenico, idrocarburi, piombo, zinco, rame e mercurio. Il mare della Maddalena è stato avvelenato dalla Cricca di Guido Bertolaso. L'Espresso lo aveva denunciato per primo, attraverso un'approfondita inchiesta di Fabrizio Gatti. Adesso a confermare le accuse sono i periti della Procura di Tempio Pausania, che hanno depositato le loro relazioni, da cui risulta un inquinamento marino e dei fondali, esteso anche oltre la fascia di mare campionata.\nI risultati delle analisi compiute dal capitano di fregata Fabio Poletto, ex comandante della Capitaneria di Porto di La Maddalena ed esperto in geologia, e del biochimico e geologo marino Sandro Demuro, dell'Università di Cagliari, hanno evidenziato lo stato di estrema pericolosità dello specchio d'acqua davanti al Main Center (la palazzina che avrebbe dovuto ospitare il G8 poi spostato all'Aquila) e la ricaduta di materiali inquinanti in un'area sottomarina che va dai nuovi pontili all'isola di Santo Stefano. \"I materiali inquinanti\", riferisce il quotidiano La Nuova Sardegna \"rendono pericolosa non soltanto la balneazione, ma anche la pesca e il transito nell'intera area, che si estende per una decina di ettari\".\nL'inchiesta, diretta dal sostituto procuratore della Repubblica, Riccardo Rossi, mira a far luce sulla disatrosa bonifica commissionata da Bertolaso all'azienda di suo cognato, Francesco Piermarini, 53 anni, fratello di sua moglie, per complessivi 72 milioni di euro di soldi pubblici. Al momento risultano indagati, per inquinamento ambientale, falso (per le fatturazioni in eccesso) e altri reati, i rappresentanti legali della Cidonio Spa - l'impresa alla quale la struttura di missione della Protezione Civile, guidata da Bertolaso, affidò l'incarico di bonificare il tratto di mare dell'ex arsenale - e le ditte subappaltanti che lavorarono nella realizzazione del mancato G8 del 2009.\n\"Intanto lo stesso magistrato ha già aperto una seconda inchiesta, riguardante le bonifiche ambientali effettuate a terra - nel Main Center, l'ex arsenale e l'ex ospedale della Marina Militare - e sui costi che sono stati sostenuti a carico dello Stato. Secondo Bertolaso, responsabile di tutta l'operazione G8, suo cognato era stato scelto solo in quanto \"grande esperto di bonifiche\". Fonte: Espresso.\n________________________________________________________________________________________________________\nIL BRIVIDO DELLA PAURA NEI PESCI\nL'odore della paura? Per i pesci profuma di zucchero. Lo hanno scoperto alcuni ricercatori dell’Università di Singapore, analizzando le reazioni di alcuni esemplari ai traumi. Quando un pesce si fa male, il resto del banco infatti si spaventa. Questo perchè percepisce una sostanza ora identificata, dal nome curioso: Schreckstoff, ovvero 'sostanza paurosa'.\nI ricercatori del team di Suresh Jesuthasan, spiegano su Current Biology di aver capito di cosa è fatta questa \"sostanza spaventosa\". Al suo interno c’è un particolare tipo di zucchero, che si trova in abbondanza nella pelle del pesce. Quando uno zebrafish viene ferito, frammenti di condroitina solfato allarmano gli altri pesci nelle vicinanze. \"I nostri risultati forniscono una soluzione a un mistero vecchio di 70 anni\", sostiene Jesuthasan.\nIn pratica, la sostanza zuccherina viene registrata in una particolare area del cervello del pesce, il bulbo olfattivo, che ha neuroni specializzati – secondo il team – nel rilevare l' \"allarme zuccherino\". Ma la scoperta potrebbe portare addirittura a una nuova visione della natura della paura stessa. \"Questi risultati sottolineano l’utilità dello zebrafish per indagare le basi neurali della paura innata\", spiega ancora Jesuthasan. \"Data la trasparenza delle larve, è possibile infatti vedere con precisione cosa accade nel cervello quando l’organismo rileva un pericolo. Questo ci permetterà in futuro di capire come i neuroni regolano le risposte emotive\". Fonte: Liquidarea. Vedere anche Galileonet.\n________________________________________________________________________________________________________\nTEPCO: CEMENTO ANTIRADIAZIONI SUL FONDALE MARINO\nLa TEPCO, nei prossimi giorni, inizierà una colata di 60 centimetri di cemento e bentonite a 6 metri di profondità, che servirà a ricoprire i fondali del porto di Fukushima, in seguito all’incidente nucleare alla centrale di Fukushima Daiichi. La decisione, giunge dopo che è stata rilevata la presenza di materiali radioattivi concentrati in quantità molto elevate.\nL'azienda prevede che la superficie interessata sarà di 70.000 metri quadrati, vicino alle prese d’acqua dei 6 reattori nucleari e così, il fango e la sabbia contaminati presenti sul fondo marino dovrebbero essere in sicurezza per i prossimi 50 anni. La contaminazione da cesio è avvenuta a causa dell’acqua che, nelle prime fasi dell’emergenza, fu riversata in mare. Fonte: Ecoblog.\n26 FEBBRAIO\nRISCRITTA LA RADIAZIONE DEI NOTOTENIOIDI\nL’Oceano del Sud intorno all’Antartide è tra le regioni a riscaldamento più rapido sulla Terra, ma è passata attraverso cambiamenti climatici episodici durante gli ultimi 40 milioni di anni. Rimane poco chiaro come periodi di cambiamento climatico nell’antichità abbiano cambiato la biodiversità antartica. L’origine delle proteine antigelo (AFGP) nei pesci nototenioidi antartici (pesci dei ghiacci) è divenuto un classico esempio di come l’evoluzione di un’innovazione chiave in risposta al cambiamento climatico, possa dirigere la radiazione adattativa. Usando la filogenesi molecolare dei nototenioidi, calibrata cronologicamente con le ricostruzioni dei paleoclimi, uno studio pubblicato su PNAS dimostra che l’origine delle proteine antigelo è avvenuta tra 42 e 22 milioni di anni fa, che include un periodo di raffreddamento globale avvenuto 35 milioni di anni fa. Le linee filetiche più ricche di specie si sono però diversificate, occupando diverse nicchie, circa 10 milioni di anni più tardi rispetto all’origine delle proteine antigelo, durante un secondo evento di raffreddamento globale nel tardo Miocene (11.6–5.3 milioni di anni fa).\nQuesto pattern indica che le AFGP non furono l’unico fattore chiave nella radiazione dei nototenioidei. La maggior parte delle specie e delle loro diversificazioni originò durante il tardo Miocene fino all’inizio Pliocene, un tempo coinciso con l’origine delle condizioni polari e di una maggiore attività di congelamento nell’Oceano del Sud. I risultati di questo studio pongono una sfida agli studi attuali sull’evoluzione di questi pesci, suggerendo che l’opportunità ecologica della loro radiazione adattativa non è collegata alla comparsa di un singolo carattere, ma piuttosto alla combinazione di fattori quali le proprietà antigelo delle proteine AFGP e una successiva colonizzazione di nuovi habitat e nicchie creati dalla crescente glaciazione. Fonte: Pikaia, a cura di Giorgio Tarditi Spagnoli.\n________________________________________________________________________________________________________\nLA MADDALENA 1: LA FINTA BONIFICA DEI FONDALI\nSolita storia all’italiana e, guarda caso, sempre con la stessa dinamica di eventi: prima arrivano i finanziamenti per l’organizzazione di un grande appuntamento pubblico, poi un manipolo di pseudo-politici e fidi alleati si fionda sul malloppo per accaparrarsi qualche cospicua fetta di torta per poi, molto minuziosamente e con abile arte, gonfiare qualche fattura per nascondere la manfrina. Dico questo non per fare la solita critica di circostanza al nostro Paese, quanto per esprimere tutto lo sdegno per l’ennesimo episodio di cattiva gestione degli appalti che, come da copione, nascono sempre con i buoni intenti di miglioramento del bene comune e finiscono, con altrettanta regolarità, per trasformarsi nella sagra del furto e dell’ipocrisia.\nSuccede questa volta a La Maddalena, comune della Sardegna tra i più incantevoli dell’isola per via del suo arcipelago (nonché sede di un ex grande arsenale militare) che, prima del dirottamento dell’evento a L’Aquila (per cause di forza 'maggiore'), avrebbe dovuto ospitare il G8 del 2009. Proprio in occasione dell’evento, la Protezione Civile, guidata allora da Guido Bertolaso, aveva affidato l’incarico di bonificare il tratto di mare dell’ex arsenale a delle ditte subappaltanti.\nProprio sugli appalti, in considerazione di alcune anomalie emerse qualche tempo dopo la loro assegnazione, il sostituto procuratore di Tempio Pausania, Rossi, ha avviato degli accertamenti che lo hanno poi condotto ad aprire un’inchiesta. Quale lo scandalo? Quelle bonifiche non sarebbero mai state eseguite (o se eseguite, sarebbero state condotte con moltissima approssimazione), tanto che ad oggi sembrerebbe che l’area da ripulire si sia addirittura ampliata: prima delle operazioni di pulitura, o presunte tali, erano infatti sette gli ettari di fondali da bonificare, ora invece sarebbero addirittura dodici.\nNon un problema da poco, considerando che ad inquinare l’ecosistema marino de La Maddalena, sarebbero elementi quali piombo, mercurio ed idrocarburi; insomma non certo gli ultimi in quanto a pericolosità. Nel frattempo, lo stesso magistrato, ha aperto una seconda inchiesta su altre bonifiche (questa volta a terra), che riguarderebbero sempre l’area dell’ex arsenale; a finire sotto osservazione i costi sostenuti dallo Stato per queste operazioni. Sulla questione seguiremo gli sviluppi. Fonte: Ecoblog [Biologiamarina.eu ha trattato gia l'argomento qui]. Vedi anche: La Grande Bugia di Bertolaso.\n25 FEBBRAIO\nSCHIUME E RIGASSIFICATORE DI PORTO VIRO\nElisabetta Zamparutti, deputata e membro della commissione Ambiente, ha presentato una interrogazione parlamentare sulla questione 'schiume' associate al rigassificatore di Porto Viro, gia oggetto, in passato, di indagini a carico dell'Adriatic Lng. Come è noto, nei rigassificatori a ciclo aperto, si preleva acqua di mare per sottrarle il calore che serve a riportare allo stato gassoso il Gnl (che giunge via nave allo stato liquido, a -162°C), restituendola poi al mare più fredda e clorata. Fonte: segnalazione.\n________________________________________________________________________________________________________\nAMAZON: STOP AI PRODOTTI CON CARNE DI BALENA\nAmazon non venderà più prodotti a base di carne di balena o altre parti di animali in via di estinzione. È il risultato della campagna lampo della Ong europea Environmental Investigation Agency, che in 24 ore ha raccolto oltre 35.000 adesioni di persone scandalizzate della notizia. Amazon deve aver fatto rapidamente due conti e scartato immediatamente i prodotti contestati dal proprio catalogo web prima che la protesta, gonfiata su Facebook e Twitter, raggiungesse proporzioni ingestibili. Fonte: IlFattoQuotidiano.\n24 FEBBRAIO\nSACCHETTI DI PLASTICA: SENATO APPROVA LEGGE DI RICONVERSIONE\nCon 225 voti favorevoli, 32 contrari e due astensioni, il Senato ha licenziato per la Camera il disegno di legge 3111 conversione in legge del decreto-legge 25 gennaio 2012, n. 2, recante misure straordinarie e urgenti in materia ambientale. Le nuove regole per i sacchetti\n\"Una svolta per la lotta ai sacchetti di plastica e contro lo smaltimento dei rifiuti in discarica\". Così il vicepresidente di Legambiente, Stefano Ciafani, commenta l’approvazione in Senato delle nuove norme sul bando sui sacchetti di plastica e dell’aggiornamento della legge sull’ecotassa per lo smaltimento in discarica dei rifiuti, contenute nel decreto Ambiente. \"Con la definizione nei dettagli delle caratteristiche di biodegradabilità – ha aggiunto Ciafani - il bando dei sacchetti di plastica potrà essere davvero efficace, ma questo decreto rappresenta una vera svolta per l’Italia anche in materia di rifiuti, perché finalmente disincentiva il conferimento in discarica incoraggiando politiche di prevenzione e riciclaggio\".\nA decorrere dal 31 luglio 2012, la commercializzazione dei sacchi non conformi a quanto prescritto dall'articolo di legge è punita con la sanzione amministrativa pecuniaria del pagamento di una somma da 2.500 euro a 25.000 euro, aumentata fino al quadruplo del massimo se la violazione del divieto riguarda quantità ingenti di sacchi per l'asporto oppure un valore della merce superiore al 20 per cento del fatturato del trasgressore. Le sanzioni sono applicate ai sensi della legge 24 novembre 1981, n. 689. Fermo restando quanto previsto in ordine ai poteri di accertamento degli ufficiali e degli agenti di polizia giudiziaria dall'articolo 13 della legge n. 689 del 1981, all'accertamento delle violazioni provvedono, d'ufficio o su denunzia, gli organi di polizia amministrativa. Il rapporto previsto dall'articolo 17 della legge n. 689 del 1981 è presentato alla Camera di commercio, industria, artigianato e agricoltura della provincia nella quale è stata accertata la violazione. Fonte: Eco della Città.\n23 FEBBRAIO\nCAMBIAMENTI CLIMATICI: PESCI ANTARTICI A RISCHIO?\nIl riscaldamento globale mette seriamente a rischio i pesci nototenioidei antartici. A lanciare l'allarme, sulle pagine di Pnas, un gruppo guidato da Tomaso Patarnello del Dipartimento di Biomedicina Comparata e Alimentazione e Lorenzo Zane del Dipartimento di Biologia dell’Università di Padova, insieme ai ricercatori dell'Università di Yale. Secondo la ricerca infatti, un aumento di soli 2°C avrebbe un impatto devastante su questi pesci così ben adattati a vivere in acque gelide.\nNello studio, inoltre, gli scienziati analizzano la storia evolutiva dei pesci antartici e illustrano come in decine di milioni di anni si siano adattati alle condizioni polari. I nototenioidei costituiscono gran parte della fauna ittica antartica e rappresentano la principale fonte di cibo per i predatori all’apice della rete trofica, quali pinguini, foche e balene.\n\"Le stesse caratteristiche che hanno consentito a questi pesci di sopravvivere e prosperare durante il periodo di raffreddamento terrestre li rendono ora estremamente vulnerabili a un futuro surriscaldamento. Considerati gli adattamenti estremi alle condizioni polari e l’incapacità dei nototenioidei ad acclimatarsi ad acque temperate - conclude Patarnello - un cambiamento climatico potrebbe essere devastante e portare all’estinzione organismi che sono il frutto di una storia evolutiva irripetibile\". Fonte: Galileonet.\n________________________________________________________________________________________________________\nRISORSA ACQUA: CONSUMI INSOSTENIBILI\nPiù di un quinto dell'acqua consumata sul pianeta è utilizzata per prodotti destinati all'esportazione. E non dando importanza ai prodotti che richiedono molta acqua per la produzione, i Paesi sviluppati aumentano le loro pressioni sulle zone più fragili, spesso depauperate da politiche di conservazione di questa risorsa rara. Queste le conclusioni di uno studio pubblicato lo scorso 13 febbraio su Proceedings of the National Academy of Sciences, che disegna la situazione dei flussi dell'acqua intorno al globo ed evidenzia le disparità' nel suo uso. A partire da alcuni indicatori commerciali, da dati demografici e da statistiche sull'uso dell'acqua - sotterranea, di superficie ma anche pluviale e quella riciclata - l'équipe di ricerca dell'Università di Twente, nei Paesi Bassi, ha quantificato e cartografato la situazione mondiale sull'acqua in una scala geografica molto dettagliata. Risultato: tra il 1996 e il 2005, 9.087 miliardi di metri cubi di acqua sono stati consumati ogni anno in tutto il Pianeta. L'agricoltura ne ha assorbito il 92%, essenzialmente per l'irrigazione intensiva di cereali quali mais, grano o riso (27% dell'uso di acqua dolce), così come per la produzione della carne (22%) e dei prodotti caseari (7%). Gli Usa, che rappresentano il 5% della popolazione mondiale, sono il terzo consumatore di acqua dolce (1.053 miliardi di metri cubi all'anno), dopo i Paesi più popolati come Cina (1.207 miliardi di metri cubi) e India (1.182 metri cubi).\nClassificando i dati per abitante, il consumo americano di acqua si alza a 2.842 metri cubi annui, contro i 1.089 della Cina, 1.071 dell'India e una media mondiale di 1.385 metri cubi.\nOltre il consumo diretto di acqua, per un uso domestico o agricolo, il cuore della problematica gira intorno al concetto di acqua virtuale., cioè la quantità di acqua utilizzata per fabbricare un bene di consumo. Circa un quinto dell'acqua consumata nel mondo è acqua virtuale, scambiata tra i diversi Paesi sotto forma di prodotti agricoli o industriali. È piu' che altro il caso dei prodotti alimentari. Un chilo di carne di manzo necessita di circa 15.500 litri di acqua, un chilo di carne di maiale 4.900 litri, il pollo 4.000 litri, il formaggio 4.900 litri e il riso 3.000 litri. Tra i più importanti Paesi consumatori viene esternalizzata sia la produzione di cibo che i rischi ambientali ed economici che derivano dall'eccessivo uso delle scarse riserve idriche. Quest'altra mappa mostra le reti di importazione dell'acqua virtuale e la direzione dei flussi più importanti (maggiori di 15 miliardi di metri cubi all'anno), legati al commercio dei prodotti agricoli ed industriali, tra il 1996 e il 2005.\nI Paesi più dipendenti di queste risorse sono, come ci si poteva immaginare, le isole e le regioni desertiche: Malta, che dipende al 92% dall'acqua virtuale, il Kuwait (90%), la Giordania (86%) e Israele (82%). Ma alcuni dei Paesi che possiedono le più vaste risorse di acqua al mondo importano anche larghe quantità di oro blu. Il campione dei consumi sono gli Usa, che importa 234 miliardi di metri cubi ogni anno. Seguono il Giappone, che importa 127 miliardi di metri cubi, la Germania (125), la Cina (121), l'Italia (101), il Messico (92) e la Francia (78). Nell'altro piatto della bilancia, i Paesi che esportano più acqua virtuale sono gli Usa che, con 324 miliardi di metri cubi all'anno compensa ampiamente le proprie importazioni, la Cina (143 miliardi di metri cubi all'anno), l'India (125) e il Brasile (112). Alla fine, gli autori dello studio, Arjen Hoekstra e Mesfin Mekonnen, non propongono soluzioni dirette per limitare il consumo d'acqua, virtuale e non. Essi rilevano soprattutto che grazie alla cartografia si precisano le caratteristiche idriche dell'umanità, si' da consentire agli Stati di conoscere i rischi delle dipendenze a cui vanno incontro quando la diminuzione delle risorse diviene una preoccupazione internazionale. Fonte: ADUC.\n________________________________________________________________________________________________________\nI VIAGGI DI DARWIN\nIl CNRS ha pubblicato su un suo sito web un’animazione sul viaggio di Darwin (A naturalist's Voyage Around the World), realizzata in tre diverse lingue (francese, inglese e spagnolo). Fonte: Pikaia.\n________________________________________________________________________________________________________\nFUSTI TOSSICI DI GORGONA, IL SILENZIO DEI MEDIA E DEGLI ISOLANI\nL'esito del vertice romano del 20 febbraio sui fusti tossici caduti in mare al lago di Gorgona, il 17 dicembre scorso, come già detto da Legambiente Arcipelago Toscano, conferma tutte le preoccupazioni degli ambientalisti e dei cittadini livornesi e della costa. I fusti non sono stati ancora ritrovati tutti e le immagini arrivate dalla profondità del Banco di Santa Lucia, a 9 miglia da Gorgona e a 20 dalla costa livornese, mostrano diversi fusti vuoti, schiacciati dalla pressione di 430 metri di acqua, che hanno disperso sul fondale sostanze molto tossiche che possono entrare nella catena alimentare, tra l'altro in un'area probabilmente interessata dal fenomeno dell'upwelling, cioè dalla risalita delle acque fredde di profondità verso la superficie, con un rimescolamento della colonna d'acqua, un fenomeno che fertilizza con minerali e nutrienti la vita marina ed attira le grandi balene nel Mar Ligure e nel Santuario Internazionale dei Cetacei Pelagos. La Grimaldi - l'armatore che ha l'enorme responsabilità di aver permesso che il suo euro cargo Venezia prendesse il mare da Catania per Genova, mentre c'era un allarme meteo di altissimo livello per una delle più grosse tempeste che si ricordino, che alla fine ha fatto affondare i due semirimorchi carichi di veleni in un mare forza 10, evitando per un pelo la collisione con un'altra nave che probabilmente avrebbe reso questa catastrofe ambientale una tragedia - ha presentato un piano che il summit romano ha emendato ed incrementato e che comprende anche il campionamento de i sedimenti, della colonna d'acqua e degli organismi marini pescati nella zona che poi verranno analizzati dai laboratori di Ispra, Arpat e Izs.\nLegambiente Arcipelago Toscano chiede che \"La nave oceanografica Minerva Uno concluda celermente le ricerche dei bidoni tossici che mancano all'appello e che potrebbero essersi sparsi su un'area molto più vasta, ampliato il rischio ambientale e per la salute di uomini ed animali di questo incredibile incidente frutto dell'avventurismo della Grimaldi e del capitano della Venezia. Occorre stabilire subito l'entità degli sversamenti e la presenza e diffusione delle sostanze tossiche. Bisogna rassicurare i cittadini ed i pescatori ed impedire che questo nuovo disastro del mare si trasformi nell'ennesima crisi economica per un comparto, quello della pesca, già provato dalla crisi e da politiche sbagliate di sfruttamento del mare\".\nLe posizioni che le associazioni ambientaliste hanno espresso fin da quando, con colpevole ritardo, è stata data la notizia dello sversamento dei fusti tossici in mare sono fortunatamente state fatte proprie dal tavolo tecnico riunito a Roma e dall'assessore all'ambiente della regione toscana che hanno chiesto alla Grimaldi «di presentare al più presto un piano dettagliato per la rimozione dei bidoni\".\nLegambiente inviata Comuni, Regione e Parco Nazionale dell'Arcipelago Toscano, a \"Verificare ogni possibilità per chiedere alla compagnia armatrice di rifondere i danni ambientali provocati ed i costi che sono e saranno sostenuti dagli Enti pubblici, ma anche di sostenere le categorie che potrebbero subire le conseguenze di questo assurdo incidente\".\nMa il Cigno Verde isolano sottolinea un altro aspetto della vicenda: \"Ci chiediamo dove siano gli antiparco, gli animalisti e le forze politiche che si sono scagliati contro la derattizzazione di Montecristo, attuata da ricercatori con l'intento di salvare le rare berte nidificanti, parlando di disastro e crimine ambientale e del possibile avvelenamento dell'isola e del mare a causa dello spargimento di esche con poco più di un chilogrammo di principio attivo. Hanno niente da dire sul disastro di Gorgona, dove in fondo al mare sono finite tonnellate di catalizzatori esausti contenenti nichel e molibdeno che stanno avvelenando davvero il Santuario dei Cetacei e il mare di Gorgona e dell'Arcipelago Toscano? Oppure la cosa non interessa perché non permette di attaccare il Parco e/o di fare polemica politica e forse perché si pensa o si ignora che il mare profondo, che fa vivere il pianeta ed il Mediterraneo, non sia \"vivo\" e con esseri viventi che meriterebbero almeno la stessa attenzione dei ratti che hanno invaso Montecristo e che divorano la sua biodiversità unica?\". Fonte: GreenReport.\n22 FEBBRAIO\nSEA SHEPHERD: ERWIN VERMEULEN DICHIARATO NON COLPEVOLE\nQuesto risultato giunge del tutto inaspettato da un sistema giudiziario che vanta una percentuale di condanne del 99%. Nel sistema giudiziario giapponese esiste una presunzione di colpa, non di innocenza. Non vi è alcun onere della prova a carico dell'accusa; è l'imputato a dover dimostrare la propria innocenza.\nLa maggior parte degli imputati, per evitare questa ingiustizia, si dichiara colpevole per poi chiedere il perdono. Nei pochissimi casi in cui una persona osa sostenere la propria innocenza, il giudice, generalmente, decide il caso a favore dell’accusa. Il giudice non prende in considerazione i fatti o le prove, ma quanto una sconfitta potrebbe risultare imbarazzante per l’accusa e quanto la sua personale reputazione potrebbe essere lesa da un’assoluzione.\nErwin Vermeulen è la vittima di un attacco a sfondo politico. Lo stesso giudice ha dichiarato l’insussistenza di prove a sostegno dell’accusa nei suoi confronti. È stato detenuto in una prigione giapponese per 60 giorni, in condizioni d’isolamento e con pochissimo cibo. Erwin è stato processato solo perché olandese, dato che le navi di Sea Shepherd battono bandiera olandese e perché membro di SSCS. Le accuse di \"aggressione minore\" si sono basate sulla falsa testimonianza di un giovane che non è stato capace di svolgere il proprio compito di controllare un ingresso del Dolphin Resort Hotel.\nLa Polizia delle Prefettura di Wakayama, ha dimostrato la propria incompetenza nel modo in cui ha gestito l'arresto di Erwin e la successiva inchiesta. L'Ufficio del Procuratore della Prefettura di Wakayama, ha dimostrato di essere un burattino per aver perseguito un falso caso semplicemente perché, qualche potente gli ha detto di farlo. Le azioni di questi agenti di polizia e dei pubblici ministeri sono un imbarazzo per i veri ufficiali delle forze dell'ordine di tutto il mondo. In un Paese con un tasso di condanne altissimo e un Governo ostile nei confronti di Sea Shepherd Conservation Society, questo verdetto è una grande vittoria, sia a livello individuale che per l'Organizzazione.\nErwin ha detto che il \"giudice ha dimostrato un grande coraggio ad andare contro l'opinione pubblica e ad agire in modo equo. Il mio arresto e la detenzione di due mesi hanno procurato in tutto il mondo una grande pubblicità per i delfini di Taiji e vorrei ringraziare la polizia della prefettura di Wakayama e gli accusatori per aver donato generosamente il denaro dei contribuenti giapponesi e aver portato l'attenzione sul massacro dei delfini\".\nErwin ed il responsabile della Campagna dei Guardiani della Baia, Scott West, terranno una conferenza stampa al Circolo della Stampa Estera di Tokyo il 24 febbraio alle ore 15:00. Fonte: Sea Shepherd.\n________________________________________________________________________________________________________\nSEA SHEPHERD: OGGI IL VERDETTO PER ERWIN VERMEULEN\nÈ atteso per oggi il verdetto del processo intentato dalle autorità giapponesi contro Erwin Vermeulen, l’attivista olandese di Sea Shepherd arrestato lo scorso 16 dicembre con un’accusa che fa acqua da tutte le parti. In tal maniera si era espresso il responsabile della Campagna dei Guardiani della Baia, Scott West, ovvero gli attivisti che ormai da mesi monitorano l’attività dei macellai e dei procacciatori di delfinari che operano nella baia di Taiji. Centinai di animali attratti con l’inganno e finiti con il coltello (per quelli da macellare) o prelevati da un potente argano per essere trasferiti nei delfinari. In questo contesto operava Erwin Vermeulen, quando un addetto lo ha accusato di averlo spintonato.\nPur senza testimonianze, Vermeulen è stato sbattuto in carcere. Ha patito il freddo e solo dopo l’intervento di Scott West ha ottenuto un maglione. Poi, il 1° febbraio 2012 è comparso nel Tribunale di Wakayama. Era legato da una corda attorno alla vita a sua volta tenuta da un guinzaglio. Dimagrito di dieci chili, Vermeulen è rimasto finanche sorpreso del clamore che il suo caso ha suscitato a livello internazione. Infine, qualche giorno addietro, è stato scarcerato in attesa del giudizio che verrà pronunciato domani. Rischia una multa di 100.000 yen.\nVermeulen è rimasto nelle carceri giapponesi per ben 64 giorni. Nel momento in cui l’attivista di Sea Shepherd avrebbe spintonato un addetto dei luoghi, era in possesso della sua attrezzatura fotografica e stava anche parlando al cellulare con un altro attivista. Circostanza, questa, confermata in Tribunale. Una situazione improbabile, tra macchine fotografiche e cellulare, per aggredire una persona. Oggi, comunque, è atteso il verdetto. In questi mesi numerose manifestazioni di solidarietà in favore dell’attivista olandese, si sono svolte in tutto il mondo. Fonte: GeaPress.\n________________________________________________________________________________________________________\nINQUINAMENTO LAMBRO: INDAGINE CHIUSA\nSono passati quasi due anni da quando almeno 1.600 tonnellate di gasolio e 812 tonnellate di olio combustibile venivano sversati nel fiume Lambro, dalla Lombarda Petroli. Era la notte tra il 22 e il 23 febbraio 2010; ieri, i PM di Monza, Emma Gambardella e Donata Costa, hanno chiuso l’indagine che ha visto cinque indagati per disastro ambientale e violazione della norma sul pagamento delle accise, tra cui gli amministratori delegati dell’azienda di Villasanta (Monza), Giuseppe e Rinaldo Tagliabue.\nLo sversamento di idrocarburi che ha causato il disastro ambientale, sarebbe stato provocato dalla maggiore quantità di carburante e olio combustibile in uscita rispetto a quello in entrata, questo vuol dire per nascondere reati fiscali i fratelli Tagliabue hanno pensato bene di \"nascondere\" gli idrocarburi in eccesso nelle acque del fiume che scorre nei pressi di Monza. Le accise evase dai due titolari raggiungono la cifra di circa 5 milioni di euro, ma certo questi non serviranno a riportare in vita i pesci, i molluschi, gli uccelli e l’intero ecosistema fluviale distrutto. Lo smaltimento illecito avveniva anche nei pressi dello stabilimento in quanto, come si legge sull’avviso di chiusura indagini \"fingendo di coordinare i soccorsi [i due titolari della Lombarda Petroli] davano ordine agli operai intervenuti di versare acqua sugli idrocarburi presenti nel terreno con lo scopo di aumentare i quantitativi del prodotto disperso e far perdere le tracce degli ammanchi, causando la tracimazione del prodotto\".\nI due fratelli sono imputati di disastro doloso, regolato dall’articolo 434 del Codice Penale, che prevede la reclusione fino a 12 anni. Oltre a loro vengono accusati due dipendenti dell’azienda per reato fiscali e anche il custode della struttura per omessa sorveglianza. Nel frattempo, le società Brianzacque e Alsi che gestiscono la rete idrica di Monza e il depuratore della città, hanno dichiarato che si costituiranno parte civile. Fonte: Ecologiae.\n21 FEBBRAIO\nADDIO A DULBECCO\nÈ scomparso durante la notte a La Jolla, in California, il premio Nobel per la medicina Renato Dulbecco. Nato a Catanzaro il 22 febbraio 1914, fu premiato dal Karolinska Institutet nel 1975 per le sue scoperte sull'interazione tra i virus tumorali e il materiale genetico della cellula. Fonte: LeScienze.\n________________________________________________________________________________________________________\nEXTINCT BIRDS\nInquinamento luminoso, distruzione degli habitat, caccia illegale in periodi delicati per la riproduzione, smog. Gli uccelli hanno tutte le ragioni per essere arrabbiati con l’uomo, fa notare John Vidal sul The Guardian. Molte specie sono in via d’estinzione e ad alcune abbiamo già detto addio, più o meno, di recente.\nJulian P.Hume e Michael Walters hanno pubblicato Extinct Birds, un volume che cataloga le centinaia di specie di uccelli che si sono estinte negli ultimi mille anni, a causa della distruzione degli habitat, della caccia eccessiva o dell’introduzione dei ratti e altri animali nelle isole in cui non trovano antagonisti biologici e proliferano proprio a discapito degli uccelli. Tra le specie scomparse per sempre, molte specie acquatiche; figurano una specie di cormorano, Phalacrocorax perspicillatus, il Pinguinus impennis, il Moho nobilis delle Hawaii, lo Stephanoaetus mahery, e poi il picchio imperiale Campephilus imperialis e il piccione Ectopistes migratorius. Fonte: Ecoblog.\n________________________________________________________________________________________________________\nJOSÈPHINE SEAMOUNT, LA PRIMA MONTAGNA SOTTOMARINA PROTETTA\nLa Josèphine Seamount, situata nel gruppo delle Horse-Shoe Seamount dell'Oceano Atlantico, è stata iscritta nel repertorio provvisorio delle Ecologically or Biologically Significant Marine Areas (EBSA) che descrive le aree marine importanti dal punto di vista ecologico e biologico. La Cop 10 della Convention on Biological Diversity (CBD) che si è tenuta nel 2010 a Nagoya, in Giappone, ha definito il procedimento di determinazione delle aree EBSA fondandolo su basi scientifiche condivise.\nL'Atlantico nord-orientale è una regione importante per la salvaguardia marina dinamica in alto mare. Nel 2010 i ministri dei Paesi che aderiscono alla Commissione Ospar della Convention for the Protection of the Marine Environment of the North-East Atlantic (Danimarca, Finlandia, Francia, Germania, Gran Bretagna, Irlanda, Islanda, Lussemburgo, Norvegia, Olanda, Portogallo, Svezia, Svizzera ed Unione Europea) hanno creato la prima rete mondiale di aree marine protette in alto mare, la High Seas Marine Protected Areas. Nel settembre 2011 la Commissione Ospar ha organizzato con la North-East Atlantic Fisheries Commission il primo workshop regionale dell'EBSA in collaborazione con il segretariato della Cbd.\nLa montagna sottomarina Joséphine è il più occidentale del gruppo Horseshoe ed è un punto essenziale per le specie che si spostano tra i fondali europei e quelli di isole oceaniche come Madera e le Azzorre. Joséphine è nota per la sua produttività biologica e fa parte dell'Atlantic Deep Sea Sub Region ove nelle sue acque temperate sono ospitati coralli, gorgonie e aggregati di spugne che formano habitat molto vulnerabili, anche se molto densi, ed a lento recupero.\nRicardo Santos, dell'Università delle Azzorre, che ha prodotto la comunicazione scientifica sulla montagna sottomarina Josèphine per la Commissione Ospar, spiega che \"si tratta del primo monte sottomarino scoperto grazie alle esplorazioni oceaniche del 1869. È diventato quindi, a giusto titolo, il primo caso di descrizione scientifica di un'EBSA. Il repertorio on-line è stato sviluppato nel quadro di un processo gestito dalla Cbd, aiutata da partner come l'Ocean Biogeographic Information System (Obis) e la Global Ocean Biodiversity, iniziative dell'Ioc/Unesco.\nLa Josèphine Seamount è uno dei sei siti completamente protetti come zona marina protetta dell'Ospar, ma questo non costituiva la condizione per entrare a far parte dell'EBSA. Il segretario esecutivo della Commissione Ospar, David Johnson, spiega che \"la descrizione scientifica delle EBSA costituisce un punto di partenza che permette di prevedere le aree dove il contrasto al rischio che rappresentano la conservazione e l'utilizzo sostenibile devono essere più importanti che in altre zone. La maggioranza di queste aree, determinate come candidate EBSA nell'Atlantico di nord-est, sono zone estese per le quali gli Stati e le organizzazioni intergovernative competenti possono prendere delle misure di gestione e di salvaguardia rafforzate, conformemente al diritto internazionale\". Questa descrizione scientifica delle EBSA da parte del workshop, così come il prototipo di repertorio, saranno studiati dal Subsidiary Body on Scientific Technical and Technological Advice (Sbstta) della Cbd che si riunirà dal 30 aprile al 5 maggio e dalla Cop 11 della Cbd che si terrà ad ottobre. Fonte: GreenReport.\n________________________________________________________________________________________________________\nRESIDUI BELLICI CHIMICI IN ADRIATICO\nSono passati oltre 60 anni dalla fine della Seconda Guerra Mondiale, eppure in giro per l’Italia ci sono ancora migliaia di bombe chimiche pronte ad esplodere, senza che un'attività di bonifica sia stata attuata. Noi di biologiamarina.eu ne parlammo qui. È questa la denuncia che arriva oggi da Legambiente, annunciando la conferenza per la presentazione di un dossier in merito che avverrà a Roma oggi, in cui si fa il punto della situazione di questa che potrebbe diventare la tomba per l’ambiente italiano. Secondo le rilevazioni dell’associazione ambientalista infatti, non si tratta di poche decine di bombe, ma di decine di migliaia quelle che vengono rilevate ma non eliminate nel nostro territorio. La situazione peggiore è quella dell’Adriatico, in cui il numero di bombe dalla Guerra Mondiale in poi è aumentato a causa delle varie guerre che si sono tenute nei Balcani, come quella del Kosovo, e che ha comportato il rilascio di ordigni per un totale di 30 mila circa lungo le coste pugliesi e non solo, con il porto di Molfetta che da solo ne conta almeno diecimila. Fonte: Ecologiae [nota di Biologiamarina.eu: seppur in ritardo, accogliamo con piacere l'iniziativa di Legambiente e il suo dossier. Il sito su cui trovare informazioni recenti è www.velenidistato.it]. Altre informazioni: Residui bellici chimici in Adriatico - Un mare di ordigni chimici.\n________________________________________________________________________________________________________\nLE ALTERAZIONI DEI CORSI D'ACQUA EUROPEI\nLe alterazioni indotte ai fiumi dalle attività umane possono avere gravi conseguenze per la vita acquatica, degradando gli habitat e alterandone l 'equilibrio chimico. L'impatto delle pressioni umane sui fiumi è valutato come parte della Direttiva Quadro sulle Acque (WFD), ma gli studi sono in genere effettuati su scala locale o regionale, il che rende difficile identificare in modo coerente i modelli a livello europeo.\nNel nuovo studio, in parte condotto sotto il progetto EU EFI+, il primo ad essere effettuato su scala europea, gli scienziati hanno analizzato i dati provenienti da un totale di 9.330 siti su circa 3.100 corsi d'acqua in 14 Paesi europei. Gli scienziati hanno valutato ciascun sito in termini di forza di disturbo in base a 15 criteri distinti, ciascuno noto per aumentare la mortalità in pesci e invertebrati attraverso la perdita di habitat, intrappolamento ed essiccazione (quando le specie restano intrappolate in pozze che prosciugano), disturbo da sedimenti e riduzione di ossigeno, tra gli altri effetti.\nI 15 criteri sono stati raggruppati in quattro  tipi di pressione: qualità dell'acqua (ad esempio acidificazione, eutrofizzazione, inquinamento organico), idrologia (cioè fluttuazione artificiale della velocità del flusso indotto da impianti idroelettrici, prelievo idrico per produzione di energia idroelettrica, irrigazione e acqua potabile),  morfologia (forma del canale alterata,  degrado del letto del fiume, sbarramenti  per la protezione dalle inondazioni) ed infine connettività (interruzioni del percorso migratorio dei  pesci a causa delle  dighe).\nGli scienziati hanno poi combinato i punteggi per ogni categoria di pressione in un indice di pressione globale, che ha permesso di classificare ogni sito su una scala da 0 a 20. Questo non solo ha individuato le pressioni dominanti nei fiumi europei, ma anche in quali fiumi insistono più pressioni insieme. L'interazione di più pressioni interagenti spesso amplifica gli effetti delle singole pressioni applicate individualmente. I risultati suggeriscono che appena il 21% dei fiumi europei è rimasto inalterato dalle pressioni antropiche.\nLa pressione che incide sulla qualità dell'acqua è stata riscontrata nel 59% dei siti, la pressioni idrologica nel 41% e morfologica nel 39%. La pressione con influenza sulla connettività entro 10 chilometri di ciascun fiume è stata identificata per il 35% dei siti. Tuttavia, nell'intera area tra il sito di campionamento e la foce del fiume in mare, gli impatti sulla connettività sono stati trovati nel 85% dei casi.\nIn totale, il 47% dei siti ha subito impatti multipli, il 29% sono stati colpiti da due tipi di pressione, il 28% sono state colpite da tre tipi e il 12% dei campioni è affetto da tutti e quattro i tipi di pressione. La distribuzione delle pressioni multiple varia per regione geografica; le regioni più colpite sono quelle degli altopiani centrali ( principalmente in Austria e Germania), le pianure ungheresi, gli altopiani occidentali (in Francia e Svizzera) e la pianura occidentale (prevalentemente in Francia). I risultati hanno inoltre rivelato che i siti vicino alla sorgente del fiume sono generalmente meno colpiti rispetto ai fiumi di pianura, dove gli impatti multipli sono più comuni.\nLe pressioni antropiche sembrano destinate ad intensificarsi in futuro. Il numero maggiore di eventi meteorologici estremi risulterà in una sempre maggiore variazione del flusso del fiume, e ci sarà una crescente domanda di prelievo di acqua per l'agricoltura e l'energia. Questo studio rappresenta un punto di partenza per il monitoraggio delle tendenze future, permettendo una migliore valutazione in base ai dettami della Direttiva Quadro sulle Acque, dicono i ricercatori, e fornisce informazioni che potrebbero aiutare i gestori delle acque interne ad identificare le aree più vulnerabili dando priorità per le strategie di recupero. Tratto da APR.\nFonte: Science for Environment Policy\": Commissione europea DG ambiente News Alert Service, a cura di SCU, L'Università del West of England, Bristol. News Alert Issue 271 - 2 febbraio 2012.\n20 FEBBRAIO\nSPERANZE PER I DELFINI DI ACQUA DOLCE\nIl governo del Bangladesh, con il sostegno della Wildlife Conservation Society (WCS), ha recentmente approvato l’istituzione di tre nuove aree protette, nei mangrovieti del Sundarbans, per la salvaguardia dei delfini di acqua dolce. Le aree sono state ufficializzate lo scorso 29 gennaio, per salvaguardare le ultime due specie di delfini di acqua dolce, ovvero il delfino del Gange noto anche come platanista del Gange o suso (Platanista gangetica, Roxburgh 1801) e il delfino dell’Irrawaddy (Orcaella brevitrostris). Le aree non sono molto estese, solo 10.7 Km quadrati, e tutelano circa 30 Km di canali a mangrovie. Sono state individuate dagli esperti del WCS in collaborazione con il Bangladesh Forest Department. Lo studio è stato pubblicato sul Journal Oryx nel 2010.\nBrian D. Smith, direttore del WCS's Asian Freshwater and Coastal Cetacean Program, ha dichiarato: \"Si tratta del primo grande passo per la protezione delle due specie di delfini di acqua dolce\". Aggiunge Tapan Kumar Dey, della Conservator of Forests, Wildlife, Forest Department, Bangladesh: \"Il Santuario sarà utilizzato come un laboratorio naturale, per contrastare e bilanciare la continua domanda di risorse naturali delle popolazioni in continua espansione\".\nIl Bangladesh è un hot spot per i cetacei e nell’aprile del 2009 la WCS annunciò di aver censito oltre 6.000 individui di delfino dell’Irrawaddy. Fonte: WCS, Bangladesh Helps Threatened Dolphins Stay Afloat.\n16 FEBBRAIO\nLA PROTEZIONE DELLO SMERIGLIO\nL'UE propone una maggiore protezione dello smeriglio a livello internazionale. E lo fa con una proposta di decisione del Consiglio Europeo. Una proposta relativa alla presentazione di una modifica dell'appendice III - ossia l'elenco delle specie protette da singoli stati per regolamentare le esportazioni dai loro territori - della Convenzione sul Commercio Internazionale delle Specie di Flora e di Fauna Selvatiche minacciate di estinzione (Cites, attuata nell'Unione Europea mediante il regolamento 338/97).\nLa specie Lamna nasus è molto vulnerabile alla pressione sulle risorse ittiche a causa della sua bassa riproduttività. E proprio perché negli ultimi decenni, nell'Atlantico settentrionale se ne è registrato un brusco declino, l'UE ha proibito la pesca di tale specie. Un divieto applicabile alle navi battenti bandiera UE e extra UE che svolgono le loro attività nelle acque dell'Unione. Ma lo sfruttamento delle risorse in altri oceani dell'emisfero australe è per lo più non gestito e verosimilmente non sostenibile.\nL'Unione ritiene che tale specie possa essere minacciata di estinzione a livello mondiale se non si sottopone a rigorosa regolamentazione il commercio internazionale, al fine di evitare un utilizzo incompatibile con la sua sopravvivenza. Tanto che, in occasione delle CoP14 (2007) e CoP15 (2010) della Cites, ne ha proposto l'iscrizione nell'appendice II, ossia l'elenco delle specie il cui commercio è regolamentato per evitare sfruttamenti incompatibili con la loro sopravvivenza (fra l'altro gli esemplari devono essere accompagnati da documento d'esportazione numerato). Però, tali proposte non hanno raggiunto la soglia dei 2/3 delle Parti necessaria ai fini della loro adozione a norma della convenzione Cites. Poiché non si registra alcun segnale di recupero della specie e in assenza di un regime internazionale mirato a garantirne la gestione e la conservazione in tutte le zone di ripartizione, l'UE ha ritenuto necessario un'ulteriore azione finalizzata a proteggere la specie. Ossia richiede l'inclusione della specie nell'appendice III.\nIl commercio internazionale svolge un ruolo importante nello sfruttamento eccessivo dello smeriglio. Attualmente, però, non esistono dati specifici convenuti a livello internazionale relativi allo scambio di esemplari di smeriglio e la raccolta di tali dati è necessaria per valutare l'impatto del commercio internazionale sulla conservazione della specie. Dunque, l'iscrizione dello smeriglio nell'appendice III potrà incidere sulle esportazioni, dato che tutte le esportazioni di smeriglio dall'Unione dovranno essere corredate di una licenza di esportazione che certifichi la legalità delle catture. Mentre altri tipi di scambi (esportazione verso l'UE o scambi fra Parti extra-UE) esigono che il paese esportatore rilasci un certificato di origine.\nInoltre, l'iscrizione potrebbe far sì che tutte le Parti della Cites ottengano almeno i dati relativi all'origine e ai quantitativi degli esemplari commercializzati, il che potrà consentire di migliorare la base di conoscenze sui fattori che incidono sulla conservazione dello smeriglio, per eventuali misure di conservazione o scambio che gli Stati o le organizzazioni potrebbero voler adottare in futuro.\nCon l'iscrizione della nuova specie le Parti della Cites potrebbero prestare un'attenzione particolare alle condizioni alle quali sono catturati e scambiati gli esemplari di smeriglio ed è suscettibile di promuovere l'adozione di misure di conservazione, se non ancora adottate, al fine di garantire uno sfruttamento sostenibile. Fonte: GreenReport.\n________________________________________________________________________________________________________\nCOME SOPRAVVIVERE AI PIRAÑA\nNelle acque dei laghi del Sudamerica c’è un pesce dal \"vestito\" speciale, grazie al quale riesce a sfuggire agli attacchi dei famelici piraña e che, alcuni scienziati, stanno cercando di imitare per produrre ceramiche flessibili e armature elastiche e resistenti. Si tratta dell’arapaima, un gigante di acqua dolce, lungo fino a 2.5 metri e pesante fino a duecento chili, che si difende dai piraña con squame superresistenti dalla \"doppia faccia\": una molle e una dura. A scoprire l’architettura della pelle del pesce sono stati i ricercatori della Jacobs School of Engineering della University of California di San Diego (UCSD), che riportano i risultati del loro studio su Advanced Engineering Materials.\nTutto è cominciato con una gita a pesca di Marc Meyers, ingegnere della UCSD, che ha preso parte alla ricerca, dopo aver adescato un’arapaima in un lago brasiliano, uno di quelli famosi per la grande abbondanza di piraña. Ed è stato proprio questa coincidenza a incuriosire lo scienziato: come riesce l’arapaima, un gigante che dovrebbe apparire piuttosto ghiotto agli occhi del piraña, a resistere al suo attacco?\nPer capirlo, Meyers e i colleghi hanno provato a testare la \"masticabilità\" dell’arapaima da parte del predatore, nell’idea che forse il grande pesce riuscisse a resistere all’assalto perché \"corazzato\". Per farlo hanno preso un dente di piraña (di forma triangolare e particolarmente affilato) e hanno mimato un attacco in laboratorio, forzandolo cioè sopra le squame di arapaima posizionate su un supporto molle (per mimare i sottostanti muscoli). Applicando una grande forza, i ricercatori hanno osservato come il dente del piraña venisse distrutto dal rivestimento del pesce dopo aver penetrato debolmente la squama (come mostrato nel video).\nUna resistenza, come spiegano gli scienziati, conferita dalla particolare organizzazione delle squame: strati di collagene (relativamente morbido e flessibile) rivestiti di uno strato minerario (duro). Simile cioè ai denti della specie umana, con la dentina ricoperta di smalto. Inoltre, le fibre di collagene, pur essendo molli, sono organizzate in fasci sovrapposti, disposti in senso opposto l’uno rispetto all’altro, che insieme all’organizzazione tipica delle squame (leggermente sovrapposte) conferisce ulteriore durezza e resistenza al \"vestito\" della arapaima. Fonte: Galileonet.\n________________________________________________________________________________________________________\nQUATTRO NUOVE SPECIE DI LUCERTOLE IN MINIATURA\nLa biodiversità del Madagascar non smette di stupire. Un patrimonio biologico immenso che si arricchisce di mese in mese di nuove specie. Dopo il lemure, di recente sono state identificate quattro nuove lucertole in miniatura. Secondo i ricercatori, sono tra i rettili più piccoli al mondo, misurano infatti pochi millimetri, per l’esattezza appena dieci millimetri dalla testa alla coda. La scoperta, pubblicata in uno studio sulla rivista scientifica PLoS ONE, si deve all’équipe coordinata da Frank Glaw, della Zoological State Collection di Monaco.\nI ricercatori hanno condotto delle analisi genetiche per stabilire che le lucertole in miniatura, anche se in apparenza sono molto simili, in realtà appartengono a specie distinte. La più piccola delle quattro nuove specie di lucertole scoperte è stata denominata Brookesia micra. Vive su un isolotto di Nosy Hara. Secondo gli esperti, rappresenta un caso estremo di nanismo dell’isola. Fonte: Ecoblog.\n________________________________________________________________________________________________________\nFINISCE IN MARE MEMBRO DELL'EQUIPAGGIO DI SEA SHEPHERD\nBeck Straussner (42 anni), statunitense, è stato sbalzato dal suo jet ski (moto d'acqua, n.d.t.) per opera della Yushin Maru N.2, durante uno scontro tra i cacciatori e i difensori delle balene, nelle acque al largo delle coste antartiche.\nL'incidente, è avvenuto a 67° 05' Sud e 163° 59' Ovest, circa 580 miglia al largo di Marie Byrd Land, alle ore 17:00 (Eastern Australia Standard Time). Nel tentativo di rallentare il tallonamento della nave arpionatrice, la Steve Irwin ha schierato tre gommoni e un jet ski, con l’obiettivo di far perdere terreno alla Yushin Maru N.2 e consentire alla Steve Irwin di sfuggirle.\nBeck è stato sbalzato dal suo jet ski nelle acque antartiche sottozero, dopo essere stato colpito al petto da uno dei cannoni ad acqua della nave arpionatrice.\nLa Yushin Maru N.2 non si è fermata per prestare soccorso, fortunatamente Straussner è riuscito a nuotare fino al suo jet ski e a ripartire.\nA quel punto è tornato verso la Steve Irwin, a circa nove miglia di distanza. In risposta alla domanda su come si sentisse dopo l'incidente, Beck ha sorriso e ha detto una sola parola - \"freddo\". Beck Straussner viene da Maui, Hawaii, ed è il secondo ufficiale sulla Steve Irwin. Fonte: SeaShepherd.\n________________________________________________________________________________________________________\nHAPPY BIRTHDAY MR. DARWIN\nDarwin nacque a Shrewsbury il 12 febbraio 1809. Se ogni anno continuiamo a festeggiare con interessanti iniziative il suo compleanno un motivo ci sarà, no? Per meglio capire perché Darwin e la sua teoria siano così importanti per noi, per tutti noi, non solo per gli \"addetti ai lavori\", abbiamo chiesto un po' di cosette a un grande filosofo della scienza, Telmo Pievani, il quale è stato veramente disponibile e gentile nell’accettare di rispondere alle nostre domande nonostante il periodo di lavoro intensissimo. News integrale su Pikaia.eu.\n15 FEBBRAIO\nPELLE DI SQUALO: QUELLA SINTETICA NON AUMENTA LA SPINTA PROPULSIVA\nÈ noto da tempo che la pelle degli squali contribuisce sensibilmente alle dinamiche di movimento di questi pesci: milioni di piccoli dentelli dermici ricoprono interamente il corpo degli squali, che migliorano notevolmente i flussi e riducono quello che i fisici chiamano numero di Reynolds, consentendo a questi predatori di risparmiare energie preziose. Da qui l'idea, anni fa, di realizzare tessuti sintetici particolarmente elaborati e capaci, secondo i produttori, di ridurre l'attrito di un nuotatore, seguendo gli stessi principi idrodinamici della pelle di squalo. Tuttavia non è proprio così. Riprodurre fedelmente la pelle degli squali è compito particolarmente complesso, per questo, alcuni tessuti come Fastkin II della Speedo, non hanno in realtà mostrato alcun tipo di vantaggio. È cio che ha scoperto George Lauder, professore di ittiologia della Henry Bryant Bigelow: \"In effetti, non è affatto simile alla pelle di squalo\" dice Lauder. \"Quello che abbiamo dimostrato è che le stesse proprietà di questa superficie, nonostante i produttori abbiano dichiarato fosse biomimetica, non forniscono alcun aiuto nella propulsione\".\nSiamo ancora lontani dal realizzare tessuti repliche della pelle di squalo, anche perchè gli studi realizzati sino ad ora, sono stati fatti in condizioni statiche, mentre è necessario effettuare studi durate il movimento dell'animale, per valutare come vengono ottimizzati i flussi e come i dentelli dermici si muovono (soprattutto quelli della porzione posteriore del corpo). News completa qui. Articolo originale: Amazing skin gives sharks a push.\n________________________________________________________________________________________________________\nALLARME TONNO\nI tonni e gli sgombri stanno sparendo (vedere anche news 09 Feb). Da più di 50 anni si catturano senza limiti, in modo più o meno legale, al punto che, rispetto a mezzo secolo fa, le loro popolazioni sono diminuite, in media, del 60%. Sono drammatici i numeri contenuti in uno studio internazionale pubblicato su PNAS da un gruppo di biologi canadesi ed europei. Basandosi su tutti i dati resi noti negli ultimi 50 anni sull'argomento, hanno tracciato un andamento cronologico della consistenza dei banchi di 26 specie di pesci (17 specie di tonni, 9 di altri sgombridi), delle loro distribuzioni e delle biomasse complessive.\nLa famiglia che ne esce peggio è senz'altro quella dei tonni delle acque più fredde, animali che hanno un ciclo vitale lungo ma anche, per loro sfortuna, un elevato valore commerciale. In alcuni casi (per esempio i tonni atlantici) i banchi sono stati depauperati dell'80% e gli attuali ritmi di pesca contribuiscono a peggiorare una situazione che da tempo non è più sostenibile, perché il numero di esemplari pescati è ben al di sopra della capacità di ripopolamento. In totale, ogni anno il 12.5% dei tonni viene ucciso.\nD'altronde l'altra grande famiglia, quella degli sgombri, non gode di miglior salute: la pesca, in questo caso, viaggia tra una sostenibilità risicata e l'eccesso insostenibile. Un fatto altrettanto grave, nonostante questi pesci siano più piccoli, meno pregati dal punto di vista commerciale e con un ciclo vitale più breve. Proprio per queste caratteristiche, essi costituiscono la principale fonte di proteine animali (o una delle principali) in molti paesi in via di sviluppo.\nDi fonte a questi numeri non ci sono molte alternative, sottolinea Juan-Jordà, primo autore, ricercatore dell'Università La Coruna, in Spagna: \"Il fatto di aver impoverito i banchi fino a questo punto rappresenta un azzardo per quanto riguarda la sostenibilità del sistema della pesca a lungo termine. L'unico modo per avere risultati più soddisfacenti di quelli attuali, stabilizzare i profitti e al tempo stesso ridurre le conseguenze negative su tutto l'ecosistema marino è quello di fermare la pesca di alcune specie, lasciando loro il tempo di ricostituire i banchi e, in seguito, di regolare in maniera severa la pesca e il commercio a livello planetario, in modo da prevenire situazioni come quella attuale. Accanto a ciò bisogna definire regole più stringenti anche per le specie meno pregiate, che costituiscono una valida alternativa, soprattutto per i paesi più poveri, perché aiutano a ripristinare un equilibrio oggi perduto\". Fonte: IlFattoAlimentare [modificato].\n________________________________________________________________________________________________________\nLOBBY COMUNE ALTO ADRIATICO\nCreare una lobby comune per sostenere la pesca italiana dell’Alto Adriatico e impedirle di sparire: è l’obiettivo unanime indicato nel corso dell’incontro tra le Regioni del Veneto, Friuli Venezia Giulia ed Emilia Romagna, promosso in vista della riunione con il ministro Mario Catania, prevista per giovedì prossimo 16 febbraio, dalla quale dovrebbe nascere il Distretto della Pesca dell’Alto Adriatico. Nel corso del dibattito odierno sono state definite le richieste della marineria delle tre Regioni, che saranno formalmente perfezionate nelle prossime ore, mentre le istituzioni regionali, i parlamentari e gli europarlamentari presenti hanno dato la loro disponibilità ad operare per evitare che l’attività di pesca svolta dagli operatori italiani in questo mare tracolli e le si possa invece garantire un futuro economico e produttivo.\nAlla riunione, convocata e presieduta dall’assessore del Veneto Franco Manzato, sono intervenuti tra gli altri l’assessore del Friuli Venezia Giulia Claudio Violino, i vertici amministrativi dell’Emilia Romagna con Piergiorgio Vasi, i consiglieri regionali veneti Carlo Alberto Tesserin e Lucio Tiozzo, il sindaco di Chioggia Giuseppe Casson, il vicesindaco di Caorle Gianni Stival, rappresentanti delle organizzazioni dei pescatori delle tre Regioni interessati, i parlamentari Luca Bellotti, Corrado Callegari, Sabina Fabi e l’europarlamentare Antonio Cancian. La prossima creazione del Distretto della Pesca dell’Alto Adriatico dovrebbe dare una prima risposta, formalizzando per questa realtà marittima e peschereccia l’esistenza di specificità che richiedono risposte mirate e adatte alle diversità esistenti e dando più forza alle istituzioni e alle realtà locali. Ma i problemi sul tappeto sono tantissimi e vanno dalla lievitazione dei costi del carburante, che rende non redditizia l’attività, alla introduzione di regole e metodi di pesca fissati dall’Europa ritenuti da tutti gli operatori inidonei per le specie ittiche di questo mare, dall’eccesso di burocratizzazione a sanzioni non graduate che possono arrivare fino al ritiro della licenza di pesca fino alla concorrenza di marinerie dirimpettaie, come quella croata, che non ha le stesse limitazioni di quella italiana creando di fatto una situazione di concorrenza sleale. Sono tutte questioni di non facile soluzione ma, come ha ricordato Manzato, che vanno affrontate e alle quali dare risposta perché non si limitano a mettere in difficoltà il comparto quanto piuttosto lo stanno uccidendo senza possibilità di ritorno. Fonte: Regione Veneto.\n________________________________________________________________________________________________________\nTORNANO I COCCODRILLI PIGMEI DEL NILO\nUno dei coccodrilli meno conosciuti dell'Africa ha rialzato la sua testa corazzata in un parco ugandese. Un nuovo studio, condotto da ricercatori della Wildlife Conservation Society (WCS), ha scoperto i segreti del misterioso coccodrillo pigmeo del Nilo (Crocodylus cataphractus - coccodrillo catafratto) che una volta si pensava fosse un 'parente' del più noto coccodrillo del Nilo (Crocodylus niloticus). Solo nel 2011, un team di scienziati, guidato da Matthew H. Shirley dell'Università della Florida, ha scoperto che questi animali appartengono ad una specie a se stante, il cui habitat si estenderebbe in tutta l'Africa occidentale.\nUn paio di anni fa, l'esistenza di questi rettili è stata confermata anche in Uganda e, il recente studio del WCS, ha stabilito che il loro habitat si estende anche ad altre aree. Il team ugandese del WCS, è stato addestrato da John Thorbjarnarson, un grande esperto di coccodrilli, morto di malaria nel 2010 a soli 52 anni.\nIl suo posto di coordinatore sul campo è stato preso da un giovane ricercatore del WCS, Carol Bogezi, che ha detto: \"È un onore continuare il lavoro di John in Uganda per proteggere il coccodrillo del Nilo pigmeo. John ci ha addestrato su come catturare e gestire i coccodrilli e applichiamo ogni giorno ciò che ci ha insegnato\". Con il generoso sostegno della famiglia di John Thorbjarnarson, la WCS ha istituito un fondo in sua memoria, per promuovere la salvaguardia dei coccodrilli in via di estinzione in tutto il mondo\".\nIl giovane team ugandese ha condotto indagini sulla popolazione di coccodrillo catafratto nel Kidepo Valley National Park, nell'estremo nord-est dell'Uganda, una savana ai piedi del Mount Morungole attraversata dai fiumi Kidepo e Narus che costituiscono un habitat ideale per il coccodrillo del Nilo pigmeo. Nel Kidepo Valley National Park sono stati trovati anche giovani Crocodylus cataphractus, un segno di speranza. Fonte: GreenReport [modificato].\n14 FEBBRAIO\nFIUME SARNO, UN PROGETTO EUROPEO PER TENTARE IL SUO RECUPERO\nÈ stata inaugurata, nei giorni scorsi, presso il Real Polverificio Borbonico di Scafati (SA) la \"Casa del Sarno\", mostra realizzata dall'Agenzia locale di Sviluppo della Valle del Sarno Patto dell'Agro S.p.A., nell'ambito del progetto europeo Free Med in collaborazione con il comune di Scafati e l'Istituzione Scafati Solidale. Il progetto intende sostenere la protezione e la valorizzazione delle risorse naturali e del patrimonio ambientale dei territori fluviali e delle loro dimensioni culturali, sviluppare nuove ed innovative forme di concertazione che favoriscano l'evoluzione delle modalità di fruizione degli spazi fluviali, garantire l'attuazione di strategie di protezione degli spazi sensibili e della biodiversità, dei paesaggi e delle risorse culturali, promuovere una gestione sostenibile della risorsa acqua, introdurre lo sviluppo dell'ecoturismo, migliorare i sistemi d'informazione/sensibilizzazione ambientale.\nNello specifico, il progetto Free-Med sul Sarno prevede tra l'altro l'individuazione di buone pratiche in materia di gestione di territori fluviali, seminari di analisi per approfondire le problematiche comuni ed individuare delle soluzioni transnazionali sperimentali in particolar modo sui temi: gestione sostenibile dell'acqua, educazione all'ambiente, promozione/valorizzazione del patrimonio ecoturismo; azioni sperimentali condotte nel quadro di un progetto pilota globale strutturato a partire dai temi individuati nell'ambito di atelier transnazionali.\nLa mostra \"La Casa del Sarno\", come detto, realizzata nel corso del progetto, è organizzata in cinque sezioni attraverso le quali, sulla base di dati scientifici raccolti ed elaborati nell'ambito di Free Med, fornisce una visione completa del fiume, della sua storia, dell'interazione con l'uomo: dalle specie ittiche, alle imbarcazioni tipiche per la pesca sul Sarno come il \"lontro\", all'interazione con l'agricoltura e l'industria.\nFondamentale il ruolo delle giovani generazioni sia per la funzione di riqualificazione del fiume sia per la tutela dell'intero bacino. A tal fine la parte finale della mostra è dedicata soprattutto ai bambini: viene proiettato il cartone animato in 3D Missione fiume Sarno (proiettato anche nel corso della 41esima edizione del Giffoni Film Festival) nel quale Netes, il gamberetto di fiume mascotte del progetto, investe i bambini del ruolo di \"agente di fiume\", per il quale dovranno mettere in pratica tutte le azioni possibili per il disinquinamento del Sarno. Il partenariato di progetto, di cui la Patto dell'Agro è capo-fila coinvolge sei organismi: Communauté de Communes du Pays des Sorgues et des Monts de Vaucluse (Regione PACA - Francia), Pays de Haute Provence (Regione PACA - Francia), OCRE - Associazione per la valorizzazione di ambiente, cultura e patrimonio (Regione Alentejo - Portogallo), Area Metropolitana de Barcelona (Regione Catalogna - Spagna), Ente Parco Fluviale dell'Alcantara (Regione Sicilia - Italia), Regione Tessaglia (Regione Tessaglia - Grecia). Fonte: GreenReport.\n\nIl trailer di Missione fiume Sarno\n13 FEBBRAIO\nSENTENZA PROCESSO ETERNIT: OGGI DIRETTA IN STREAMING\nL’attesa è finita. Oggi, conosceremo finalmente la sentenza del Processo Eternit, il procedimento record istruito dalla Procura di Torino. Sono almeno 3000 i morti, tra gli operai e gli abitanti delle zone in cui sorgevano gli stabilimenti, che attendono di capire se i due principali azionisti della multinazionale possano essere ritenuti responsabili delle malattie. Per i due imputati, il pm Raffaele Guariniello, ha chiesto 20 anni di reclusione; si tratta dell’anziano barone belga, Jean Louis Marie Ghislain de Cartier de Marchienne e dello svizzero Stephan Schmidheiny, contestando il reato di disastro ambientale.\nCoinvolti non ci sono soltanto i territori di Casale Monferrato, comune piemontese divenuto il simbolo dello scandalo, ma anche quelli di Rubiera, Bagnoli e Cavagnolo, in provincia di Torino. Le sedi degli impianti, nei quali un numero impressionante di lavoratori si sono ammalati delle gravissime patologie connesse alla respirazione delle fibre di amianto presenti nell’Eternit.\nL’Afeva, l’associazione che riunisce i familiari delle vittime da amianto, continua da anni le sue denunce e attende soddisfazione dalla sentenza ricordando che \"altre centinaia di vittime si sono aggiunte in questi ultimi anni. Le patologie da amianto, che hanno colpito e ancora stanno colpendo le ex lavoratrici e lavoratori e le popolazioni, sono il mesotelioma (tumore maligno alla pleura o peritoneo), diverse tipologie di carcinoma polmonare e l'asbestosi\".\nFra le parti civili costituitesi nel procedimento, non mancherà il Comune di Casale, dopo il dietrofront di qualche giorno fa sulla questione del risarcimento. L’amministrazione locale aveva dato la sua disponibilità ad accettare un risarcimento da 18 milioni di euro promettendo di non avanzare altre pretese in sede giudiziaria, ma le feroci polemiche seguite alla notizia hanno indotto il Sindaco ad un ripensamento. Scopriremo soltanto fra poche ore se le ragioni pratiche (incassare subito la somma), erano più fondate di quelle morali che impongono di non scendere a patti con la multinazionale che ha causato tanti morti fra i cittadini e i lavoratori di Casale. Lo streaming live dal Palazzo di Giustizia partirà dalle ore 9 attraverso il sito istituzionale della Provincia di Torino, e sarà visibile a questo link. Fonte: EcoBlog.\n11 FEBBRAIO\nUN ANFIPODE DAVVERO GRANDE\nGli anfipodi sono crostacei molto comuni nei mari di tutto il mondo, ma di norma, neanche si notano, tanto sono minuti. Escluse alcune specie scoperte anni fa nelle acque antartiche, lunghe una decina di centimetri. E ricordiamo poi l'isopode Bathynomus giganteus, scoperto nelle acque del Golfo del Messico, lungo ben 45 cm.\nOra, da una profondità di circa 7.000 metri, il team di ricerca della Aberdeen University e del National Institute of Water & Atmospheric Research (Niwa), ha portato in superficie un anfipode di oltre 28 cm di lunghezza, un gigante che è stato appunto battezzato Supergiant' amphipods; questo curioso anfipode è stato catturato presso la Kermadec Trench (fossa di Kermadec), grazie all'uso della ultra-deep submergence technology, una grande trappola di profondità che può operare sino a 9.900 metri, grazie ad una custodia speciale in zaffiro, resistente a pressioni elevatissime. Gli scatti effettuati, hanno documentato la presenza di anfipodi ancora più grandi, ben 34 cm di lunghezza. Un vero 'mostro' degli abissi. Fonte: Supergiant' amphipods discovered 7 kilometres deep.\n\nToyo Fujii, Alan Jamieson (University of Aberdeen) and Ashley Rowden (NIWA) with the supergiant amphipods. Photo copyright of Oceanlab, University of Aberdeen, UK. Credit: National Institute of Water & Atmospheric Research (Niwa).\nRicordiamo che il primo anfipode gigante, Alicella gigantea (Chevreux, 1899), fu catturato da una spedizione scientifica nel 1897 a 5.250 metri di profondità, a circa 700 Km a sud delle Azzorre. All'epoca furono catturati due esemplari poi descritti dallo zoologo francese Edouard Chevreux. Un altro anfipode enorme fu descritto da Hessler et al. nel 1972. Venne catturato a 6.000 metri di profondità in prossimità della Molokay Fracture Zone, 1000 Km a nord do Oahu (isole Hawaii). Nell'aprile del 1984, Smith e Wilson, dello Scripps Institution of Oceanography, catturarono un altro esemplare gigante, precisamente una femmina di 23 cm di lunghezza. In una stazione vicina, Ingram e Hessler, nel settembre dello stesso anno, catturaronoa 5.851 metri di profondità, un esemplare maschio di 24 cm. Infine, presso Laysan Island (Hawaii), nel 1986, Hida documentò un grande anfipode rigurgitato da un albatross lungo ben 34 cm. Essendo parzialmente digerito, non fu possibile determinarne il sesso. Informazioni su DeepSeaNews.\n\nAlicella gigantea (Chevreux, 1899)\n10 FEBBRAIO\nMORIE DI PESCI IN ADRIATICO\nSono segnalate un pò ovunque, dal Veneto all'Abruzzo, passando per le Marche e la Romagna, delle morie di pesci causate forse dalle basse temperature delle acque, anche se il dubbio rimane, poiché in passato in condizioni analoghe, non sono state segnalati eventi così diffusi.\nIn Laguna, la temperatura è scesa quasi allo zero e in questo caso non ci sono dubbi sulla causa della morte di molti pesci, ma nel resto dell'Adriatico appunto, qualche perplessità rimane. Sono tuttavia in corso delle analisi su alcuni campioni raccolti dalle ASL locali.\nQui è possibile vedere alcune immagini della moria che ha interessato le acque di Grado, mentre in altre località, come a Jesolo, sono state rinvenute spiaggiate decine di quintali di cefali, nonché branzini e altre specie di acque salmastre, come documentato da NuovaVenezia.\nAnche nel pesarese sono stati segnalate e documentate estese morie, le immagini sottostanti documentano la situazione tra Fano e Marotta (PU).\n\n________________________________________________________________________________________________________\nGOOGLE EARTH SVELA I SEGRETI DELLA PESCA\nPer vigilare sulle attività' di pescatori e allevatori può essere d'aiuto un \"occhio\" dall'alto: lo ha dimostrato uno studio pubblicato dalla rivista Plos One, che attraverso le immagini di Google Earth è riuscito a stimare la produzione di pesce da allevamento nel Mediterraneo, scoprendo che le quantità dichiarate dai governi sono in alcuni casi inferiori a quelle reali, anche del 50% (Grecia e Turchia). In altri casi, per esempio per Francia e Italia, sono invece sovrastimate. Ansa.\nArticolo originale: Credit: Pablo Trujillo, Chiara Piroddi, Jennifer Jacquet - Fish Farms at Sea: The Ground Truth from Google Earth.\n\nCredit: Pablo Trujillo, Chiara Piroddi, Jennifer Jacquet - Fish Farms at Sea: The Ground Truth from Google Earth.\n________________________________________________________________________________________________________\nSEA SHEPHERD: AGGIORNAMENTO SUL PROCESSO A ERWIN VERMEULEN\nIl processo contro Erwin Vermeulen è proseguito il 1° febbraio 2012 a Wakayama, in Giappone, data che per Erwin rappresenta il quarantottesimo giorno di carcerazione. La difesa ha esposto le proprie argomentazioni di fronte al giudice. Erwin è stato condotto in aula legato con una corda intorno alla vita. La corda era attaccata a un guinzaglio. \"Trattandolo in questo modo, danno l’impressione che sia stato accusato di omicidio\" ha commentato il Capitano Paul Watson. News integrale.\n09 FEBBRAIO\nTUTTE A RISCHIO ESTINZIONE LE SPECIE DI TONNO\nLo sfruttamento eccessivo degli stock ittici di tonno, sta conducendo ad un rapido declino tutte le specie in tutto il mondo. A rivelarlo, una recente ricerca pubblicata sulla rivista Proceedings of the National Academy of Sciences (PNAS), a firma di María José Juan-Jordá dell'Universidade da Coruña, in Spagna.\nDa anni ci si interroga sull’impatto della pesca sulle diverse specie di tonno. Questa si può pescare, quest’altra no, qui sì, qui no, in questo mese è ok, in quest’altro no, con questa tecnica sì, con quest’altra meglio evitare. Ma secondo gli autori il dibattito non ha ragione di esistere, dal momento che le popolazioni di tonno sono quasi tutte in calo e quasi tutte in pericolo. La maggior parte degli stock è stato infatti sfruttato fino ai limiti del sostenibile. Le popolazioni di tonno hanno subito, a causa della pesca, una riduzione del 60% in media in tutto il mondo negli ultimi cinquant’anni. Certo ci sono specie più colpite di altre, come il tonno rosso dell’Atlantico, che è diminuito dell’80% ma le altre, ecco, non è che se la passino poi tanto meglio con un calo del 60%.\nAnche lo sgombro, più piccolo e con ciclo di vita più breve, è in rapido e vertiginoso declino. Spiegano gli autori che la pesca, ai ritmi attuali, rappresenta una minaccia per tutte le specie, indipendentemente dalle loro dimensioni, e di conseguenza mette in pericolo anche le economie costiere fondate sulla pesca e gli equilibri ecosistemici. Fonte: EcoBlog.\n________________________________________________________________________________________________________\nJANEZ POTOČNIK: CRESCENTE CONVERGENZA EU - CINA SULLA TUTELA DELL'AMBIENTE\nConcludendo il quarto Environment Policy Dialogue Ue-Cina, tenutosi a Bruxelles, il commissario europeo all'ambiente, Janez Potočnik ha detto: \"Le nostre discussioni fruttuose di oggi dimostrano che c'è una crescente convergenza tra UE e Cina, quando si tratta di tutela ambientale. Mentre stiamo entrambi cercando di allontanarsi dal rallentamento dell'economia globale per una rinnovata crescita economica, ci rendiamo conto che il nostro modello di crescita non deve indurre un'altra crisi per non aver rispettato i limiti del pianeta. Non c'è solo l'economia, è il tipo di economia che conta, io sono fiducioso che l'UE e la Cina si baseranno su questa agenda positiva nel loro vertice a Pechino, martedì prossimo, anche in settori quali l'azione internazionale sul clima. È incoraggiante vedere che l'ambiente è stato messo al centro del modello di crescita economica della Cina. Con il loro XII piano quinquennale e la nostra strategia di crescita Europa 2020, stiamo lavorando in parallelo per costruire società efficienti in risorse e rispettose dell'ambiente\".\nPotočnik ha incontrato il ministro per la Protezione Ambientale della Cina, Zhou Shenxian, che si è detto d‘accordo sulla necessità di sviluppare una green economy e di assicurare una crescita di qualità, oltre ad una sufficiente crescita quantitativa. Secondo il commissario europeo all'ambiente \"la Cina ha costatato il ruolo svolto dagli strumenti del mercato in materia di protezione ambientale e ha sottolineato l'importanza di esplorare una futura cooperazione nel campo delle politiche economiche verdi. Abbiamo discusso le nostre priorità per l'eventuale futura cooperazione e abbiamo deciso di rafforzare la politica di cooperazione ambientale sulle sfide ambientali globali, in particolare durante i run-up dei due maggiori eventi internazionali di quest'anno: l'11esimo Meeting della Conferenza delle Parti (Cop11) della Convention on Biological Diversity (Cbd) e il summit Rio+20. L'Eu-China Environment Policy Dialogue è un meccanismo utile ed entrambe le parti concordano sull'importanza di mantenere un regolare scambio\". Fonte: GreenReport.\n________________________________________________________________________________________________________\nACQUA POTABILE ALL'ARSENICO: TAR DEL LAZIO CONDANNA IL MINISTERO DELL'AMBIENTE\nCon una sentenza che farà molto discutere, il Tar del Lazio ha condannato i ministeri di Ambiente e Salute al risarcimento dei cittadini di molti comuni costretti a utilizzare acqua contenente arsenico oltre i limiti previsti dalla Legge. I comuni italiani interessati si trovano in Lazio, Toscana, Trentino Alto Adige, Lombardia e Umbria e il risarcimento ammonta a circa 100 euro per cittadino (per un totale di circa 200.000 euro). È una decisione importante, perché indica che fornire servizi insufficienti o difettosi o inquinati determina la responsabilità della pubblica amministrazione per potenziale danno alla vita di relazione, stress, rischio di danno alla salute per i consumatori. Nella sentenza si può leggere infatti: \"Il fatto illecito costituito dall’esposizione degli utenti del servizio idrico ad un fattore di rischio (l’arsenico disciolto in acqua oltre i limiti consentiti in deroga dall’Unione Europea), almeno in parte riconducibile, per entità e tempi di esposizione, alla violazione delle regole di buona amministrazione, determina un danno non patrimoniale complessivamente risarcibile, a titolo di danno biologico, morale ed esistenziale, per l’aumento di probabilità di contrarre gravi infermità in futuro e per lo stress psico-fisico e l’alterazione delle abitudini di vita personali e familiari conseguenti alla ritardata ed incompleta informazione del rischio sanitario\".\nÈ stato accertato che l’acqua distribuita in circa 130 comuni (di cui oltre 90 nel solo Lazio) conteneva una percentuale di arsenico superiore ai limiti di legge. Il Tar, sottolineando la pericolosità per la salute umana dell’arsenico anche se in quantità limitate, ha affermato che l’acqua fornita ai cittadini deve essere salubre e per questo individua responsabilità ai massimi livelli. Questo è solo l'ultimo atto di una vicenda che va avanti da tempo: già nell’aprile 2011 da Bruxelles erano partite inchieste per accertate come mai, a 11 anni dal primo allarme, l’Italia fosse ancora in netto ritardo sulle misure da prendere a tutela della salute pubblica.\nIl Codacons sta promuovendo anche una nuova azione giudiziaria collettiva, chiedendo il risarcimento di 1500 euro per ogni abitante e una riduzione della tariffa idrica. Per aderire: www.codacons.it. Per saperne di più, c'è un breve e-book, sempre a cura del Codacons dal titolo: Arsenico dal rubinetto: tutta la verità! Fonte: IlFattoAlimentare.\n08 FEBBRAIO\nIL PARCO DELL'ASINARA DICE NO ALLA COSTRUZIONE DEL RADAR\nIn seguito ai ricorsi presentati dalle associazioni Gruppo d’Intervento Giuridico, Amici della Terra e LAC – Lega per l’Abolizione della Caccia, l’Ente Parco Nazionale dell’Asinara ha espresso diniego alla realizzazione di un radar da parte del Corpo delle Capitanerie di Porto in località Punta Scomunica, dopo aver accertato \"la presenza in sito di opere di cantiere, eseguite senza alcuna autorizzazione o Nulla Osta, che hanno già compromesso il sito dal punto di vista vegetazionale, faunistico e morfologico\". L’Ente Parco ha, inoltre, annunciato che chiederà il risarcimento dei danni causati all’ambiente dai lavori non autorizzati. Dopo la recente dura presa di posizione del Ministero dell’Ambiente, arriva ora anche questa forte decisione dell’Ente Parco Nazionale dell’Asinara contro l’installazione di ben 15 radar, facenti parte di un unico sistema coordinato e di cui due già esistenti, da posizionarsi lungo i litorali sardi. Fonte: GeaPress.\n________________________________________________________________________________________________________\nLAGO VOSTOK, ARRIVANO I RUSSI\n\nCi sono voluti 20 anni di ricerche per giungere al Lago di Vostok, bacino subartico di acqua dolce sepolto sotto 4 km di ghiaccio. La sua origine risalirebbe a 25 milioni di anni fa e gli scienziati fremono per analizzare le sue acque, nella speranza di trovare microrganismi sconosciuti alla scienza.\nLa scoperta è dei russi, che hanno sempre sostenuto questo progetto e che sono giunti prima rispetto agli altri team di ricerca francesi, inglesi e americani. Il lago fu individuato per caso la prima volta nel 1989, durante alcune operazioni di carotaggio per le ricerche sul paleoclima. Le operazioni furono poi interrotte l’anno successivo e riprese solo nel 1996, per arrestarsi nuovamente nel 1998, poiché la comunità internazionale temeva una possibile catastrofe ecologica a causa delle tecnologie di esplorazione adottate. I lavori sono ripresi nel 2006 grazie a nuove tecniche meno invasive.\nSpiega Sergueï Lessenko, dell'Istituto per la Ricerca Scientifica in Artico e Antartico: \"Il completamento degli studi consente di realizzare uno studio scientifico fondamentale sui cambiamenti climatici. isolato dalla superficie per centinaia di migliaia di anni, questo lago di acqua pura, di 250 Km di lunghezza e 50 Km di larghezza, potrebbe contenere forme di vita a oggi sconosciute\".\nTra gli scienziati francesi e inglesi prevale invece lo scetticismo. Secondo Jean Jouzel, del CEA (Commissariat à l’Énergie Atomique), in effetti, gli interessi per nuove scoperte sui cambiamenti climatici sarebbero quasi nulle: \"affermare che scopriremmo qualcosa rispetto al clima è falso. Noi abbiamo già informazioni in merito su carotaggi, che iniziano da 3.300 metri e non possiamo avere perciò di più dal lago di Vostok. È chiaro che è solo una questione di prestigio internazionale, che supera l’interesse della comunità scientifica internazionale che punta a preservare l’integrità del lago\".\nDello stesso parere anche il prof. Martin Siegert, direttore della Scuola di Geoscienze dell’Università di Edimburgo: \"i russi, penetrando nel lago, potranno ottenere al massimo misurazioni di cui siamo già a conoscenza; in più le operazioni saranno altamente inquinanti, poichè il team di ricerca farebbe uso di kerosene per impedire che il foro di esplorazione si chiuda\". Fonte: Ecoblog.\n07 FEBBRAIO\nFINE DEL MONOPOLIO UE SUI TONNI DELLE MAURITIUS?\nAnche i cinesi vogliono una parte del tonno pescato nella acque dell'isola-stato africana di Mauritius, i cui stock fino ad ora erano monopolizzati dall'Unione Europea. A fine gennaio a Port Luis, la capitale di Mauritius, è arrivata una delegazione cinese per visitare il Seafood Hub, ma secondo il giornale mauriziano Le Matinal, la delegazione cinese sarebbe interessata alla farina di pesce e all'olio di tonno pescato nelle acque delle isole mascarene. La produzione industriale di farina di pesce richiede una manodopera specializzata ed un'attrezzatura costosa. I metodi più utilizzati sono: l'essiccamento diretto, che da una farina bianca, e l'essicamento dopo cottura, che dà una farina più scura che chiamiamo farina di pesce. Il tenore in olio di pesce fresco determina il metodo da utilizzare. Secondo il giornale di Mauritius, anche i russi sarebbero molto interessati a questo prodotto \"e dovrebbero visitare Mauritius molto presto per le stesse ragioni\".\nSfruttando la sua insularità e la sua tradizione di pesca, Mauritius ha deciso di fare del settore dei prodotti del mare un nuovo pilastro dell'economia di questo piccolo Stato di 1.865 km quadrati, con un milione e 200 mila abitanti; esiste anche un'industria conserviera in piena crescita, ma è il commercio con l'estero che potrebbe avere molte controindicazioni.\nAttualmente, Mauritius Esporta 3.000 tonnellate di tonno all'anno verso l'Unione Europea, che dovrebbero presto aumentare a 5.000 tonnellate a causa delle restrizioni alla pesca del tonno rosso, ormai sulla via dell'estinzione, nelle acque europee. I pescherecci europei pescano nelle acque territoriali di Mauritius in cambio di diritti di pesca che vengono pagati al governo di Port Louis e l'accordo tra UE e Mauritius prevede che, oltre la licenza, vengano pagati altri 500.000 euro per le 5.000 tonnellate di tonno che pescheranno nelle acque dell'isola nell'Oceano Indiano.\nL'arrivo dei cinesi e dei russi aprirebbe una competizione con gli europei ed una corsa al tonno che probabilmente, visto anche la forte elusione delle regole e delle quote che esiste nel settore (cosa per la quale proprio cinesi e russi sono tristemente famosi), porterà probabilmente in poco tempo ad un grosso abbassamento degli stock di tonno a Mauritius. Così probabilmente pescheremo un po' meno pregiatissimo tonno rosso nel Mediterraneo e molto più tonno nell'Oceano Indiano, trasferendo, come spesso accade, il problema dall'Europa all'Africa. Fonte: GreenReport.\n06 FEBBRAIO\nSTORIONE A RISCHIO ESTINZIONE\nUfficialmente, questa settimana lo storione atlantico è entrato nella lista delle specie in via di estinzione. Questo enorme pesce, che mediamente misura oltre 4 metri per oltre 350 chili di peso e che ha una vita media di circa 60 anni, rischia di sparire. La causa? L'uomo! Nel 1800 si è scoperto che le sue uova erano buone da mangiare e la corsa al suo consumo, bene di lusso per eccellenza, ne ha fatto precipitare il numero di esemplari.\nA contribuire al declino della specie, vi è la pesca commerciale, che sta mettendo in pericolo tantissime altre specie, un tempo proibita ma che oggi è concessa in quasi tutto il mondo, anche perché spesso gli esemplari di storione finiscono nelle reti a strascico; la costruzione di dighe che bloccano la discesa al mare, dove di solito depongono le uova; il dragaggio dei fiumi; l’eutrofizzazione e non da ultimo, la distruzione dell'habitat.\nPer questo motivo quattro specie sono state messe aggiunte alla famosa lista rossa. Purtroppo, però, ci sono poche speranze che quest’unico provvedimento possa servire a qualcosa. Articolo originale: Officially Listed as Endangered, Sturgeon Are on the Slow Way Back. Sito NRDC.\n________________________________________________________________________________________________________\nAL TERMINE LA CACCIA ALLE FOCHE IN CANADA?\nLa caccia alle foche sui ghiacci del Canada potrebbe finire, segnando finalmente un passaggio epocale e un risultato per cui gruppi e associazioni animaliste di tutto il mondo hanno combattuto a lungo. Dopo il divieto di importazione di prodotti di foca da parte di Stati Uniti e Unione Europea, in questi giorni anche la Russia ha infatti firmato un simile documento. Alcuni politici e opinionisti canadesi, pur lontani da motivazioni etiche, hanno espresso finalmente la possibilità di chiudere con un sanguinoso capitolo della storia del paese, che attira troppe critiche e non ha più un senso dal punto di vista economico.\nNel 2009, Valdimir Putin ha vietato la caccia alle foche nei mari del nord della Russia, definendola \"un’industria sanguinaria che avremmo dovuto abolire da tempo\".\nNel mese di gennaio 2012 il governo russo, assieme ai governi di Bielorussia e Kazakistan, hanno inoltre firmato un divieto di importazione di prodotti di foca.\nDopo il divieto di importazione di prodotti di foca da parte della Unione Europea, la Russia è rimasta il principale cliente dei cacciatori canadesi, acquistando l'80-90% delle pelli strappate ai cuccioli. La fine delle esportazioni verso questo paese potrebbe dunque segnare davvero la fine di una pratica che da decenni attira l’attenzione di tutto il mondo per la sua crudeltà.\nNel 2010, nonostante la quota fissata dal governo canadese fosse di 350.000 foche, il macabro bottino di caccia si è limitato a 38.000 esemplari uccisi, scuoiati ed esportati.\nIl giro di affari è stato solo di 1 milione di euro. Se questa cifra può sembrarci comunque di valore, un giornalista canadese ha ricordato come possa equivalere all’incasso mensile di alcuni ristoranti rinomati, che non attirano nessun problema, protesta o critica sul Canada. La scelta più ovvia sarebbe quindi di farla finita con questa pratica.\nDello stesso tenore le dichiarazioni ai media di Ryan Cleary, parlamentare del partito neo-democratico, che ha semplicemente posto delle domande sul futuro della caccia alle foche. \"Anche la caccia alle balene era parte della nostra storia, per esempio, e poi è arrivato un giorno in cui questa industria si è fermata. Forse adesso è il momento di porre fine alla caccia alle foche? Potrebbe essere\". Secondo Cleary, che dice di sostenere ancora la caccia, così come il suo partito, non vale la pena avere la pressione e i problemi derivanti dalle proteste di gruppi animalisti di tutto il mondo per un’industria del valore di 1 milione di dollari.\nDopo la fine delle importazioni da parte dell’Europa, i politici canadesi avevano provato ad aprire delle porte per un commercio con la Cina, dove avrebbero voluto vendere carne di foca. Questa trovata, lanciata sui media come accordo siglato e come un sicuro rilancio della caccia, si è rivelata una sorta di bluff, visto che a distanza di un anno non ne è scaturito nessun reale accordo commerciale e la carne di foca non sembra avere avuto successo nei paesi orientali. Speriamo che presto possa essere detta finalmente la parola fine ad un massacro che ogni anno coinvolge decine se non centinaia di migliaia di piccoli di foca, uccisi a colpi di arpione nella testa, e che il sangue non torni più a macchiare i bianchi ghiacci del Canada.\nLa prossima stagione di caccia sui ghiacci del Newfoundland è prevista per marzo 2012, riusciremo a scongiurarla?\nCOSA FARE?\nPer chiedere di porre fine a questa pratica e fare in modo che di stagioni di caccia non ce ne siano più, potete far sentire la vostra voce scrivendo al Primo Ministro canadese Stephen Harper e all’ambasciata canadese in Italia: pm@pm.gc.ca, rome-gr@international.gc.ca, rome-pa@international.gc.ca, consul.rome@international.gc.ca.\nLettera Tipo: I was shocked to learn that the Canadian government still allows hundreds of thousands of seals to be slaughtered each year, especially given that the U.S. and the European Union have banned seal product imports and that Russia, Canada’s largest market for seal fur, has recently taken steps to ban seal imports as well. These gentle animals are shot or have their skulls smashed in by sealers. They are then skinned for their fur, often while they are still conscious. Please end the seal slaughter immediately and spare Canada any further embarrassment. (nome). Vedere anche alla pagina PETIZIONI.\nFonte: NemesiAnimale.\n01 FEBBRAIO\nSEA SHEPHERD, RICOMPENSA PER CHI FORNISCE INFORMAZIONI SULLA STRAGE DI LEONI MARINI\nSea Shepherd Conservation Society ha deciso di offrire una ricompensa di 10.000 dollari, a chiunque fornirà alle autorità competenti, informazioni utili all’arresto e condanna della persona o delle persone coinvolte nella strage di leoni marini a Puget Sound. Le informazioni possono essere fornite in via confidenziale e si potrà mantenere l'anonimato.\nLo scorso anno, Sea Shepherd offrì una ricompensa di 11.500 dollari neozelandesi, che portò all’arresto e alla condanna del responsabile dell’uccisione di 22 leoni marini in Nuova Zelanda. \"Si tratta di una violazione della legge federale americana e la persona o le persone coinvolte in questo massacro, devono essere arrestate e consegnate alla giustizia\", ha dichiarato il Capitano Paul Watson, il quale si trova attualmente a bordo della Steve Irwin, una delle navi di Sea Shepherd, nel Mare di Ross, all’inseguimento della flotta baleniera giapponese che sta cacciando illegalmente balene nel loro Santuario Antartico. Fonte: SeaShepherd.\n________________________________________________________________________________________________________\nFUKUSHIMA, NUOVA FUGA DI ACQUA RADIOATTIVA\nLa Tokyo Electric Power Company (Tepco) ha ammesso ieri, di aver scoperto una nuova fuga radioattiva nella centrale nucleare di Fukushima Daiichi, causata dalla rottura di alcune condotte all'interno dell'edificio del reattore 4, forse quello che fino ad ora aveva dato meno problemi in seguito al terremoto/tsunami dell'11 marzo 2011.\nLa fuga è stata scoperta nella serata del 31 gennaio dai \"liquidatori\" al primo piano dell'edificio del reattore 4 e, dopo 10 minuti, è stata fermata grazie alla chiusura di una valvola. In base ai livelli di radioattività misurati, la Tepco ha detto che \"si tratta di acqua proveniente dall'interno del reattore\".\nOra si cerca di capire quali siano le cause del danneggiamento delle condotte d'acqua: il loro degrado potrebbe essere legato alle bassissime temperature che ci sono state negli scorsi giorni nell'area di Fukushima, che sono scese a - 8 gradi centigradi, ma molto probabilmente si tratta delle conseguenze delle attività per cercare di contrastare il disastro nucleare, che hanno avuto un fortissimo impatto su tutte le strutture e le attrezzature della centrale nucleare, molto fragili e che si degradano più velocemente di quanto si pensasse.\nIl 30 gennaio la Tepco aveva riconosciuto che nel sito della centrale nucleare di Fukushima Daiichi, esistono \"14 punti di fuga\" di sostanze radioattive. L'Agenzia giapponese per la Sicurezza Nucleare ed Industriale (Nisa) ha proposto nuove soluzioni per rafforzare la sicurezza delle centrali, in particolare invita gli operatori ad installare diversi tipi di generatori di emergenza per evitare la perdita di energia esterna che è stata una delle cause del disastro nucleare di Fukushima. Inoltre all'industria nucleare viene chiesto di 'Impermabilizzare i sistemi di raffreddamento dei reattori per evitare i rischi di inondazione degli edifici in caso di tsunami'.\nPer quanto riguarda i sistemi di raffreddamento di emergenza, destinati ad evitare la fusione del nocciolo del reattore, la Nisa suggerisce un sistema di attivazione automatica in situazione di emergenza e prevede anche l'installazione di sistemi di comunicazione, come quelli che permettano le videoconferenze, in grado di essere utilizzati in caso di crisi. Scorrendo l'elenco ci si rende conto che molte delle misure di sicurezza che davamo per scontate nel \"super-sicuro\" nucleare giapponese non esistevano proprio.\nIeri, durante una riunione di esperti la Nisa ha presentato le sue proposte articolate in 30 punti e, a partire da queste raccomandazioni, il governo dovrebbe approvare entro la fine di marzo una lista esaustiva delle nuove misure. Ma la tragedia nucleare continua ad avere ripercussioni nella vita quotidiana: i principali produttori di latte giapponesi hanno annunciato che presto inizieranno gli screening test per le radiazioni in circa 180 centrali del latte e fabbriche di prodotti caseari, per rispondere alle crescenti preoccupazioni dei consumatori. La Japan Dairy Industry Association ha spiegato che lo screening si svolgerà a Tokyo ed in 16 prefetture del Giappone orientale e che i risultati saranno resi noti entro la fine di febbraio.\nLe municipalità effettuano controlli sulle radiazioni nel latte crudo prima che vada nelle centrali del latte o nelle fabbriche, ma i controlli sui prodotti sono stati fino ad ora molto pochi. Dall'aprile 2011, quando il ministero della salute e del benessere del Giappone decise di rafforzare gli standard di sicurezza alimentare per il latte, c'è stata una crescente richiesta di maggiori controlli da parte dei consumatori. Con i nuovi standard più severi il latte potrà contenere solo 50 becquerel per chilogrammo, un quarto l'attuale livello ammissibile. Fonte: GreenReport.\n________________________________________________________________________________________________________\nSCOPERTO UN FUNGO CHE METABOLIZZA IL POLIURETANO\nAndare in gita scolastica e tornare a casa con in tasca la scoperta che potrebbe salvare il mondo dall’invasione della plastica. È accaduto a un gruppo di studenti di college della Yale University che, durante un viaggio nella foresta amazzonica in occasione dell’annuale missione sul campo organizzata dal corso Rainforest Expedition Laboratory, ha scoperto una particolare specie di fungo capace di degradare il poliuretano, il  Pestalotiopsis microspora.\nNel 2008, come ogni anno, gli studenti del corso di Scott Strobel, docente di biochimica molecolare, si sono recati in Ecuador per raccogliere campioni da studiare in laboratorio una volta tornati al campus di New Haven (Connecticut, Usa). Questa volta però, nel gruppo c’erano un paio di studenti particolarmente brillanti che hanno portato all’incredibile scoperta.\nIl primo è stato Pria Anand: esaminando i propri campioni, ne ha individuato uno che, a contatto con il materiale plastico, dava il via a una reazione di degradazione. Poi è stata la volta di Jonathan Russel. Lo studente ha isolato l’enzima grazie al quale questo fungo – unico al mondo, per quanto se ne sappia - è  in grado di sopravvivere a una dieta a base esclusivamente di poliuretano, e per di più in ambiente completamente anaerobico (cioè privo di ossigeno), condizione tipica del fondo delle discariche. Secondo lo  studio pubblicato su Applied and Environmental Microbiology, infatti, le proprietà di questa specie fungina potrebbero essere molto utili nel campo del biorisanamento, ovvero il processo di depurazione del suolo a opera di microrganismi, batteri o funghi.\nEd è proprio qui che la scoperta degli studenti statunitensi si fa interessante. Di poliuretano, infatti, sono costituiti molti oggetti di uso quotidiano, dai materassi ai frigoriferi, dai giocattoli alle scarpe. Si tratta insomma di un materiale molto versatile e soprattutto economico, ma decisamente non riciclabile. L’unica speranza di non lasciarlo in eredità ai nostri pronipoti potrebbe essere proprio questo particolare fungo originario della foresta pluviale ecuadoregna. Fonte: Galileonet.\n\n\n\nQuesta pagina delle News è pubblicata sotto una Licenza Creative Commons, previo accordi con aventi diritto. Per maggiori informazioni riguardo alla pubblicazione è necessario contattare le rispettive fonti.\n\nIdeazione: Pierfederici Giovanni - Progetto: Pierfederici Giovanni, Castronuovo Motta Nicola, Guadagnino Marcello.\nPrima Pubblicazione 31 Lug 2006 - Le immagini dei Collaboratori detentori del Copyright © sono riproducibili solo dietro specifica autorizzazione.\nSi dichiara, ai sensi della legge del 7 Marzo 2001 n. 62 che questo sito non rientra nella categoria di \"Informazione periodica\" in quanto viene aggiornato ad intervalli non regolari\n\nXHTML 1.0 Transitional – CSS"
}