{
  "url": "https://www.chess.com/it/article/view/il-modo-giusto-di-studiare-le-aperture",
  "timestamp": 1744577380.549823,
  "content": "Gioca\nProblemi\nImpara\nGuarda\nNotizie\nCommunity\nAltro\nIscriviti\nAccedi\nItaliano\nInterfaccia chiara\nAssistenza\nArticoli\nIl Modo Giusto Di Studiare Le Aperture\nGM\nGserper\nAggiornamento: 19 dic 2022, 15:31\n|\n175\n|\nTeoria delle aperture\nItaliano\nL'apertura è la fase di una partita di scacchi che i giocatori studiano di più. Dubito che questa affermazione vi giunga come una sorpresa, considerato che ci sono pile indescrivibili di libri e di video sull'argomento. Quando chiedo ai miei studenti che tipo di libri di scacchi hanno, la gran parte di essi cita manuali di aperture.\nSfortunatamente, una buona fetta di scacchisti non sa come studiare le aperture, dunque si limita a memorizzare meccanicamente il contenuto dei libri e video menzionati sopra... Per questo motivo le domande poste dai nostri lettori nella sezione commenti del mio ultimo articolo sono piuttosto istruttive.\nEccone una: \"[...] c'è una parte che ho trovato fuorviante. Ad un certo punto, la mossa 1.c4? è stata accompagnata da un punto di domanda, cosa che non comprendo. La Partita Inglese è un'apertura di tutto rispetto; forse si intendeva dire che la linea che segue è dubbia?\"\nChi mai può attribuire all'inglese un punto di domanda? Be', dipende da chi la gioca e che obiettivi si hanno in quella partita!\nAnche se ho incluso un link specifico al mio articolo, che offre una spiegazione molto dettagliata, ne riporto comunque qui sotto l'estratto più importante: \"Prima di ogni altra cosa, è necessario imparare i principi classici delle aperture: centro, sviluppo, sicurezza del re, eccetera).\" Ma immagino di dovervi a questo punto puntualizzare ancora il motivo per cui ho affibbiato un punto di domanda a 1.c4 in quel contesto.\nPer prima cosa, come potete vedere, tutte le partite dell'articolo eccetto una sono iniziate con 1.c4. Due di esse erano veri e propri capolavori strategici, mentre in un'altra il GM Nodirbek Abdusattorov ha sconfitto il GM Magnus Carlsen, il che parla decisamente a favore della Partita Inglese. Però, nella partita in cui le ho attribuito un punto di domanda il giocatore con il Bianco era un bambino di nove anni con Elo 1543: secondo me, la Partita Inglese non è il modo migliore di iniziare una partita a quell'età e con quel livello di gioco.\nCarlsen mentre abbandona contro Abdusattorov al Campionato del Mondo Rapid 2021, nella quale Abdusattorov ha iniziato con 1.c4. Foto: Maria Emelianova/Chess.com.\nPer argomentare su questo punto, lasciatemi condividere la mia avvertura personale con l'Inglese, iniziata con 1.c4? e un punto di domanda, ma finita con 1.c4! e un punto escalamativo!\nNell'ottobre 1980 e nella mia città natale, Tashkent, si è svolto uno dei più forti tornei di scacchi sovietici, la serie A del campionato nazionale. Questo torneo ha spinto moltissimo gli scacchi a in Uzbekistan! Molto tempo prima dell'arrivo di Internet, la semplice possibilità di vedere un grande maestro in carne e ossa era un'opportunità senza prezzo. Per di più, questi grandi maestri tenevano un sacco di simultanee!\nUn giorno il GM Vladimir Tukmakov, uno dei migliori giocatori sovietici di tutti i tempi, stava tenendo una simultanea con orologio per i più forti giovani locali. Fui uno dei pochi fortunati a fare patta. Un paio di giorni dopo, Tukmakov stava giocando una seconda simultanea contro gli stessi avversari, ma subito prima annunciò che avremmo giocato a colori invertiti: in altre parole, quelli che avevano giocato con il Bianco avrebbero dovuto affrontarlo con il Nero. Vedete, avevo pattato la prima partita giocando da Nero, e avrei voluto giocarci ancora, dato che al tempo preferivo i pezzi neri. Non sorprendetevi, ci sono giocatori anche molto forti che preferiscono il Nero!\nTukmakov, a destra, nel 1974. Foto: Hans Peters/Dutch National Archive, CC.\nNon dimenticherà mai la mia conversazione con il compianto GM Evgeny Sveshnikov, l'ideatore della Siciliana Sveshnikov. Fu una persona davvero unica, da diversi punti di vista, e meriterebbe un libro di diversi volumi sull'eredità scacchistica che ci ha lasciato. Sveshnikov fu uno di quei giocatori che preferisce avere il Nero. Quindi, quando giocammo in un torneo, mi disse che avrebbe sconfitto il suo avversario seguente, un giocatore piuttosto forte. Gli chiesi perché ne fosse così sicuro, e mi ricorderò per sempre l'inizio della sua lunga risposta: \"Be', prima di tutto giocherò con il Nero...\"\nIl compianto Sveshnikov nel 2016. Foto: Maria Emelianova/Chess.com.\nIn ogni caso, torniamo alla mia storia. Quando il GM Tukmakov ha annunciato che dovevamo cambiare i colori, provai a far finta di non aver sentito l'annuncio e posizionai i pezzi così da avere il Nero. Quando Tukmakov giunse alla mia scacchiera, evidentemente ricordava piuttosto bene il bambinello che un paio di giorni prima era riuscito a rubargli una patta. Disse solo che l'ultima volta avevo avuto il Nero, quindi a quel punto mi sarebbe toccato il Bianco. Non ebbi scelta, quindi voltai la scacchiera e giocai 1.c4?\nNormalmente inizio sempre le mie partite con 1.e4!, ma qui, con un inaspettato stravolgimento di piani, considerato che mi aspettavo di avere il Nero, andai in panico e giocai l'Inglese. Persi la partita in maniera abbastanza miserevole: il mio assai più forte avversario mi surclassò posizionalmente senza alcuna mezza misura, e nemmeno capii dove avessi sbagliato. Dopo la partita, il mio allenatore mi spiegò che avevo praticamente gettato alle ortiche un'opportunità contro un avversario così forte.\nAvessi giocato la mia normale 1.e4, molto probabilmente avrei comunque perso la partita, ma avrei imparato molto di più dal gioco tagliente che ne sarebbe conseguito da quella noiosa partita nata da 1.c4? Devo dire che avevo 11 anni, dunque non ero molto più vecchio di quel bambino la cui partita ho incluso nel mio articolo.\nOra andiamo a otto anni più tardi, quando ero già un maestro internazionale e mi passò per la testa che, considerato che era tutta la vita che giocavo la Difesa Siciliana, perché non avrei dovuto provare l'Inglese, che è sostanzialmente un tentativo di giocare la Siciliana a colori invertiti? Una volta passato da 1.e4 a 1.c4 i miei risultati migliorarono. Ecco la partita che mi ha fatto ottenere il titolo di grande maestro:\nGrigory Yuryevich Serper (2522) contro Boris Valeryevich Alterman (2572)\n1-0 Chess Olympiad Manila PHI 24 Jun 1992 Turno: 14 ECO: A16\n8\n7\n6\n5\n4\n3\n2\n1\na\nb\nc\nd\ne\nf\ng\nh\n1.\nc4\nCf6\n2.\nCc3\nd5\n3.\ncxd5\nCxd5\n4.\ng3\ng6\n5.\nAg2\nCb6\n6.\nd3\nAg7\n7.\nAe3\nO-O\n8.\nDd2\nCc6\n9.\nAxc6\nbxc6\n10.\nAh6\nc5\n11.\nAxg7\nRxg7\n12.\nCf3\nAb7\n13.\nDe3\nc4\n14.\nO-O-O\nAxf3\n15.\nexf3\ncxd3\n16.\nTxd3\nDe8\n17.\nh4\nTd8\n18.\nTxd8\nDxd8\n19.\nh5\nCd5\n20.\nDe5+\nCf6\n21.\nh6+\nRg8\n22.\nTd1\nDe8\n23.\nCd5\nDc6+\n24.\nRb1\nDe6\n25.\nCxe7+\nRh8\n26.\nDxe6\nfxe6\n27.\nTe1\nCg8\n28.\nCxg8\nRxg8\n29.\nTxe6\nTxf3\n30.\nTe8+\nRf7\n31.\nTh8\nTxf2\n32.\nTxh7+\nRf6\n33.\nTxc7\na5\n34.\nTc2\n1-0\nQuindi, ecco qua il mio personalissimo percorso da 1.c4? a 1.c4!\nOra lasciatemi rispondere ad un'altra domanda dalla sezione commenti:\n\"Ultimamente ho provato 1.c4 con ragionevole (e questionabile) successo, ma ho l'impressione di non capire pienamente la teoria e gli obiettivi che la accompagnano. Potresti forse consigliarmi qualcosa per iniziare? Grazie.\"\nQuesta è un'ottima domanda! Il problema della maggior parte dei libri d'apertura è che si limitano a scaricarvi addosso tonnellate di linee teoriche, ma alla fine non si capisce bene lo scopo di queste mosse, come giustamente notato dal lettore.\nLasciate che vi dia un semplice esempio che mostra piuttosto bene perché bisogna conoscere bene le idee delle aperture giocate. Nella mia partita mostrata sopra, alla mossa nove ho cambiato il mio alfiere di fianchetto per danneggiare l'ala di donna del Nero. In molti casi un cambio simile rende vulnerabile il re della parte che rinuncia all'alfiere, quindi per quale motivo mi è stato così facile giocare in questo modo? La risposta è semplice: conoscevo le due seguenti partite, giocate da campioni del mondo:\nTigran Vartanovich Petrosian contro Wlodzimierz Schmidt\n1-0 Chess Olympiad Final-A Skopje YUG 02 Oct 1972 Turno: 6 ECO: A16\n8\n7\n6\n5\n4\n3\n2\n1\na\nb\nc\nd\ne\nf\ng\nh\n1.\nc4\nCf6\n2.\nCc3\nd5\n3.\ncxd5\nCxd5\n4.\ng3\ng6\n5.\nAg2\nCb6\n6.\nd3\nAg7\n7.\nAe3\nCc6\n8.\nAxc6+\nbxc6\n9.\nDc1\nh6\n10.\nCf3\nAh3\n11.\nTg1\nAg4\n12.\nCd2\nCd5\n13.\nCxd5\ncxd5\n14.\nCb3\nDd6\n15.\nf3\nAd7\n16.\nd4\nTb8\n17.\nRf2\nh5\n18.\nAf4\ne5\n19.\ndxe5\nAxe5\n20.\nDe3\nf6\n21.\nDxa7\nO-O\n22.\nTac1\nTfe8\n23.\nAxe5\nDxe5\n24.\nTge1\nTa8\n25.\nDxc7\nDe3+\n26.\nRg2\nTa7\n27.\nDd6\nh4\n28.\ngxh4\nAe6\n29.\nTc3\nDh6\n30.\na3\nTd7\n31.\nDg3\nd4\n32.\nTd3\nAxb3\n33.\nTxb3\nDd2\n34.\nRf1\nRh7\n35.\nTb8\nTe5\n36.\nDg4\nf5\n37.\nDg5\nTe3\n38.\nDf6\n1-0\nCome vedete, nella mia partita ho semplicemente copiato l'idea già eseguita da due campioni del mondo, dato che le posizioni erano praticamente identiche. Ma non è sempre così facile... Cosa bisogna fare quando ci si trova completamente fuori dalla teoria? La conoscenza di partite classiche vi aiuterà anche in quel caso!\nGuardiamo la mia mossa 15.exf3! Perché mi sono deliberatamente rovinato la struttura pedonale quando avevo a disposizione 15.Dxf3, una mossa assolutamente accettabile? Per di più, avevo già impiegato questa idea in un'altra partita che fa sembrare la mossa ancor più scioccante:\nQui la mia mossa 13.exf3! sembra ancora più assurda, dato che avrei potuto ricatturare sia di donna sia d'alfiere, senza rovinarmi la struttura. C'è o no un motivo dietro alla follia del Bianco? Be', un punto importante c'è: il Bianco vuole la colonna e. Inoltre, in alcune varianti il pedone f3 può essere utilizzato come ariete per danneggiare l'arrocco del Nero. Ancora una volta non posso dire di aver trovato da solo questa idea, dato che conoscevo la partita che riporto qui sotto, giocata da un altro campione del mondo. Il GM Anatoly Karpov ha sfruttato a piene mani la colonna e aperta, ma nel momento decisivo non ha trovato la più forte continuazione per il suo attacco:\nDevo ammettere che ho imparato questa idea da una partita di un altro Campione del Mondo, Alexander Alekhine, prima di vedere questa di Karpov. Non escludo il fatto che Karpov stesso l'abbia imparata anche lui da Alekhine.\nOra forse vedrete quanto sia stato difficile per il GM Boris Alterman giocare la nostra partita: avevo men quattro campioni del mondo ad accompagnarmi!\nQuindi torniamo alla domanda su come studiare le aperture. Per iniziare, vi raccomando di studiare le partite in cui i campioni del mondo e i grandi maestri più forti giocano l'apertura che vi interessa. Questo dovrebbe darvi una buona infarinatura sui pattern più tipici di attacco e difesa, sul miglior piazzamento dei vostri pezzi, sugli elementi chiave della strategia e della tattica, ecc.\nImmaginiamoci a questo punto una situazione in cui state pensando di impiegare una delle numerose aperture-meme in una partita di torneo, chiedendovi magari come l'abbiano trattata giocatori come Jose Capablanca o i GM Bobby Fischer, Garry Kasparov o Viswanathan Anand. Provate a controllare un database... e avrete questa risposta:\nBe', immagino che questo sia un motivo in più per studiare le partite classiche. Persino questa risposta inusuale può insegnarvi qualcosa sugli scacchi!\nAltro da GM Gserper\nUn'idea di attacco intramontabile\nUn capolavoro dimenticato\nCommenti (175)\nOrdina:\nPiù recente\nPiù recente\nMeno recente\nPertinenza\n2nd00account\n9 giorni fa\n0\nnice article\nmonkehhhhhhhhhhhhhhhhhhhh\n14 giorni fa\n0\nHa ah ha haaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa\nsuneyed\n19 giorni fa\n0\nNicee\nedu88s\n30 gen 2025\n0\nMuito obrigado pelas dicas!!!\nRafael_Mota12\n16 gen 2025\n0\nThank you  :brilliant\njulikananga\n9 gen 2025\n0\nWhere can you get quality GM games of openings you are studying?\nRufioNinj\n15 dic 2024\n0\ntrippeslimey\n2 dic 2024\n0\nObrigado\nCesRiv\n28 nov 2023\n0\nObrigado\nold-school_wilfredo\n26 nov 2023\n0\nVery informative! I too believe in learning more from observing classical games and being situationally aware whenever an opportunity to utilise their sharp points arises.\nscorpionsensei\n31 ott 2023\n1\nThePokemonAtMississippi wrote:\nI think that openings do not matter as each and every opening cannot be prepared. According to me we should focus on the middlegame and endgame....\nIt is still important to not be in a losing position out of the opening and have to play a hard middlegame and endgame, you should focus on openings at least well enough for this!\narthurvinip\n8 ott 2023\n0\nIts so dificult for me\nTraffekramm\n13 set 2023\n0\n:tup\no-par-de-biceps\n6 set 2023\n0\nObrigado, me deu uma direção do que fazer, vou procurar partidas clássicas com as aberturas que eu gosto\n1\nprathamqwerty\n12 ago 2023\n0\ng\nThePokemonAtMississippi\n19 lug 2023\n-3\nI think that openings do not matter as each and every opening cannot be prepared. According to me we should focus on the middlegame and endgame....\nbenevolent_knight\n9 lug 2023\n-1\nThis still sounds like a person has to go through an opening book only where all the games are about a particular chess opening that one is trying to learn.\nIndoomina\n8 lug 2023\n1\nSenkibayKazhymurat\n5 lug 2023\n0\nthats amazing\n1\nDanmlaz\n30 giu 2023\n0\nMuito bom!!\nPrimi\n1\n2\n3\n4\n...\nUltima\nAccedi\noppure\nIscriviti\nElimina la pubblicità\nArticoli\nPer principianti\nStrategia\nTattica\nScacchi per le scuole\nTeoria delle aperture\nMediogioco\nFinali\nPartite spettacolari\nGiocatori di scacchi\nDivertimento e curiosità\nAltro\nAiuto di Chess.com\nAutori\nElimina la pubblicità\nAssistenza\nTermini scacchistici\nStudenti\nLavora con noi\nSviluppatori\nContratto utente\nInformativa privacy\nImpostazioni privacy\nGioco leale\nPartner\nDati di legge\nChess.com © 2025\nIniziamo a giocare a scacchi?\nGioca online\nGioca con gli amici\nGioca con i Bot\nTornei\nGioca adesso\nLa vostra privacy è per noi molto importante\nInsieme ai nostri partner archiviamo e/o accediamo alle informazioni sul dispositivo dell'utente, come gli ID univoci nei cookie, per il trattamento dei dati personali. È possibile accettare o gestire le proprie scelte facendo clic di seguito, tra cui il proprio diritto di opporsi sulla base di un interesse legittimo o comunque in qualsiasi momento nella pagina dell'informativa sulla privacy. Queste scelte verranno segnalate ai nostri partner e non influenzeranno i dati sulla navigazione.\nNoi e i nostri partner trattiamo i dati per fornire:\nUtilizzare dati di geolocalizzazione precisi. Archiviare informazioni su dispositivo e/o accedervi. Sviluppare e migliorare i servizi. Creare profili per la pubblicità personalizzata. Utilizzare dati limitati per la selezione della pubblicità. Utilizzare profili per la selezione di pubblicità personalizzata. Misurare le prestazioni degli annunci. Comprendere il pubblico attraverso statistiche o la combinazione di dati provenienti da fonti diverse.\nElenco dei partner (fornitori)\nRifiuta tutti Accetto\nMostra finalità"
}