{
  "url": "https://bolocello.wordpress.com/2015/11/30/la-strategia/",
  "timestamp": 1744663041.685183,
  "content": "BOLOCELLO\nLA STRATEGIA\n30 novembre 2015 bolocello\nLa strategia negli scacchi è un concetto vasto e complesso, di difficile comprensione anche dopo anni di esercizio e studio. Da una parte la validità dei principi varia a seconda del momento della partita e della posizione, dall’altra parte i principi stessi possono essere discordanti, contrastanti o fuorvianti.\nQuando ci chiediamo quale mossa dobbiamo eseguire e, in via più generica, non sappiamo cosa dobbiamo fare, allora quello che ci serve è un piano strategico. Non è lo scopo di questo testo far trovare al lettore il piano migliore in ogni caso, quanto piuttosto spiegare quali siano i principi di base della strategia scacchistica.\nIn questa dispensa ho cercato di sottolineare quattro principi strategici fondamentali, la cui comprensione è necessaria per la corretta comprensione della partita di scacchi, ma non solo: Controllo (e occupazione), Sicurezza, Gestione, Iniziativa.\nLa prossima lezione vedremo quando e come questi 4 principi si modificano durante il corso della partita, assumendo nuovi significati, ora vediamo perché esistono.\nControllo delle posizioni migliori: il principio del controllo delle posizioni chiave è intuitivo: chi controlla i posti migliori si avvantaggia e spesso e volentieri costringe l’avversario a difese deboli, scadenti e a perdere dei pezzi o peggio.\nMa quali sono i posti chiave? Fondamentalmente il posto chiave principale è il centro: CONQUISTARE IL CENTRO. Chi conquista il centro diventa padrone del gioco perché guadagna spazio togliendolo all’avversario, il che gli consente di manovrare e coordinare meglio i propri pezzi su tutta la scacchiera, avere i pezzi generalmente più al sicuro, e di essere già nella condizione di portare minacce immediate all’avversario.\nLa battaglia per il centro è evidente soprattutto all’inizio e proprio per questo, le prime mosse più frequenti in assoluto sono il controllo immediato del centro con i pedoni: le spinte in e4 o d4.\nInfatti i pedoni sono il pezzo migliore con il quale occupare il centro; da cui possiamo dedurre che è meglio mantenere i pedoni centrali a discapito di quelli laterali.\nUna volta che la battaglia per il centro si assesta (ma non si conclude mai) e i pezzi sono sviluppati, si osservano altre posizioni “chiave”. Queste posizione saranno da ricercare in base all’attività dei pezzi in gioco ma soprattutto alla struttura che hanno preso le due formazioni di pedoni.\nE’ quindi necessario fare in modo da non creare debolezze nella nostra struttura di pedoni, per quanto possibile, per non aiutare l’avversario (*1).\nUna ulteriore buona regola è quella di occupare e sostenere un avamposto nella struttura avversaria, ricordando però che, più in profondità si trova più è difficile da difendere e facile da attaccare per l’avversario (*2).\nInfine, si può associare ad ogni pezzo una “posizione migliore”, ossia il modo di valorizzarlo il più possibile.\nIl luogo migliore per una torre è su una colonna aperta o semiaperta, dove minaccia di entrare nello schieramento avversario, di catturare un pezzo o un pedone avversario; o di supportare un nostro pedone verso la promozione.\nIl luogo migliore per un cavallo è l’occupazione di un avamposto, di una casa debole dalla quale minaccia continuamente la posizione avversaria.\nIl luogo migliore per un alfiere è una lunga diagonale aperta, con controllo sul centro e il controllo su un obiettivo di conquista nella posizione avversaria.\nIl luogo migliore per la regina è generalmente lo stesso di torri e alfieri, ma, essendo un pezzo importante, va tenuta in grande considerazione non gettandola prematuramente nella mischia.\nInfine il luogo migliore per un pedone è l’occupazione dei punti chiave, la creazione dello spazio dietro di se e, se è possibile, il suo luogo migliore è oltre gli altri pedoni, libero di andare verso la promozione (*3).\nIn figura si può osservare il “luogo ideale” dei pezzi in fase di apertura. Ovviamente il compito del nero è quello di impedire che il bianco attui questo piano, e, potendo, occupare il centro a sua volta.\n*1. Pedone debole: un pedone si dice debole quando non può più essere difeso dai pedoni adiacenti. Rientrano in questa categoria i pedoni isolati e i pedoni arretrati.\n*2. Casa debole: una casa si definisce debole quando nessun pedone può controllare tale casa. Una casa debole è spesso un ottimo avamposto per un nostro pezzo.\n*3. Pedone passato: un pedone si definisce passato quando nessun pedone avversario può arrestarne la corsa verso la promozione. Un pedone passato può essere una forza enorme nelle condizioni giuste e crearne uno può essere il motivo centrale del nostro piano strategico.\nIn figura il bianco ha un pedone debole in e4, un pedone passato in a4 e delle case deboli in b3 e d3.\nIl nero invece ha un pedone debole in d6 e una casa debole in d5.\nSicurezza: con il concetto di sicurezza si intende innanzitutto sottolineare quanto sia fondamentale la SICUREZZA DEL PROPRIO RE. Il concetto è poi estendibile a tutti i nostri pezzi in gioco, ma tanto è più importante quanto è più importante il pezzo in questione.\nCosa si intende per sicurezza? Il nostro Re sarà tanto più al sicuro quanto più lontano dallo scontro si troverà. Questo, il 95% delle volte si traduce con: arroccare il prima possibile, dalla parte giusta.\nMa non solo questo. Un secondo principio, che si deriva da questo, è quello di mantenere il re al sicuro, facendo in modo da non rovinare inutilmente e prematuramente il nostro arrocco, e non allontanare tutti i nostri pezzi dalla difesa del re.\nNel diagramma seguente si evidenzia come sia ingiustificato muovere i pedoni davanti al re. Ad esempio, muovere il pedone in g6 genera due case deboli in f6 ed h6. La posizione non è immediatamente persa, ma se il bianco riesce a sfruttare correttamente quelle debolezze, può vincere la partita.\nGestione delle forze: questo principio consiste nel saper disporre e manovrare le proprie forze in modo coordinato, efficace ed armonico. Significa innanzitutto VALORIZZARE LE PROPRIE FORZE A DISCAPITO DI QUELLE AVVERSARIE, che vuol dire collocare ogni pezzo nella posizione migliore, ma anche coordinare le proprie forze nei settori nevralgici e intralciare il piano dell’avversario.\nPrincipi corollari al coordinamento delle forze possono essere: sviluppare tutti i propri pezzi prima di cominciare un attacco, non andare alla ricerca del vantaggio materiale troppo presto e con lo stesso pezzo, creare delle batterie di pezzi contro il re o i punti deboli dell’avversario, dare uno scopo ai propri pezzi, e così via..\nQuesto è in assoluto il principio più complicato da mettere in pratica nel modo corretto. Nei fatti, è ciò che determina la vera abilità strategica del giocatore.\nCome esempi si osservino le due partite in “errori tipici”.\nIniziativa: infine, questo concetto è ciò che differenzia il bianco dal nero. Avere l’iniziativa significa continuare a METTERE IL NOSTRO AVVERSARIO NELLA POSIZIONE DI DOVER REAGIRE ALLE NOSTRE MOSSE. Il bianco muove per primo, quindi ha l’iniziativa. Il suo compito è quello di sfruttarla per vincere la partita, mentre il compito del nero è quello di pareggiare il gioco, ossia di far perdere al bianco l’iniziativa, con una difesa possibilmente attiva (*4); poi, se la posizione lo consente, potrà guadagnare lui stesso l’iniziativa.\nIndissolubilmente legato al mantenimento dell’iniziativa è il concetto di velocità, che in modo intuitivo significa non rimandare le azioni fondamentali, o in apertura vuol dire sviluppare i pezzi il più in fretta possibile senza perdere tempo (*5). Ogni volta che non coordiniamo i pezzi o ci avventuriamo in minacce vane, siamo poi obbligati a perdere dei tempi per rimediare ai nostri errori posizionali; non abbiamo perso pezzi ma abbiamo perso l’iniziativa o abbiamo aiutato l’avversario ad intensificare la pressione.\n*4. Controgioco: si definisce controgioco il piano attivo della parte in difesa che, oltre a difendersi, genera problemi alla parte attaccante, ostacolandone l’azione.\n*5. Tempo: con l’accezione “tempo” si indica generalmente una mossa in apertura, volta a sviluppare un pezzo. Si dice guadagnare un tempo quando riusciamo a sviluppare un pezzo senza che il nostro avversario faccia altrettanto.\nIn figura, il bianco ha mosso la donna in h5 venendo meno al principio di portare in gioco prima i pezzi leggeri, poi i pezzi pesanti. Il nero, muovendo il cavallo in f6, si sviluppa attaccandola e la costringe alla ritirata guadagnando un tempo.\nErrori tipici: infine un esempio di cosa significa venire meno a questi principi per tempi troppo lunghi.\nQuesta, come la prossima, sono due partite realmente giocate dai grandi maestri.\nNella prima partita, derivata dall’apertura spagnola, il bianco ha già arroccato e sviluppato qualche pezzo leggero, ma soprattutto ha arroccato; mentre il nero ha ancora il re al centro e deve fare in fretta a portarlo al sicuro. Tuttavia qui il nero ha lottato seriamente per il centro, come è evidenziato dai pedoni evidenziati in giallo, ha già sviluppato dei pezzi, quindi può sentirsi abbastanza al sicuro. Ma finché il re è al centro non si è quasi mai del tutto al sicuro (non significa che il re arroccato sia immune da tutto).\nIl bianco ha mosso il cavallo in g5 per attaccare la casa f7 e provocare il nero a spingere i pedoni del proprio futuro arrocco. La mossa migliore per il nero sarebbe quella di sviluppare l’ultimo pezzo leggero: mettere l’alfiere in e7, attaccare il cavallo e costringerlo alla ritirata, guadagnando un tempo e facendo perdere l’iniziativa al bianco. Ma cosa succede se cade nella trappola?\nCosa succede se, ad esempio, il cavallo viene cacciato via spingendo il pedone in h6?\nInnanzitutto il nero crea una piccola debolezza sul suo futuro arrocco corto. E commette quindi un piccolo errore strategico. In questo caso, inoltre, consente al bianco di provare un attacco, mangiando il pedone in f7.\nIl re nero è costretto a catturare il cavallo con il re, perdendo la possibilità di arroccare in futuro.\nIl nero non dovrebbe essere troppo preoccupato, poiché il suo sviluppo dovrebbe consentirgli di difendersi adeguatamente, ma la difesa giusta, spesso è molto complicata da trovare.\nInfatti il bianco può ora attaccare il re e comincia prima con uno scacco diretto, muovendo l’alfiere in c4 per far spostare il re nero dalla difesa del cavallo in g6, poi muovendo la donna in h5 attaccherà il cavallo indifeso.\nSullo scacco il nero dovrà decidere dove posizionare il re. Può andare in f6, ma rimane sotto la minaccia indiretta della torre in f1, può andare in e8, ma lascerebbe il cavallo in g6 inchiodato dalla donna in h5 e può andare in e7, per difendere poi il cavallo in g6 spostando l’alfiere in e8 o in altri modi.\nQual è quindi la difesa migliore? La risposta non è per nulla intuitiva e immediata. La difesa migliore, dopo lunghi ragionamenti, sarà spostare il re in e8, la donna in f6 per difendere il cavallo e poi comunque perdere il cavallo dopo che il bianco riuscirà a spingere il pedone fino in f5.\nTrovarla in partita non è semplice però!\nSupponiamo che il nero decida per il piano all’apparenza più efficace: sposta il re in e7 e poi l’alfiere in e8 dopo che la donna bianca avrà raggiunto la casa h5.\nEcco allora che il bianco può dimostrare quanto sia perdente la posizione del re nero al centro.\nUn piccolo aiuto e a fine paragrafo troverete la soluzione completa: il bianco vince e da scacco matto in 4 mosse.\nNella seconda partita, il nero è venuto meno a molti più principi, andando in giro per la scacchiera a catturare i pedoni avversari.\nLa posizione in figura si raggiunge dalla variante Rossolimo dell’apertura Siciliana. Il nero ora può andare a caccia dei pedoni bianchi, muovendo la regina in g4 e facendo un attacco doppio. Ma è davvero conveniente?\nNon esistono armi tattiche immediate per dimostrare la fallacità del piano del nero. Tuttavia, il bianco conquisterà tempi e coordinazione delle forze, mentre il nero dovrà senza dubbio salvare la sua regina.\nLa donna nera muove in g4, il bianco arrocca tranquillamente e la donna mangerà il pedone bianco in e4. Quindi il bianco effettua la spinta tematica per conquistare il centro: mettere il pedone in d4, mentre il nero lo cattura con il suo pedone in c5. Il bianco ora comincia a svilupparsi guadagnando un tempo sulla donna avversaria: muove la torre in e1.\nCome si può osservare la torre minaccia la donna ed è già sulla colonna del re nero. La donna si ritirerà in c6 da dove potrà attaccare il pedone in c4 e il bianco riprenderà il pedone centrale in d4.\nDopodiché, il nero commette il vero e proprio errore di mangiare il pedone in c4, dimenticandosi completamente dello sviluppo e della sicurezza del re.\nIl bianco guadagnerà altri tempi attaccando la regina sospesa e il pedone in d6, che ora non è difeso a causa dell’inchiodatura del pedone in e7.\nLa donna nera sarà quindi costretta a ritirarsi prima, e a difendere il pedone in d6 poi.\nQuindi le figure seguenti mostreranno la stessa posizione con i vantaggi di sviluppo del bianco e gli svantaggi del nero: i pezzi bianchi sono attivi, quelli del nero no!\nLa donna nera ha fatto ben 7 mosse!!! 7 tempi persi, sono davvero troppi. Si poteva sviluppare gli altri pezzi per difendersi meglio, invece.\nOra il bianco può cominciare un attacco serio, muovendo il cavallo in b5 e trovando la via migliore per guadagnare dei pezzi o dare scacco matto. Non è mia intenzione dimostrare come il bianco vinca contro ogni difesa del nero, tuttavia, se non mi credete, provate a giocarla con un amico e vi accorgerete quanto sia difficile per il nero difendersi adeguatamente.\nConclusione: sono consapevole delle difficoltà che lo studente può incontrare nello studio della strategia, come sono consapevole che il modo migliore per studiarla è sotto la costante guida di un vero maestro di scacchi. Lo scopo di questo articolo è stato quello di imprimere a fuoco i concetti di base (rosso, grassetto e maiuscolo) in modo da evitare gli errori di concetto più grossolani, e di suscitare un po’ di curiosità verso gli altri concetti.\nSpero quindi che il lettore alle prime armi possa aver trovato questo testo utile, ma soprattutto continui nello studio della strategia per conto proprio, a seconda del suo desiderio.\nSoluzione: Alfiere in g5, pedone mangia alfiere, donna mangia pedone in g5. Ora il re è costretto a spostarsi in d7, quindi la donna dando scacco in f5 lo obbliga a tornare in e7 e ora, muovendo la donna in e6 sarà scacco matto.\nCONDIVIDI:\nX Facebook\nCORRELATI\nGIOCO PIANO E FEGATELLO\n12 gennaio 2015\nIn \"Senza categoria\"\nLE FASI DELLA PARTITA\n4 dicembre 2015\nIn \"Senza categoria\"\nAppendice Aperture\n12 gennaio 2015\nIn \"Senza categoria\"\n← LA TATTICA\nLE FASI DELLA PARTITA →\nLASCIA UN COMMENTO\nScrivi un Commento...\nCommento\nCREA UN SITO O UN BLOG GRATUITO SU WORDPRESS.COM.\nProgetta un sito come questo con WordPress.com\nComincia ora"
}