{
  "url": "https://www.youcoach.it/articolo/programmazione-settimanale-del-lavoro-atletico",
  "timestamp": 1744663406.083273,
  "content": "Salta al contenuto principale\nGuide\nRubriche\nAPP\nWebinar\nVideo\nContattaci\nIT\nAccedi\nFOOTBALL DIGITAL TECHNOLOGIES\nESERCIZI CALCIO\nE-BOOK\nLIBRI\nVIDEO ANALYSIS\nSTAGIONI COMPLETE\nAbbonamento\nTLM\nESERCIZI CALCIO\nVIDEO ANALYSIS\nE-BOOK\nLIBRI\nVIDEO\nMYCOACH\nSTAGIONI COMPLETE\nTLM\nMYSCOUT\nGUIDE\nProgrammazione settimanale del lavoro atletico\n  Obiettivo\nPreparazione Fisica\nSommario Obiettivi Secondari\nCome programmare le sedute settimanali per migliorare le prestazioni dei giocatori senza commettere errori\nFormazione\nUn argomento che molto spesso suscita accese discussioni tra gli addetti ai lavori, è quello relativo alla suddivisione delle varie attività fisiche nell’arco settimana; quando allenare la velocità? quando allenare la resistenza? quando allenare la forza? la alleno oppure no?\n  Per poter programmare la settimana di lavoro da un punto di vista atletico è importante conoscere quali sono gli effetti determinati da un certo tipo di lavoro, da un punto di vista fisiologico, sull’organismo del giocatore; è importante in altre parole sapere quali tipologie di allenamento possono essere utilizzate in sequenza e quali sono le possibili combinazioni di esercizi che possono essere utilizzate nell’arco della stessa seduta, per evitare di utilizzare mezzi di allenamento che non si combinano in maniera ottimale tra loro.\n  Ci sono quindi alcune regole di base da conoscere e da seguire per poter programmare la settimana di lavoro.\n  Ad esempio per quanto riguarda le sedute aerobiche, queste vanno suddivise in sedute per la capacità aerobica e sedute per la potenza aerobica; le sedute per la capacità aerobica non presentano controindicazioni e pertanto possono essere svolte in qualsiasi giorno della settimana e possono essere concatenate a qualsiasi altro mezzo di allenamento. Al contrario la potenza aerobica non dovrebbe essere proposta nella stessa seduta di allenamento nella quale si voglia stimolare anche il meccanismo anaerobico lattacido.\n  L’allenamento della potenza aerobica invece può essere tranquillamente preceduto o seguito da un allenamento alattacido o da un allenamento di forza, all’interno della stessa seduta di allenamento.\n  Le sedute lattacide devono essere svolte con molta attenzione e devono essere previste lontano dal giorno della gara; se la partita è programmata per la domenica, il giorno ideale per le sedute lattacide potrebbe essere il mercoledi, ad esempio.\n  Dopo un allenamento lattacido, inoltre, non deve mai essere proposto un allenamento alattacido di velocità e questo vale sia all’interno della stessa seduta di allenamento che anche in giorni di allenamento successivi. Questo per evitare rischi di infortuni dovuti al fatto che un allenamento lattacido lascia il muscolo particolarmente affaticato e la successiva richiesta di svolgere lavori di velocità mal si coniuga con lo stato di affaticamento presente nel muscolo.\n  Ad un allenamento lattacido può seguire invece un allenamento aerobico a bassa intensità, che è molto indicato per il recupero dallo sforzo precedente.\n  Si consiglia inoltre di evitare la presenza nella stessa settimana di mezzi di lavoro a finalità lattacide e di allenamenti di forza e la stessa cosa, ovviamente, vale per mezzi di allenamento all’interno della stessa seduta.\n  Per quanto riguarda l’allenamento di forza invece, nel calcio molto raramente si allena la forza in modo convenzionale, come la allena ad esempio un bodybuilder, ma molto spesso si utilizzano metodologie di lavoro che sono più finalizzate all’allenamento del controllo della forza piuttosto che al suo incremento vero e proprio. Questi metodi di lavoro sono rappresentati, ad esempio, dagli allenamenti che prevedono l’utilizzo di piani instabili, elastici, tavolette propriocettive, bosu e tutti gli strumenti innovativi che vengono ideati negli ultimi anni; si parla in questo caso di allenamento funzionale, che prevede l’esecuzione di una serie di esercizi per allenare la forza in maniera semplice, ma efficace, utilizzando pochi attrezzi di cui si possono dotare, senza grosse spese, anche le società dilettantistiche.\nQuesto tipo di allenamento può essere inserito nella settimana di lavoro o il mercoledi (o comunque il secondo giorno di allenamento) o anche il primo giorno di allenamento, in quanto, essendo un metodo di lavoro che allena il controllo della forza piuttosto della forza stessa, non presenta particolari controindicazioni.\n  Riassumendo, ci sono varie possibili combinazioni relativamente alla periodizzazione del lavoro settimanale in una squadra di calcio, le quali possono anche tener conto dell’importanza che viene attribuita alla partita del fine settimana.\n  Ad esempio, nelle categorie agonistiche, in cui il risultato della partita è determinante, si possono seguire diversi modelli di periodizzazione, anche in base al numero di allenamenti settimanali.\n  Una “settimana tipo”, con quattro allenamenti, potrebbe essere costituita ad esempio da questa successione di allenamenti:\n forza\n resistenza\nforza esplosiva e/o velocità\nvelocità\n  Nel caso in cui si svolgano tre allenamenti settimanali, la successione potrebbe prevedere ad esempio:\nresistenza\nforza\nvelocità\n  Quando invece il risultato della partita può essere messo in secondo piano, come ad esempio succede per alcune categorie giovanili, la successione può prevedere, nel caso di quattro allenamenti settimanali:\nresistenza\nforza e velocità\nresistenza\nvelocità\n  Mentre nel caso la squadra svolga tre allenamenti settimanali, si può seguire il modello che prevede una settimana tipo svolta come la seguente:\nforza\nresistenza\nvelocità\n  Come si può notare, quindi, le possibili combinazioni tra i vari mezzi e metodi di lavoro sono molteplici e sta al preparatore individuare, in accordo con l’allenatore, la giusta combinazione degli strumenti da utilizzare per raggiungere l’obiettivo che ci si è prefissati.\nTIPOLOGIA: \nCOACHPEDIA\nTAG: \nFORMAZIONE\nPREPARAZIONE FISICA\nFacebook Twitter Instagram LinkedIn\n↑ Torna su\nGiorgio Polin\nPreparatore Atletico e Istruttore Scuola Calcio A.S. Cittadella\n    Preparatore atletico e allenatore Attività di base dell'A.S. Cittadella.\nLaurea triennale in Scienze Motorie presso Università di Padova.\nLaurea magistale in Scienze e Tecniche dell'Attività Sportiva presso Università di Bologna.\nPreparatore fisico della Federazione Italiana Rugby.\nIstruttore di Atletica Leggera della Federazione Italiana di Atletica Leggera.\nARTICOLI CORRELATI\nWEBINAR GRATUITO: YouCoachAPP Video Analysis, un'intera serata dedicata a conoscere il nostro software di analisi video\nYouCoachClass è un ciclo di webinar online riservato agli abbonati di YouCoach. Il prossimo webinar del 24 febbraio...\nGiorno 24 - Calendario dell'avvento di YouCoach\nTi presentiamo il Calendario dell’avvento di YouCoach, è la nuova iniziativa riservata agli abbonati per il mese di...\nGiorno 23 - Calendario dell'avvento di YouCoach\nTi presentiamo il Calendario dell’avvento di YouCoach, è la nuova iniziativa riservata agli abbonati per il mese di...\nGiorno 21 - Calendario dell'avvento di YouCoach\nTi presentiamo il Calendario dell’avvento di YouCoach, è la nuova iniziativa riservata agli abbonati per il mese di...\nUsername or e-mail\nPassword\nRicordami\nPassword dimenticata?\nNon sei iscritto? Registrati\nSe clicchi su \"Accedi\" e non sei registrato a YouCoach, avrai accesso al sito accettando i Termini e Condizioni e Informativa sulla privacy di YouCoach.it.\n    SELEZIONA LA VALUTA\nEUR\nGBP\nUSD\nCARRELLO\nIl tuo carrello è vuoto\nRegistrati\nMembership\ne-Book\nLibri\ne-Video\nEsercizi calcio\nRubriche\nContatti\nSCOPRI DI PIÙ SU YOUCOACH\nTecnica Tattica Preparazione atletica Alimentazione Psicologia Piccoli amici Pulcini Esordienti Giovanissimi Allievi Juniores-Berretti-Primavera Prima squadra Novità\nINFORMAZIONI\nPrivacy policy\nCome acquistare YouCoachApp\nCome acquistare un e-Book\nContattaci\nTermini e condizioni\nSEGUICI SU\nFacebook\nInstagram\nYouTube\nYouCoach S.r.l.\nCopyright 2013-2024 © Tutti i diritti riservati. CF, Partita I.V.A. e Iscrizione al Registro delle Imprese di Padova\n\nn.04829040288. R.E.A. di Padova: 421745\nYouCoachApp Mobile\nPiù veloce, più smart, più accessibile\n  In questo sito vengono usati i cookie per migliorare la tua esperienza di navigazione\nCliccando su qualsiasi link del sito darai il tuo consenso all'utilizzo dei cookies. Desidero ricevere più informazioni\nOk, sono d'accordo Declino"
}