{
  "url": "https://it.wikipedia.org/wiki/Apertura_(scacchi)",
  "timestamp": 1744577326.1173942,
  "content": "Menu principale\nRicerca\nFai una donazione\nregistrati\nentra\nStrumenti personali\nIl web che ci era stato promesso\n13 aprile: un importante aggiornamento per gli utenti in Italia.\nFedele utente, meriti una spiegazione, non saltare questo messaggio. È domenica, 13 aprile, e la nostra raccolta fondi non durerà molto. Se hai usato spesso Wikipedia quest'anno, speriamo che questo significhi che ti ha dato una conoscenza che vale almeno 2,75 €. Unisciti al 2% di utenti che donano ciò che possono per mantenere questa preziosa risorsa disponibile per tutti.\nDopo 25 anni, Wikipedia è ancora il web che ci era stato promesso: un'oasi di conoscenza libera e collaborativa. Consultando Wikipedia oggi, scegli un web libero ed equo: uno spazio in cui trovare le informazioni di cui hai bisogno senza essere distratto da pubblicità o dagli interessi di ricchi proprietari.\nMolti utenti non donano e il tuo contributo conta. Se Wikipedia ti fornisce una conoscenza che vale almeno 2,75 €, per favore dona 2,75 € oggi stesso. Grazie.\nOrgoglioso custode di Wikipedia e dei suoi siti correlati\nCon quale frequenza vorresti donare?\nUna volta\nMensile\nAnnuale\nSostieni la nostra missione a lungo termine\nSeleziona un importo (EUR).\nLa donazione media in Italia è di 8 €.\n2,75 €\n15 €\n25 €\n50 €\n100 €\n250 €\n500 €\nOther amount\nAltro\nPer favore seleziona un metodo di pagamento\nTrasferimento bancario (SEPA)\nContinua\nForse in seguito\nDomande frequenti  |  Altri modi per donare  |  Ho già donato\nNon venderemo mai le tue informazioni. Inviando, accetti la nostra politica sulla privacy dei donatori e la condivisione delle tue informazioni con la Wikimedia Foundation e i suoi fornitori di servizi negli Stati Uniti e altrove. Se fai una donazione ricorrente, la Wikimedia Foundation ti addebiterà l'importo fino a quando non ci chiederai di smettere. Ti invieremo un'e-mail che include un link a semplici istruzioni per la cancellazione.\nScusa l'interruzione, ma presto sarà troppo tardi per aiutarci nella nostra raccolta fondi. Per favore dona 2,75 €.\nNo, magari in seguito quando avrò più tempo\nSì, voglio donare 2,75 €\nIndice nascondi\nInizio\nObiettivi dell'apertura\nAttiva/disattiva la sottosezione Obiettivi dell'apertura\nControllo e occupazione del centro\nSviluppo dei pezzi\nCatalogo delle aperture\nTabella delle aperture\nVoci correlate\nAltri progetti\nCollegamenti esterni\nApertura (scacchi)\n53 lingue\nVoce\nDiscussione\nLeggi\nModifica\nModifica wikitesto\nCronologia\nStrumenti\nAspetto nascondi\nTesto\nPiccolo\nStandard\nGrande\nLarghezza\nStandard\nLargo\nColore (beta)\nAutomatico\nChiaro\nScuro\nQuesta voce o sezione sull'argomento scacchi non cita le fonti necessarie o quelle presenti sono insufficienti.\nPuoi migliorare questa voce aggiungendo citazioni da fonti attendibili secondo le linee guida sull'uso delle fonti. Segui i suggerimenti del progetto di riferimento.\nTipica mossa d'apertura\nL'apertura indica nel gioco degli scacchi la prima fase della partita. Si tratta di una fase molto importante in quanto tutti i pezzi sono presenti sulla scacchiera e i guadagni di spazio, posizione e pezzi determineranno in maniera significativa lo sviluppo del mediogioco e lo svolgimento della partita nel suo complesso. Come regola, il giocatore che muove i pezzi bianchi dà inizio alla partita muovendo per primo.\nObiettivi dell'apertura[modifica | modifica wikitesto]\nPosizione iniziale\na b c d e f g h\n8\n8\n7 7\n6 6\n5 5\n4 4\n3 3\n2 2\n1 1\na b c d e f g h\nL'obiettivo dell'apertura è disporre i propri pezzi in modo che questi possano controllare il maggior numero di case possibili e nello stesso tempo contrastare la disposizione dei pezzi avversari che cercheranno di fare altrettanto. Nonostante la vasta gamma di aperture possibili, l'apertura viene effettuata cercando di perseguire i seguenti obiettivi:\nControllo e occupazione del centro[modifica | modifica wikitesto]\nFondamentale è il settore centrale della scacchiera, individuato dalle case d4, e4, d5, e5. Per il bianco occupare con i pedoni le case d4 ed e4 fa sì che questi possano controllare le case c5-d5-e5-f5 impedendo che queste case possano essere occupate da pezzi avversari. Analogamente per il nero l'occupazione delle case d5 ed e5. Ad esempio un cavallo bianco posto nella casa d5 sostenuto da un pedone in e4, controlla quasi tutta la scacchiera, controllando le case b4, c3, e3, f4, f6, e7, c7 e b6. Da una posizione così centrale può in poco tempo essere trasferito in qualsiasi zona della scacchiera.\nÈ buona norma, in apertura, procedere all'occupazione delle case centrali e/o al loro controllo (ovvero a muovere un pezzo o un pedone in modo tale che minacci una casa centrale). L'occupazione delle case centrali, infatti, permette anche di costruire una \"barriera\" dietro la quale sviluppare i propri pezzi o anche di creare un \"avamposto\" per le successive fasi della partita (ad esempio il sopra citato cavallo in d5).\nNegli scacchi moderni oltre all'occupazione delle case centrali ha assunto molta importanza anche il puro controllo delle stesse, lasciando all'avversario la possibilità di occupare le case centrali per primo ponendo nel contempo sotto pressione lo schieramento nemico con i pezzi e riservandosi di attaccare il centro nemico in un secondo tempo.\nSviluppo dei pezzi[modifica | modifica wikitesto]\nNelle fasi iniziali della gara è meglio sviluppare i propri pezzi in modo tale che attacchino i pezzi avversari e/o le case centrali e contemporaneamente difendano i propri. Il bianco tenderà a posizionare i pedoni in d4 e in e4, il nero, che muove per secondo e in qualche modo deve \"rispondere\" all'apertura avversaria, tenterà di contrastare questo sviluppo e di perseguire il proprio obiettivo di posizionare egli stesso i propri pedoni nelle case d5-e5. Il bianco cercherà di sviluppare i cavalli in c3 ed f3 dove controllano rispettivamente le case centrali d5-e4 e d4-e5 e il nero cercherà di fare altrettanto con i suoi cavalli in c6 e f6 dove potranno controllare le case centrali d4-e5 e d5-e4.\nAnalogamente gli alfieri verranno sviluppati in modo da avere una influenza sul settore centrale. Gli ultimi pezzi a essere sviluppati saranno solitamente le torri e la donna, pezzi a lungo raggio che hanno bisogno di spazio per muoversi e che solitamente entrano in gioco quando sono stati cambiati gli altri pezzi e pedoni e sono state aperte colonne e traverse in modo che possano sviluppare la massima mobilità possibile.\nCatalogo delle aperture[modifica | modifica wikitesto]\nLe possibilità di apertura di partita, più le varianti che possono verificarsi, sono state studiate a fondo per decenni, e in alcuni casi per secoli.\nLe aperture sono state catalogate assegnando a esse un nome, solitamente il nome del primo giocatore che ha giocato tale apertura in torneo (difesa Alekhine, difesa Nimzo-indiana, difesa Grünfeld, sistema Colle, difesa Pillsbury, ecc.), oppure il luogo dove tale apertura è stata studiata a fondo per la prima volta (gambetto lettone, partita italiana, partita spagnola) o ancora il luogo dove è stata giocata per la prima volta (difesa Cambridge Springs).\nSolitamente la nomenclatura delle aperture segue questo schema:\nPartita: quando il sistema di gioco viene impostato dal bianco (es: partita spagnola)\nDifesa: quando il sistema di gioco viene impostato dal nero (es: difesa siciliana, difesa francese)\nGambetto: quando uno dei giocatori permette la cattura di un proprio pedone senza che questo possa essere ripreso immediatamente (es: gambetto di donna, gambetto di re, gambetto di Budapest)\nControgambetto: quando uno dei giocatori gioca un gambetto in risposta a un gambetto dell'avversario (es: controgambetto Falkbeer, controgambetto Albin).\nI diversi tipi di apertura sono stati negli anni catalogati in maniera capillare e hanno dato origine a una nomenclatura caratteristica con cui vengono identificate.\nUna prima storica classificazione deriva dalle due più comuni mosse utilizzate come prima mossa del bianco:\nApertura di re: 1.e4\nPartita di donna: 1.d4\nConsiderando anche la prima risposta del nero, le aperture possono essere raggruppate in questi gruppi:\nAperture di gioco aperto: 1.e4 e5\nAperture di gioco semiaperto: 1.e4 con risposta diversa da 1…e5\nAperture di gioco chiuso: 1.d4 d5\nAperture di gioco semichiuso: 1.d4 con risposta diversa da 1…d5\nLe altre prime mosse giocate più frequentemente dal bianco sono:\n1.c4: apertura inglese\n1.Cf3: apertura Réti\n1.f4: apertura Bird\n1.b3: apertura Larsen\nesse danno origine alle cosiddette aperture laterali.\nTutte le altre aperture possibili vengono definite aperture irregolari.\nOggi il punto di riferimento per lo studio delle aperture è l'Enciclopedia delle aperture scacchistiche, il cui sistema di classificazione è entrato universalmente in uso. Ogni apertura quindi è contraddistinta da un codice ECO formato da una lettera maiuscola (da A ad E) che indica il gruppo, un numero a due cifre che indica il sottogruppo e un eventuale numero aggiuntivo a due cifre che indica la variante specifica. Per esempio l'apertura detta Partita Spagnola nella sua variante Difesa Steinitz (1.e4 e5 2.Cf3 Cc6 3.Ab5 d6) ha codice ECO C62.\nLe singole mosse, invece, sono trascritte secondo la consueta notazione algebrica.\nAlcune aperture importanti e molto giocate nei tornei:\nGambetto di donna (1.d4 d5 2.c4)\nDifesa siciliana (1.e4 c5)\nPartita inglese (1.c4 ...)\nDifesa francese (1.e4 e6)\nDifesa est-indiana (1.d4 Cf6 2.c4 g6 3.Cc3 Ag7)\nPartita spagnola (1.e4 e5 2.Cf3 Cc6 3.Ab5)\nDifesa Caro-Kann (1.e4 c6)\nDifesa Pirc (1.e4 d6)\nApertura Réti (1.Cf3 d5 2.c4)\nAttacco est-indiano (1.Cf3 ... 2.g3)\nDifesa olandese (1.d4 f5)\nDifesa nimzo-indiana (1. d4 Cf6 2. c4 e6 3. Cc3 Ab4)\nDifesa ovest-indiana (1.d4 Cf6 2.c4 e6 3.Cf3 b6)\nDifesa Grünfeld (1.d4 Cf6 2.c4 g6 3.Cc3 d5)\nGambetto di donna rifiutato (1. d4 d5 2. c4 e6)\nDifesa slava (1. d4 d5 2. c4 c6)\nGambetto di donna accettato (1. d4 d5 2. c4 dxc4)\nAltre, poco meno giocate ma molto importanti, sono:\nGambetto di re (1.e4 e5 2.f4)\nPartita scozzese (1.e4 e5 2.Cf3 Cc6 3.d4)\nPartita italiana (1.e4 e5 2.Cf3 Cc6 3.Ac4 Ac5 4.c3)\nPartita catalana (1.d4 Cf6 2.c4 e6 3.g3 d5)\nTabella delle aperture[modifica | modifica wikitesto]\n1. 1… 2. 2… 3. 3… 4. 4… Nome Codice ECO\nAperture di gioco aperto\ne4 e5 c3           Attacco Lopez C20\ne4 e5 Ce2           Partita Alapin C20\ne4 e5 Df3           Apertura Napoleone C20\ne4 e5 d4 exd4 f4       Gambetto Halasz C21\ne4 e5 d4 exd4 c3       Gambetto danese C21\ne4 e5 d4 exd4 Dxd4       Partita del centro C22\ne4 e5 Ac4           Partita di alfiere C23-C24\ne4 e5 Cc3           Partita viennese C25-C29\ne4 e5 f4           Gambetto di re C30-C39\ne4 e5 Cf3 De7         Difesa Gunderam C40\ne4 e5 Cf3 f5         Gambetto lettone C40\ne4 e5 Cf3 Df6         Difesa Greco C40\ne4 e5 Cf3 f6         Difesa Damiano C40\ne4 e5 Cf3 d5         Controgambetto del centro C40\ne4 e5 Cf3 d6         Difesa Philidor C41\ne4 e5 Cf3 Cf6         Difesa russa C42-C43\ne4 e5 Cf3 Cc6 Ae2       Apertura Tartakower C44\ne4 e5 Cf3 Cc6 g3       Apertura Konstantinopolsky C44\ne4 e5 Cf3 Cc6 c3       Partita Ponziani C44\ne4 e5 Cf3 Cc6 d4 exd4 Cxd4   Partita scozzese C45\ne4 e5 Cf3 Cc6 Cc3 Ab4     Partita dei 3 cavalli C46\ne4 e5 Cf3 Cc6 Cc3 f5     Difesa gotica C46\ne4 e5 Cf3 Cc6 Cc3 Cf6     Partita dei 4 Cavalli C47-C49\ne4 e5 Cf3 Cc6 Ac4 Ae7     Difesa ungherese C50\ne4 e5 Cf3 Cc6 Ac4 f5     Gambetto Rousseau C50\ne4 e5 Cf3 Cc6 Ac4 Ac5 b4   Gambetto Evans C51-C52\ne4 e5 Cf3 Cc6 Ac4 Ac5 c3   Partita italiana C53-C54\ne4 e5 Cf3 Cc6 Ac4 Ac5 d3   Partita di gioco piano C53-C54\ne4 e5 Cf3 Cc6 Ac4 Cf6     Difesa dei 2 cavalli C55-C59\ne4 e5 Cf3 Cc6 Ab5       Partita spagnola C60-C99\nAperture di gioco semiaperto\ne4 h6             Difesa Carr B00\ne4 a6             Difesa San Giorgio B00\ne4 b6             Difesa Owen B00\ne4 f5             Gambetto Duras B00\ne4 f6             Difesa Barnes B00\ne4 g5             Difesa Basman B00\ne4 Ch6             Difesa ippopotamo B00\ne4 Cc6             Difesa Nimzowitsch B00\ne4 d5             Difesa scandinava B01\ne4 Cf6             Difesa Alekhine B02-B05\ne4 g6 d4 Ag7         Difesa Robatsch (Moderna) B06\ne4 d6             Difesa Pirc B07-B09\ne4 c6             Difesa Caro-Kann B10-B19\ne4 c5             Difesa siciliana B20-B99\ne4 e6             Difesa francese C00-C19\nAperture di gioco chiuso\nd4 d5 Ag5           Attacco Lewitzkij D00\nd4 d5 e4           Gambetto Blackmar D00\nd4 d5 Cc3           Partita Lewitzkij-Veresov D01\nd4 d5 Cf3           Partita di pedone di donna D02-D05\nd4 d5 c4           Gambetto di donna D06-D69\nd4 d5 c4 c6         Difesa Slava D10-D19\nAperture di gioco semichiuso\nd4 b5             Difesa polacca A40\nd4 b6             Difesa inglese A40\nd4 e5             Gambetto Englund A40\nd4 e6 c4 Ab4+         Difesa franco-indiana A40\nd4 Cc6             Difesa Lundin A40\nd4 d6             Difesa Rat A41\nd4 d6 c4 g6 Cc3 Ag7 e4   Difesa moderna - Averbakh A42\nd4 c5             Difesa vecchia Benoni A43-A44\nd4 Cf6 g4           Gambetto Gibbins A45\nd4 Cf6 Cf3 e6 c3 d5 Cbd2   Sistema Colle A46\nd4 Cf6 Cf3 e6 Ag5       Attacco Torre A46\nd4 Cf6 Cf3 g6 Af4       Sistema di Londra A48\nd4 Cf6 c4 Cc6         Difesa Kevitz-Trajkovic A50\nd4 Cf6 c4 e5         Gambetto di Budapest A51-A52\nd4 Cf6 c4 d6         Difesa vecchia indiana A53\nd4 Cf6 c4 d6 Cc3 e5     Difesa ucraina A54-A55\nd4 Cf6 c4 c5 d5       Difesa Benoni A56-A79\nd4 Cf6 c4 c5 d5 b5     Gambetto Benkő A57-A59\nd4 f5             Difesa olandese A80-A99\nd4 Cf6 Ag5           Sistema Trompowsky D03\nd4 Cf6 c4 g6 g3 d5     Difesa neo-Grünfeld D70-D79\nd4 Cf6 c4 g6 Cc3 d5     Difesa Grünfeld D80-D99\nd4 Cf6 c4 e6 g3 d5     Partita catalana E01-E09\nd4 Cf6 c4 e6 Cf3 c5 d5 b5 Gambetto Blumenfeld E10\nd4 Cf6 c4 e6 Cf3 Ce4     Difesa Doery E10\nd4 Cf6 c4 e6 Cf3 Ab4+     Difesa bogo-indiana E11\nd4 Cf6 c4 e6 Cf3 b6     Difesa ovest-indiana E12-E19\nd4 Cf6 c4 e6 Cc3 Ab4     Difesa nimzo-indiana E20-E59\nd4 Cf6 c4 g6 Cc3 Ag7     Difesa est-indiana E60-E99\nAperture laterali\nb3               Apertura Larsen A01\nf4               Partita Bird A02-A03\nCf3               Apertura Réti A04-A09\nc4               Partita inglese A10-A39\nAperture irregolari\na3               Apertura Anderssen A00\na4               Apertura Ware A00\nb4               Apertura Sokolskij A00\nc3               Apertura Saragozza A00\nd3               Apertura Mieses A00\ne3               Apertura Van't Kruys A00\nf3               Apertura Barnes A00\ng3               Apertura Benkő A00\ng4               Attacco Grob A00\nh3               Apertura Clemenz A00\nh4               Apertura Desprez A00\na4 ... h4           Apertura Minareto A00\nCa3               Apertura Kotroc A00\nCc3               Apertura Dunst A00\nCh3               Apertura Amar A00\nVoci correlate[modifica | modifica wikitesto]\nAperture scacchistiche per codice ECO\nEnciclopedia delle aperture negli scacchi\nAltri progetti[modifica | modifica wikitesto]\nWikibooks contiene testi o manuali sulle aperture negli scacchi\nWikiversità contiene risorse sulle aperture negli scacchi\nWikimedia Commons contiene immagini o altri file sulle aperture negli scacchi\nCollegamenti esterni[modifica | modifica wikitesto]\n(EN) opening, su Enciclopedia Britannica, Encyclopædia Britannica, Inc.\nmostra\nV · D · M\nAperture scacchistiche\n\n\n\n\nControllo di autorità LCCN (EN) sh85023127 · GND (DE) 4113466-7 · BNE (ES) XX560041 (data) · BNF (FR) cb11967916n (data) · J9U (EN, HE) 987007285066605171\nPortale Scacchi: accedi alle voci di Wikipedia che trattano di scacchi\nCategorie: Aperture scacchisticheTerminologia scacchistica[altre]\nQuesta pagina è stata modificata per l'ultima volta il 9 lug 2024 alle 04:54.\nIl testo è disponibile secondo la licenza Creative Commons Attribuzione-Condividi allo stesso modo; possono applicarsi condizioni ulteriori. Vedi le condizioni d'uso per i dettagli.\nInformativa sulla privacy\nInformazioni su Wikipedia\nAvvertenze\nCodice di condotta\nSviluppatori\nStatistiche\nDichiarazione sui cookie\nVersione mobile"
}