{
  "url": "https://www.mundigiochi.it/multiplayer/scacchi/regole/",
  "timestamp": 1744662692.573197,
  "content": "Uso responsabile dei dati\nNoi e i nostri 925 partner trattiamo i tuoi dati personali, ad esempio il tuo indirizzo IP, utilizzando tecnologie quali i cookie, per memorizzare e accedere alle informazioni sul tuo dispositivo. Ciò è finalizzato a pubblicare annunci e contenuti personalizzati, valutare pubblicità e contenuti, analizzare gli utenti e sviluppare il prodotto. Puoi scegliere chi utilizza i tuoi dati e per quali scopi.\n\nCon il tuo consenso, vorremmo anche:\nraccogliere informazioni sulla tua posizione geografica, con un'approssimazione di qualche metro,\nIdentificare il tuo dispositivo, scansionandolo attivamente alla ricerca di caratteristiche specifiche (impronte digitali).\nApprofondisci come vengono elaborati i tuoi dati personali e imposta le tue preferenze nella sezione dettagli. Puoi modificare o ritirare il tuo consenso in qualsiasi momento dalla Dichiarazione sui cookie.\n\nUtilizziamo i cookie per personalizzare contenuti ed annunci, per fornire funzionalità dei social media e per analizzare il nostro traffico. Condividiamo inoltre informazioni sul modo in cui utilizza il nostro sito con i nostri partner che si occupano di analisi dei dati web, pubblicità e social media, i quali potrebbero combinarle con altre informazioni che ha fornito loro o che hanno raccolto dal suo utilizzo dei loro servizi.\nConsent Selection\nNecessari\nPreferenze\nStatistiche\nMarketing\nMostra dettagli\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAccetta tutti\nAccetta selezionati\nRifiuta\nMundigiochi\nBingo\nVideoSlots\nChinchon\nVideo Bingo\nArena\nCash\n...e 63 più giochi\nLog-in\nRegistro\nGratis\nScacchi ›\nRegole degli scacchi\nObiettivo del gioco\nMovimenti degli scacchi\nIl re\nLa regina\nL’ alfiere\nIl Cavallo\nLa torre\nIl pedone\nMovimenti speciali\nArrocco\nIncoronazione del pedone\nCattura al passo del pedone\nCome giocare agli Scacchi\nScacco e scacco matto\nParità\nControlli\nImpostazioni del tavolo\nClassifica per punti\nObiettivo del gioco\nGli scacchi sono un gioco a turni, per 2 giocatori; che si svolge su un tabellone a quadri (Scacchiera), da 8 per 8 caselle. In totale ci sono 64 caselle che si alternano tra chiare ed oscure.\nOgni bando si distingue per il colore (pezzi bianchi e neri) e dispone di 16 pezzi che si distribuiscono della seguente forma:\n1 re\n1 regina\n2 alfieri\n2 cavalli\n2 torri\n8 pedoni\n\nL’obiettivo del gioco è attaccare e rinchiudere il re avversario, fino a che non abbia scampo. Questa situazione si conosce come Scacco Matto.\nMovimenti degli scacchi\nOgni tipo di pezzo ha la sua propria forma di muoversi:\nIl re\nIl re può muoversi su una casella libera in qualsiasi direzione (orizzontale, verticale e diagonale).\nLa regina\nLa regina può fare movimenti orizzontali, verticali e diagonali, ma non puó saltare gli altri pezzi.\nL’ alfiere\nL’ alfiere può fare movimenti diagonali. Nemmeno lui puó saltare gli altri pezzi.\nIl Cavallo\nÈ l’unico pezzo che può saltare gli altri. Il movimento del cavallo è in forma di “L”, cioè muove due caselle in orizzontale ed un’altra in verticale, o muove due in verticale ed un’ altra in orizzontale.\nLa torre\nLa torre può muoversi in verticale ed orizzontale, senza saltare altri pezzi.\nIl pedone\nEl pedone può muoversi solo di casella in casella, verso l’avversario. Opzionalmente, ogni pedone può avanzare due caselle nel suo primo movimento del gioco. D’altra parte, il pedone può catturare solo i pezzi del rivale che si trovino nelle due caselle diagonali, davanti a lui.\n\nMovimenti speciali\nArrocco\nL’arrocco è un movimento di difesa speciale nel quale possono muoversi il re e la torre dello stesso bando contemporaneamente. Per potere realizzarlo, devono darsi le seguenti condizioni:\nNon si hanno mosso mai né il re, né la torre con cui si fá l’arrocco.\nNon ci sono pezzi fra il re e la torre.\nIl re non é in scacco e la casella su cui passerai non possono essere attaccate dal tuo avversario (le due caselle laterali verso la torre).\nIncoronazione del pedone\nSe il pedone riesce ad arrivare all’ultima fila, il giocatore può cambiarlo per il pezzo che desideri, eccetto per il re o un altro pedone.\nCattura al passo del pedone\nSe un pedone avversario si muove su 2 caselle (il suo primo movimento), e rimane giusto accanto ad uno dei tuoi pedoni, potrai catturarlo automaticamente, come se si fosse mosso solo una casella.\nCome giocare agli Scacchi\nPrima di incominciare a giocare, il sistema sorteggia automaticamente il colore dei pezzi per ogni giocatore (i colori si vanno alternando in ogni partita). Incominciano sempre a giocare i bianchi.\nOgni giocatore, nel suo turno, dispone di un tempo massimo fissato nelle impostazioni del tavolo, per muovere un pezzo. Se scade il tempo, il sistema muoverà un pezzo per il giocatore.\nScacco e scacco matto\nIl re è sotto scacco quando è attaccato da uno o piú pezzi dell’avversario. Lo Scacco Matto deve essere evitato immediatamente, spostando il re o qualsiasi altro pezzo. Se ciò non riesce, allora c’è scacco matto e il giocatore perde la partita.\nNon è possibile realizzare una giocata che metta al tuo re sotto scacco.\nParità\nPremi il bottone patta per sollecitare la paritá al tuo avversario. È solo possibile sollecitare “patta” ogni certo numero di turni.\nIl sistema stabilirá pareggio in modo automatico:\nSe si compiono 50 mosse fra i due giocatori senza muovere un pedone o catturare nessun pezzo.\nSe il giocatore è “affogato”, non può muovere nessun pezzo, ma il suo re non è sotto scacco.\nSe nella scacchiera rimangono solo i seguenti pezzi:\nRe contro re.\nRe e cavallo contro re.\nRe ed alfiere contro re.\nRe ed alfiere contro re ed alfiere.\nRe e 2 cavalli contro re.\nRe e cavallo contro re e cavallo.\nRe ed alfiere contro re e cavallo.\nControlli\nPer muovere un pezzo, preme su questo e trascinalo fino alla casella desiderata. Se la mossa è corretta, la casella apparirà ombreggiato. Lasciando il pezzo su una posizione non valida, questa ritornerà automaticamente alla posizione di inizio.\nCambiare il punto di vista\nFai clic sulla scacchiera e sposta il cursore per muovere la telecamera e situare il punto di vista dove vuoi.\nFai clic suu’ opzione vista per cambiare il punto di vista del gioco (normale, libero o schematico).\nImpostazioni del tavolo\nTempo per turno\nIndica il tempo a disposizione del giocatore per tirare nel propio turno. Se il tempo scade, il gioco fará una mossa automatica. Vedi anche: Gioco in modo automatico\nVigilare l’attività dei giocatori\nSi consiglia di utilizzare questa opzione per fomentare il gioco pulito. Se si releva che un giocatore sta facendo qualcosa di anomalo, il suo avversario ha l’opportunità di annullare il gioco (per esempio, se un giocatore abbandona la finestra di gioco).\nAssistenza visiva\nOpzione raccomandata per utenti che incominciano negli scacchi e vogliono imparare i movimenti dei pezzi.\nPartita lampo. Minuti per giocatore (5-20 minuti)\nAttiva l’opzione Partita veloce. Se un giocatore esaurisce il tempo indicato, perderà la partita.\nIn caso di lag, il tempo può sincronizzarsi cambiando turno e può aumentare in secondi (dipendendo dal lag).\nPartita lampo. Secondi di bonus per giocata (1-5 secondi)\nNelle partite lampo, è possibile sommare i secondi che indichiamo ogni volta che muoviamo un pezzo.\nClassifica per punti\nPer partecipare nella classifica di questo gioco è necessario essere registrato ed avere sufficienti fiches per coprire le scommesse.\nPer fare punti, le partite devono essere ufficiali (indicato con un guantone da pugilato o con una spada). Non si fanno punti se 2 giocatori del tavolo condividono la stessa IP.\nIl punteggio di questo gioco si basa sul sistema Elo, che determina la forza relativa di un giocatore. I punti di quando uno vence, pareggia o perde una partita, dipenderanno dal ponteggio del suo avversario. Si sommeranno o sottrarranno 30 punti come massimo.\nEsempio1: Se entrambi i giocatori hanno gli stessi punti, il vincitore sommerà 15 punti ed il perdente sottrarrà15.\nEsempio 2: Se un giocatore vince con 2000 punti ad un altro con 1000, non ci sarà alcun cambiamento nel punteggio. In caso che il secondo giocatore vinta, questo sommerebbe 30 punti (ed il avversario perderebbe 30).\nSe un giocatore abbandona o si arrende, perderá la partita. Se abbandona potrebbe subire una penalizzazione di 20 punti. In ogni caso, l’avversario sommará la vittoria se ha fatto piú di 10 mosse.\nClassifica Elo mensile\nOgni mese incomincerà una classifica Elo a partire da 1000 punti per ogni giocatore, indipendentemente dal punteggio complessivo. Cioè, un giocatore può guadagnare 1 punto nella sua Elo generale (storica), e 30 nella sua Elo mensile.\nClassifica generale\nÈ determinato dal punteggio accumulato dato che il giocatore ha iniziato a giocare.\nGioca a scacchi\nIl tuo profile\nAmici\nMessaggi\nPersonalizzare avatar\nConfigurazione\nStorico\nGiochi\nGiochi d’azzardo\nGiochi di poker\nGiochi 3D\nGiochi di carte\nGiochi da tavolo\nAssistenza\nNorme della comunità\nAccesso ai giochi\nAcquisti e promozioni\nConserva il tuo account sicuro\nAssistenza clienti\nNotizie\nFacebook\nTwitter\nGioca su Android\nGioca su iPhone\nInternazionale\nSpagnolo\nPortoghese\nFrancese\nItaliano\nInglese\nTedesco\nTangelo Games\nMundigiochi Cash\nBest Casino\nMonster Tales\n• Chi siamo? • Condizioni legali • Politica di privacitá • AffiliatiAffiliati"
}