{
  "url": "https://www.reddit.com/r/chess/comments/16b6ssm/calculating_piece_values_from_effect_on_winning/?tl=it",
  "timestamp": 1744578006.342739,
  "content": "Vai al contenuto principale\nCalcolo del Valore delle Pezze in base all'Influenza sulla Vittoria : r/chess\nLa tua privacy è importante per noi\nReddit e le società con cui la stessa collabora utilizzano cookie e tecnologie simili al fine di migliorare la tua esperienza. Accettando tutti i cookie, acconsenti al nostro utilizzo degli stessi per fornire e mantenere i nostri servizi e il nostro sito, migliorare la qualità di Reddit, personalizzare i contenuti e la pubblicità di Reddit nonché valutare l’efficacia di detta pubblicità. In caso di rifiuto di cookie non essenziali, Reddit si riserva comunque la facoltà di utilizzare alcuni cookie al fine di garantire la corretta funzionalità della nostra piattaforma. Per maggiori informazioni, consulta la nostra Informativa sui cookie e la nostra Informativa sulla privacy.\nAccetta tutti\nRifiuta non essenziali\nApri il menu\nr/chess\nLa ricerca attuale è all'interno di r/chess\nRimuovi il filtro r/chess ed espandi la ricerca a tutto Reddit\nCancella ricerca\nA chip\nA close button\nScarica l'app\nAccedi\nEspandi menu utente\nPassa alla navigazione\nPassa alla barra laterale destra\nIndietro\nVai a chess\nr/chess\n•\n2 anni fa\nkevprakash\nVedi originale\nCalcolo del Valore delle Pezze in base all'Influenza sulla Vittoria\nMiscellaneous\nCome progetto personale, ho cercato di costruire un motore scacchistico. Uno degli obiettivi era valutare il valore dei pezzi in base alla posizione e a come questa cambia la probabilità di vittoria. Per fornire una base di addestramento, ho estratto dati da alcune partite di bot su Lichess e calcolato i valori di ogni tipo di pezzo. La parte interessante è che i valori di alcuni pezzi sono drasticamente diversi da quanto suggerisce la conoscenza tradizionale.\nRaccolta dati:\nPer ottenere questi dati, ho preso 100 partite da 10 bot: LeelaChess, maia1, maia5, maia9, Boris-Trapsky, Lynx_BOT, FrozenightEngine, caissa-test, pawn_git, jangine. Questo fornisce dati da partite di vari livelli di abilità, ma niente di troppo basso. Si tratta solo di 1000 partite, quindi probabilmente ripeterò questa operazione in futuro con un campione più ampio (probabilmente proverò a includere partite di Grandi Maestri per un campione completamente umano) quando potrò lasciare che il mio computer lavori a lungo per raccogliere e analizzare i dati.\nPer ogni posizione di ogni partita, ho calcolato la differenza di materiale per pezzo (es: +2 pedoni, -1 cavallo, 0 alfiere, 0 torre, 0 regina) e registrato il punteggio della partita (-1 per vittoria del nero, 0 per pareggio, +1 per vittoria del bianco). Quindi, per ogni differenza di materiale unica, ho calcolato la media dei punteggi.\nCalcolo del valore effettivo relativo dei pezzi:\nLeggi di più\nPost archiviato. Non si possono inviare nuovi commenti né votare.\nUpvoto\n1\nDownvoto\n6\nVai ai commenti\nDeepL\n•\nPromozione\nSe ti aspetti troppo dalla traduzione automatica non sei delulu...È che non hai ancora provato DeepL Traduttore: l’IA che ti farà dire WOW.\nScopri di più\ndeepl.com\nOrdina per:\nMigliori\nCerca commenti\nEspandi ricerca commenti\nCancella ricerca\nSezione commenti\nBigGirtha23\n•\n2 anni fa\nIdea interessante.\nSospetto che questo non si rivelerà l'approccio più fruttuoso dati i risultati ottenuti finora, ma forse aumentare il numero di partite e restringere il campione a giocatori più forti potrebbe aiutare.\nUpvoto\n4\nDownvoto\nPremio\nCondividi\nCondividi\nCondividi\nreply\n[eliminato]\n•\n2 anni fa\nSecondo me la conclusione giusta è che il materiale non si aggiunge linearmente.\nLa maggior parte dei giocatori di scacchi sa che con 1 pedone in più si hanno buone probabilità di vincere, con 2 pedoni in più la stragrande maggioranza delle posizioni si vince, e oltre a questo pedoni extra non aiutano altrettanto.\nMa con un modello lineare si impone questo tipo di relazione.\nUsiamo i valori tradizionali solo perché tendono ad aiutarci a fare scambi equi.\nUpvoto\n4\nDownvoto\nPremio\nCondividi\nCondividi\nCondividi\nreply\nnihilistiq\n•\n2 anni fa\nNon devaluta forse la regina extra se la partita finisce rapidamente una volta che c'è una regina in più, e sovravvaluta i pezzi extra che impiegano più tempo per vincere (o pareggiare)?\nUpvoto\n1\nDownvoto\nPremio\nCondividi\nCondividi\nCondividi\nreply\nkevprakash\nOP\n•\n2 anni fa\nOgni differenza di materiale viene valutata e mediata indipendentemente l'una dall'altra. Quindi, se un vantaggio di 2 regine per i bianchi ha un punteggio medio di 0,99, non importa davvero se si ha quel vantaggio per un periodo di tempo più breve rispetto, diciamo, a un vantaggio di alfiere + cavallo con un punteggio medio di 0,75, poiché i punteggi stessi vengono memorizzati e mediati separatamente per ogni tupla di differenza di materiale.\nUpvoto\n1\nDownvoto\nPremio\nCondividi\nCondividi\nCondividi\nreply\n1 altra risposta\nL_E_Gant\n•\n2 anni fa\nIdea interessante!\nMio nonno aveva un sistema che cambiava il valore dei pezzi a seconda di quello che lui definiva la loro \"utilità\" in qualsiasi momento della partita -- troppo complicato da spiegare in questo forum, ma i suoi valori iniziali erano in linea con quelli tradizionali (1,3,3,5,9 -- pedone, cavallo, alfiere, torre, regina come 3, 9, 9, 15, 27) e considerando una \"mossa non forzata\" o tempo come un punto. Ma qualsiasi pezzo poteva perdere fino a un terzo del suo valore se non in una posizione utile o addirittura guadagnare la stessa quantità se posizionato strategicamente/obiettivamente, quindi un pedone poteva valere tra 2 e 4 punti (ma alcune delle sue note sul suo sistema sembravano portare il pedone fino a 5), un cavallo/alfiere tra 6 e 12, una torre da 10 a 20 e una regina da 18 a 36.\nDividendo per 3 si suggerisce che i tuoi valori siano abbastanza corretti, se si inizia con un pedone come 1 punto valore e si cerca di fare una media dei valori durante una partita.\nMa, come dice uno dei commentatori, i valori materiali totali non sono in una relazione lineare con i valori assoluti.\nUpvoto\n1\nDownvoto\nPremio\nCondividi\nCondividi\nCondividi\nreply\nPrima volta su Reddit?\nCrea il tuo account e connettiti con un mondo di comunità.\nContinua tramite email\nContinua con il numero di telefono\nContinuando, accetti i nostri Accordo per gli Utenti e dichiari di aver compreso l' Informativa sulla privacy.\nQual è la quantità massima di materiale che puoi avere in un gioco reale?\nr/chess\n•\n4 anni fa\nQual è la quantità massima di materiale che puoi avere in un gioco reale?\n8 commenti\nQual è il valore di un re?\nr/chess\n•\n3 anni fa\nQual è il valore di un re?\n77 upvoti · 88 commenti\nQual è il VALORE REALE dei pezzi?\nr/chess\n•\n3 anni fa\nQual è il VALORE REALE dei pezzi?\n13 commenti\nQuanto sono accurati i punti di valore relativo dei pezzi?\nr/chess\n•\n5 anni fa\nQuanto sono accurati i punti di valore relativo dei pezzi?\n9 upvoti · 22 commenti\nSe non ti fosse mai stato detto il valore dei pezzi degli scacchi, come li valuteresti da 1 a 10?\nr/chess\n•\n1 anno fa\nSe non ti fosse mai stato detto il valore dei pezzi degli scacchi, come li valuteresti da 1 a 10?\n111 upvoti · 125 commenti\nIl VERO Valore di ogni pezzo degli scacchi - 4 mega consigli da un MI 2400+ per fare scambi migliori\nr/chess\n•\n4 anni fa\nIl VERO Valore di ogni pezzo degli scacchi - 4 mega consigli da un MI 2400+ per fare scambi migliori\n598 upvoti · 89 commenti\nCome hanno fatto le persone a determinare il valore dei pezzi?\nr/chess\n•\n6 anni fa\nCome hanno fatto le persone a determinare il valore dei pezzi?\n24 upvoti · 37 commenti\nCalcolo Empirico dei Valori delle Pezze\nr/chess\n•\n2 anni fa\nCalcolo Empirico dei Valori delle Pezze\n2 upvoti · 4 commenti\nProbabilità della ruota e lancio dei dadi (media ponderata)\nr/excel\n•\n2 anni fa\nProbabilità della ruota e lancio dei dadi (media ponderata)\n1 Upvoto · 11 commenti\ndistribuzione dei tiri di dado di D&D\nr/askmath\n•\n2 anni fa\ndistribuzione dei tiri di dado di D&D\n1 Upvoto · 11 commenti\nImpostazione dei numeri obiettivo\nr/RPGdesign\n•\n2 anni fa\nImpostazione dei numeri obiettivo\n4 upvoti · 13 commenti\nMetodi per la varianza dei danni\nr/roguelikedev\n•\n2 anni fa\nMetodi per la varianza dei danni\n12 upvoti · 28 commenti\nCome incrementare un valore in base alla posizione di un altro valore\nr/gamemaker\n•\n2 anni fa\nCome incrementare un valore in base alla posizione di un altro valore\n1 Upvoto · 5 commenti\nCombinare righe in base a un valore di cella comune?\nr/googlesheets\n•\n2 anni fa\nCombinare righe in base a un valore di cella comune?\n2 upvoti · 8 commenti\nCome posso calcolare la media e la deviazione standard di un sistema di dadi di utilizzo?\nr/RPGdesign\n•\n2 anni fa\nCome posso calcolare la media e la deviazione standard di un sistema di dadi di utilizzo?\n19 upvoti · 29 commenti\nQual è il valore di mana di Evocazioni di Saruman sullo stack se lo riattivo?\nr/magicTCG\n•\n2 anni fa\nQual è il valore di mana di Evocazioni di Saruman sullo stack se lo riattivo?\n12 upvoti · 15 commenti\nCalcolo dell'importo in dollari in base al valore numerico\nr/excel\n•\n2 anni fa\nCalcolo dell'importo in dollari in base al valore numerico\n3 upvoti · 8 commenti\nVedi la mossa vincente?\nr/chess\n•\n3 mesi fa\nVedi la mossa vincente?\n25 upvoti · 17 commenti\nMi sono perso questa vittoria\nr/chess\n•\n6 mesi fa\nMi sono perso questa vittoria\n86 upvoti · 14 commenti\nFinale abbastanza soddisfacente in una partita vera\nr/chess\n•\n5 mesi fa\nFinale abbastanza soddisfacente in una partita vera\n48 upvoti · 16 commenti\nFelice di poter dire che ho trovato la tattica vincente qui\nr/chess\n•\n7 mesi fa\nFelice di poter dire che ho trovato la tattica vincente qui\n58 upvoti · 8 commenti\nPrincipi degli Scacchi\nr/chess\n•\n2 mesi fa\nPrincipi degli Scacchi\n27 upvoti · 8 commenti\nCome giocatore occasionale, non mi preoccupo del cheating\nr/chess\n•\n3 mesi fa\nCome giocatore occasionale, non mi preoccupo del cheating\n57 upvoti · 27 commenti\nMotivo per cui c'è la possibilità che a scacchi vinca il Nero\nr/chess\n•\n2 mesi fa\nMotivo per cui c'è la possibilità che a scacchi vinca il Nero\n18 commenti\nUhm... cosa?\nr/chess\n•\n8 mesi fa\nUhm... cosa?\n258 upvoti · 63 commenti\nSezione informazioni comunità\nr/chess\nPartecipa\nr/Chess\nAll about the game of chess, including discussions on professional tournaments, game analysis and theory. If you are new to the game, check out /r/chessbeginners and before posting here please read our rules: https://www.reddit.com/r/chess/wiki/index.\nMostra di più\nPubblico\n1,7 Mio\nMembri\n705\nOnline\nTop 1%\nClassifica in base alla grandezza\nRegole di Reddit\nInformativa sulla privacy\nAccordo per gli Utenti\nReddit, Inc. © 2025. Tutti i diritti riservati.\nEspandi la navigazione\nComprimi la navigazione\nPopolari\nARGOMENTI\nCybercultura (virale)\nGiochi\nDomande e risposte\nTecnologia\nCultura pop\nFilm e TV\nMostra di più\nRISORSE\nInformazioni su Reddit\nPubblicizza\nReddit Pro\nBETA\nAiuto\nBlog\nOpportunità di lavoro\nStampa\nComunità\nIl meglio di Reddit\nArgomenti"
}