{
  "url": "https://www.vanityfair.it/cosa-vedere-a-venezia",
  "timestamp": 1744579101.648581,
  "content": "Skip to main content\nEdizione\nITALIA\nLARGECHEVRON\nABBONAMENTI\nNEWSLETTER\nAPRI IL MENU DI NAVIGAZIONE\nPEOPLE\nSHOW\nNEWS\nBEAUTY & HEALTH\nFASHION\nLIFESTYLE\nFOOD & TRAVEL\nNEXT\nVIDEO\nPODCAST\nVANITY SCELTI PER TE\nSANREMO 2025\nVACANZE\nVenezia: 10 cose imperdibili da fare o vedere\nLa città lagunare è una delle più amate in tutto il mondo ed è sempre una buona idea tornarci, ma cosa vale veramente fare? E dove andare per evitare le folle dei fine settimana? 10 idee tra grandi classici e piccoli segreti veneziani\nDI CAROLINA SAPORITI\n29 AGOSTO 2024\nItaly, Veneto, Venice, Grand Canal at sunsetGARY YEOWELL\nNonostante il ticket d'ingresso e le polemiche sull'overtourism, non vediamo l'ora di tornare in Laguna. Ma cosa vedere a Venezia se stiamo pensando di andarci in occasione della prossima Mostra del Cinema (28 agosto - 7 settembre al Lido) o per vedere la Biennale di Arte o semplicemente per un weekend in autunno?\nLa prima cosa da sapere è che c'è sempre qualcosa di nuovo da vedere o un segreto da scoprire, ma soprattutto spesso la vera meraviglia sta nel perdersi tra le calli, vagando senza sapere esattamente dove si stia andando, magari dimenticandosi la meta . La bellezza di Venezia è tale che a volte si viene sopraffatti e la quantità mastodontica di musei e spazi culturali - è la città italiana con la concentrazione più alta in proporzione alla sua dimensione - rendono difficile scegliere tra una o l'altra cosa.\nAbbiamo pensato di suddividere alcuni suggerimenti per categorie, così da incanalare gli interessi e di unire alcune tappe più classiche e conosciute ad altre più da «vita reale veneziana», come andare al mercato di Rialto il sabato mattina per poi andare a bere l'aperitivo in una cicchetteria vicino, oppure per fare un giro nelle librerie frequentate dai veneziani.\nIn questa gallery 10 consigli su cosa vedere a Venezia per rendere un weekend in Laguna indimenticabile.\nREDA&CO/GETTY IMAGES\nUNA GIORNATA DEDICATA AI MUSEI\nLa concentrazione di musei a Venezia è altissima, ce ne sono così tanti che è sempre difficile scegliere quale visitare. Imperdibile e sempre bella da visitare, anche anche se già la si conosce, è la sede della Peggy Guggenheim Collection, a Dorsoduro, dove oltre alla splendida collezione permanente, è in corso fino al 16 settembre un'esposizione dedicata a Jean Cocteau. Riaperto un paio di anni fa e ancora poco conosciuto è il Museo Fortuny, dedicato al genio creativo omonimo che scelse Venezia per dare vita alle sue meravigliose creazioni (lampade, tessuti, scenografie…). A Palazzo Grassi e Punta della Dogana sono in corso, rispettivamente, Julie Mehretu. Ensemble (fino al 6 gennaio 2025) e Pierre Huyghe, Liminal (fino al 24 novembre). La Biennale d'Arte prosegue fino al 24 novembre: Stranieri Ovunque–Foreigners Everywhere è il tema di questo anno, scelto dal curatore brasiliano, Adriano Pedrosa. Una riflessione sul fatto che ovunque andiamo, incontriamo stranieri, perché tutti lo siamo.\nFUSE\nUN SABATO DA VENEZIANI\nLa spesa a Venezia si fa al mercato di Rialto, almeno quella di frutta e verdura e del pesce. Appuntamento, allora, carretto alla mano, al proprio banco di fiducia per comprare frutta e verdura di stagione. Da sapere che i fagiolini qua vengono chiamati tegoline, i piattoni spadoni e i broccoli amorini. Anche spostandovi al banco del pesce potrebbe servire il dizionario: i peoci sono le cozze, i caparossoli le vongole veraci mentre le bevarasse sono le vongole più piccoline e chiare. Finita la spesa ci si ritrova in un'osteria o cicchetteria per un aperitivo. La nostra preferita è All'Arco dove assaggiare i cicchetti più buoni di Venezia, preparati da Matteo. Se la giornata inizia a Rialto, spesso per i Veneziani finisce in piazza San Marco, anzi in piazzetta dei Leoncini al bar Ai do leoni, un piccolo locale gestito da due fratelli, Gianluigi e Simone, con ottima musica e cocktail (da provare l'Egiziano, una rivisitazione dell'Americano) e sempre qualcuno con cui scambiare due parole.\nKAVALENKAVAVOLHA\nDA UNA CHIESA ALL'ALTRA, UNA CONTINUA MERAVIGLIA\nLe chiese di Venezia sono dei musei, ma sono 137, per cui bisogna fare una scelta e decidere quali valga la pena visitare. Due chiese straordinarie di Venezia sono l'immensa Basilica dei Frari e quella della Salute, quest'ultima fatta costruire nel XVII secolo come preghiera e ringraziamento alla Madonna per aver salvato la città dalla peste. Al suo interno la basilica di Santa Maria Gloriosa dei Frari, invece, custodisce opere straordinarie come la Madonna con bambino e santi di Bernardino Licinio o il Monumento a Canova. Ma bellissima, per noi, è anche la chiesa di Santa Maria dei Miracoli che davvero, come per miracolo, sembra galleggiare sull'acqua: è uno scrigno ricoperto di lastre di marmo che risale al Quattrocento. L’edificio fu realizzato per custodire un’immagine della Vergine con Bambino considerata miracolosa e oggi ritenuta bene augurante dalle spose. Grande sorpresa è la chiesa di San Pantalon dove si può ammirare il quadro più grande del mondo. Quello che sembra un affresco sul soffitto, è in realtà un dipinto mastodontico (40 tele unite fra loro) di 443 mq e raffigura Il martirio di San Pantaleone. Infine altra chiesa che porta con sé un pezzo di storia veneziana è San Pietro di Castello, antica sede vescovile, dal 1451 fu sede del Patriarcato di Venezia e, fino al 1807, cattedrale della città (prima di San Marco): bisogna camminare un po' per raggiungerla, ma in cambio ci si dimenticherà della folla.\nDENIZUNLUSU\nSCOPRIRE ALCUNI TESORI POCO CONOSCIUTI\nPoco visitata, rispetto alla vicina basilica di San Marco, la chiesa di San Zaccaria custodisce un piccolo tesoro al suo interno. La sua cripta, seppure spoglia, è sotto il livello del mare quindi quasi sempre sott'acqua. Nei giorni di acqua alta potrebbe non essere possibile accedervi. Poco distante si trovano altri due luoghi speciali. Uno è il Palazzo Querini Stampalia, sede dell’omonima Fondazione voluta nel 1868 dal conte Giovanni, che moriva l’anno successivo senza eredi diretti. La Biblioteca è di carattere generale e mette a disposizione del pubblico circa 400mila volumi e le sue sale sono aperte secondo la volontà del fondatore fino a mezzanotte e anche nei giorni festivi. Nel corpo del palazzo cinquecentesco risalta al piano terra l’area restaurata nel 1963 dall'architetto veneziano Carlo Scarpa. A pochi passi, nascosto in una calle stretta, si trova il Museo di Palazzo Grimani, una perla rinascimentale, riccamente decorato con stucchi e affreschi da artisti come Giovanni da Udine, Francesco Salviati e Federico Zuccari. La sala più sorprendente è la cosiddetta Tribuna, non si può togliere il piacere della sorpresa in questo caso, ma davvero vale la pena andarci. Infine, se avanza del tempo, prenotate una visita alle Tessiture Luigi Bevilacqua (dal lunedì al venerdì, nel sestiere Santa Croce), dove vengono prodotti tessuti pregiatissimi per l'arredamento e l'alta moda ancora su telai del Settecento.\nPER CHI NON PUÒ RINUNCIARE A UN GIRO IN LIBRERIA\nQuasi tutte le guide vi suggeriranno di andare a visitare la Libreria Acqua Alta, nel sestiere Castello, e infatti quasi sempre c'è coda per entrare. Il motivo? Un bellissimo set per scattare delle foto, ma non è certo un luogo frequentato dai veneziani, né un posto dove vi verrà voglia di comprare un libro. Per fare shopping di questo tipo gli indirizzi che ci piacciono di più sono tre. Libreria Marco Polo con due negozi in campo Santa Margherita, che organizza anche incontri con gli autori e talk. Studium, Libreria Internazionale e Olfattiva a San Marco Venezia è il risultato del rinnovamento della storica libreria Studium. Si sviluppa su due piani tra la omonima Basilica e il famoso Ponte dei Sospiri. Dispone di una selezione di oltre 10mila titoli con un focus particolare su Venezia e la sua storia, nonché una sezione dedicata a Corto Maltese, disegnato dal maestro veneziano del fumetto Hugo Pratt. Infine a Cannaregio c'è una piccola e bellissima libreria indipendente, Sulla Luna, con bistrot. La parte della libreria dedica spazio agli albi illustrati con una scelta accurata di graphic novel e libri di cucina e un’attenzione particolare alla poesia. Il bistrot propone una piccola ma curata offerta di prodotti naturali, dalla caffetteria ai dolci, dai formaggi ai vini. E qualche delizioso piatto vegan friendly. Un posto bellissimo per lunghe colazioni.\nFoto: Sulla Luna (Facebook)\nPEL_1971\nVEDERE VENEZIA DALL'ALTO: TRE CAMPANILI PER TRE VISTE DIVERSE\nDall'alto assumiamo un altro punto di vista e tutto cambia. Ecco, Venezia dall'alto si schiarisce: se camminare per le sue strette calli è disorientante, dall'alto è più facile capire la forma e la struttura della città e della sua posizione rispetto alla laguna e al mare. Tre sono i campanili su cui si può salire. Il primo è «el Paron», quello di San Marco, così chiamato dai veneziani: il padrone della città, che domina su tutto. Salendo si vedono tetti, campanili e ovviamente la piazza e il bacino di San Marco. Ma noi preferiamo la vista dal campanile di San Giorgio. Questa chiesa si trova sull'omonima isola, proprio di fronte a piazza San Marco e si raggiunge con una fermata di vaporetto. Da qui oltre alla vista sul bacino, si vedono le cupole della basilica, Palazzo Ducale e, sul lato opposto, la laguna, sant'Elena e il Lido. Ma per farsi un'idea ancora migliore della conformazione di questo ecosistema bisogna salire sul campanile della basilica sull'isola di Torcello da cui si può vedere la conformazione della laguna con le sue barene, i canali e i campi coltivati di carciofi.\nANDARE PER RISTORANTI\nMangiare bene a Venezia è facilissimo, basta conoscere gli indirizzi giusti. Sicuramente tra i ristoranti più interessanti, che negli ultimi anni si sono conquistati tutto l'amore e il rispetto dei Veneziani ci sono Bacán di Silvia Rozas e Marco Zambon, in zona Santa Croce e non distante dal loro locale in campo San Polo, la Birraria La Corte. Quest'anno hanno anche preso in gestione il locale sull'isola della Certosa, aprendo Salso. Altro nome da segnare e provare è Osteria Giorgione da Masa, dello chef giapponese Masahiro Homma, per tutti ora solo Masa, dove si possono mangiare ramen, cicchetti giapponesi e piatti di cucina katei ryori (cucina casalinga giapponese) da accompagnare a vini naturali o sake. E poi ci sono gli intramontabili, quelli dove si va per mangiare bene, ma soprattutto per stare bene, accolti da facce amiche: quella di Marco a Corte Sconta, a Castello e quelle di Paolo, Laura e Nicolò da Vini da Gigio, a Cannaregio.\nFoto: Facebook Osteria Giorgione da Masa\nARTICOLI PIÙ LETTI\nLaura Freddi: «Sono diventata madre a 45 anni e, anche se il mio lavoro da allora ha subito una battuta d'arresto, lo rifarei. Paolo Bonolis? Non ne parlo più»\nDI MARIO MANCA\nRossana, che da 20 anni si prende cura del marito Alberto, con il Parkinson: «Non chiamatemi caregiver, ma “lifegiver”. Quando questo ruolo tocca a un figlio, a un coniuge o a un genitore, va oltre la semplice cura: io ho dato la vita»\nDI FRANCESCA GASTALDI\n«Sono un uomo di 37 anni, felicemente sposato… E bisessuale. Nessuno conosce questo lato di me, nemmeno mia moglie, che amo moltissimo». Risponde Elena Di Cioccio\nDI ELENA DI CIOCCIO\nVENTURA CARMONA\nUNA GIORNATA ALLA SCOPERTA DELLA LAGUNA NORD\nQui è nata Venezia: sulle isole di Mazzorbo, Burano e Torcello. Per raggiungerle si prende la linea 12 del vaporetto dalle Fondamenta Nove. Il consiglio è di scendere alla fermata (l'unica) di Mazzorbo e incamminarsi lungo la fondamenta ed entrare nel giardino del wine resort Venissa. In qualsiasi stagione è un posto bellissimo, con filari di vite da cui si ottiene l'omonimo vino e altre coltivazioni tra cui quella del carciofo, il re della laguna. Uscendo dal lato opposto si percorre un ponte e ci si trova a Burano. Isola famosa per i colori delle sue case, questa piccola isoli di pescatori è un gioiello. Nelle ore centrali della giornata si affolla, ma la mattina presto e la sera è magnifica. Raggiungendo una fondamenta lato laguna si può contemplare la fragilissima laguna con le sue barene. Dopo un pranzo Da Romano o al Gatto Nero, con una fermata di vaporetto, si raggiunge Torcello, dove si trova la famosa Locanda Cipriani, ma soprattutto la chiesa più antica di Venezia.\nREDA&CO/GETTY IMAGES\nPASSEGGIARE AL LIDO FINO AD ARRIVARE A MALAMOCCO\nI veneziani amano il Lido, inverno o estate che sia. Se durante la stagione estiva vanno in spiaggia, nelle famose capanne, quando gli stabilimenti balneari sono chiusi, invece, vanno soprattutto nei weekend a camminare sulla spiaggia. Prendendo il viale che dall'approdo dei vaporetti porta alla spiaggia, ci si incammina verso destra. Passando davanti all'Hotel Excelsior, dove nei giorni della Mostra del Cinema si aggirano attori, registi e vip, si sorpassano i cosiddetti Murazzi e si giunge infine all'altezza dell'antico borgo di pescatori di Malamocco. Dalla fine dei Murazzi la passeggiata è su una pista pedonale e ciclabile (ma comunque vista mare) e non più in spiaggia. Il borgo di Malamocco è fatto di case, un campo, un negozio di alimentari, un hotel (il Relais Alberti) e qualche locale. Il ristorante più amato e sempre frequentato è da Mauretto: cucina e spirito autentici veneziani.\nINCANTARSI DAVANTI ALLA LAVORAZIONE DEL VETRO DI MURANO\nA Murano ci vanno ogni giorno tantissimi turisti, molti dei quali fanno un veloce giro dell'isola e magari restano pure un po' delusi. Ecco, a Murano bisogna andare avendo preventivamente prenotato una dimostrazione in una vetreria. Solo così si può apprezzare davvero tutto quello che poi si vede nelle vetrine dei negozi. E si potrà assistere 100 volte alla lavorazione del vetro e 100 volte si rimarrà a bocca aperta. Tra le fornaci che organizzano visite guidate siamo affezionati a quella di Massimiliano Schiavon, bravissimo mastro vetraio che collabora anche con aziende di altri settori, come arredo e moda (indimenticabili le collane create per la sfilata di Alberta Ferretti del 2021). Storica e con una vocazione per l'arte è invece la fornace Berengo: il patron Adriano Berengo dal 2009 porta avanti un importante progetto di arte contemporanea chiamato Glasstress che ha coinvolto importanti artisti come Ai Wei Wei, Laure Prouvost, Jimmie Durham e Thomas Schütte e ancora Tracey Emin, Tony Cragg, and Dustin Yellin (per organizzare una visita, inviare una mail a comunicazione@berengo.com). Infine, l'indirizzo per concludere la visita a Murano è Punta Conterie, uno spazio multifunzionale con il concept store Seletti, spazio dedicato alla selezione di piccoli marchi di nicchia, realtà uniche e originali, provenienti quasi esclusivamente da Venezia, una sala espositiva e il bellissimo ristorante Vetri, con una terrazza magnifica.\nTOPICS\nVENEZIA\nWEEKEND\nWEEKEND D'ARTE\nVANITY FAIR CONSIGLIA\nOlanda? No, la laguna sud di Venezia\nValle Zappa è un mix fra lo stile fiammingo e Parc Guell: un luogo segreto dall'incanto silenzioso al largo di Venezia, dove tra barene e capanni nidificano gli ibis sacri e passeggiano i fenicotteri rosa. E dove le rondini vanno e vengono in un grande salone\nDI GERMANA CABRELLE\nICON\nHOTEL\nDove dormire a Venezia: 16 hotel di ogni stile (e prezzo)\nUn hotel su un'isola sperduta della laguna e un elegante relais attento all'ambiente al Lido e altri indirizzi ideali per scoprire Venezia, al di là dei soliti noti\n16 IMMAGINI\nDI CAROLINA SAPORITI\nICON\nRISTORANTI\nA cena a Venezia fuori stagione: grandi ristoranti e trattorie autentiche\nLa città gioiello della Laguna è straordinaria anche in pieno inverno. Merita un tour anche dal punto di vista gastronomico: ecco come orientarsi tra i ristoranti top, i locali emergenti e i posti di tradizione\n12 IMMAGINI\nDI MAURIZIO BERTERA\nICON\nCIBO E VIAGGI\nVenezia segreta: la vigna nascosta e una mostra per celebrare un grande vino\n8 IMMAGINI\nDI ANNA MAZZOTTI\nSCOPRI LE ULTIME NOTIZIE\nPeople\nShow\nNews\nBeauty e Benessere\nFashion\nLifestyle\nCibo e Viaggi\nVideo\nNext\nPodcast\nVanity Fair Stories\nCONDÉ NAST ITALIA\nAD\nGQ\nLa Cucina Italiana\nVogue\nWired\nCondizioni d'utilizzo\nRedazione\nPrivacy\nPubblicità\nAbbonamenti\nOroscopo\nGESTISCI LE PREFERENZE\n© EDIZIONI CONDÉ NAST S.P.A. - PIAZZA CADORNA 5 - 20121 MILANO CAP.SOC. 2.700.000 EURO I.V. C.F E P.IVA REG.IMPRESE TRIB. MILANO N. 00834980153 SOCIETÀ CON SOCIO UNICO\nSelect international site\nItalia\nLargeChevron\nLa tua scelta conta\nIl vostro consenso aiuta e sostiene il nostro lavoro giornalistico. Il compito di Vanity Fair è informarvi, emozionarvi, ispirarvi e divertirvi. Per fare questo, usiamo la tecnologia per adattare meglio i nostri contenuti ai vostri interessi: le storie che amate ci guidano nelle scelte editoriali così da fornirvi la migliore informazione possibile. Il vostro consenso, infine, consente a terzi, nello specifico ai nostri partner pubblicitari di fiducia, di mostrare annunci e contenuti in linea coi vostri gusti. Considerate questa vostra scelta come un'occasione per vivere pienamente l'esperienza di Vanity Fair. Buona lettura.\nInsieme ai nostri 176 partner archiviamo e/o accediamo alle informazioni sul dispositivo dell'utente, come gli ID univoci nei cookie, per il trattamento dei dati personali per contenuti pubblicitari personalizzati. È possibile accettare o gestire le proprie scelte facendo clic di seguito, o comunque in qualsiasi momento nella pagina dell'informativa sulla privacy. Queste scelte verranno segnalate ai nostri partner e non influenzeranno i dati sulla navigazione.\n\nAnche se si sceglie di non accettare, alcune tecnologie, come i cookie, sono necessarie per la funzionalità del nostro sito e per questo motivo non è possibile rifiutare. Queste tecnologie consentono di accedere ai nostri articoli, assicurano un'esperienza di navigazione fluida e sicura e ci permettono di capire come viene utilizzato il nostro sito web. Quando utilizziamo i dati a questo scopo, non identifichiamo i singoli utenti. Maggiori informazioni sulla tua privacy\n\nNoi e i nostri partner trattiamo i dati per fornire:\nUtilizzare dati di geolocalizzazione precisi. Scansione attiva delle caratteristiche del dispositivo ai fini dell’identificazione. Archiviare informazioni su dispositivo e/o accedervi. Pubblicità e contenuti personalizzati, misurazione delle prestazioni dei contenuti e degli annunci, ricerche sul pubblico, sviluppo di servizi .\nElenco dei partner (fornitori)\n\n\nACCETTO\nGESTISCI LE MIE IMPOSTAZIONI\nContinua senza accettare"
}