{
  "url": "https://it.wikipedia.org/wiki/Valore_dei_pezzi_degli_scacchi",
  "timestamp": 1744577963.279433,
  "content": "Vai al contenuto\nMenu principale\nRicerca\nFai una donazione\nregistrati\nentra\nStrumenti personali\nIl web che ci era stato promesso\n13 aprile: un importante aggiornamento per gli utenti in Italia.\nFedele utente, meriti una spiegazione, non saltare questo messaggio. È domenica, 13 aprile, e la nostra raccolta fondi non durerà molto. Se hai usato spesso Wikipedia quest'anno, speriamo che questo significhi che ti ha dato una conoscenza che vale almeno 2,75 €. Unisciti al 2% di utenti che donano ciò che possono per mantenere questa preziosa risorsa disponibile per tutti.\nDopo 25 anni, Wikipedia è ancora il web che ci era stato promesso: un'oasi di conoscenza libera e collaborativa. Consultando Wikipedia oggi, scegli un web libero ed equo: uno spazio in cui trovare le informazioni di cui hai bisogno senza essere distratto da pubblicità o dagli interessi di ricchi proprietari.\nMolti utenti non donano e il tuo contributo conta. Se Wikipedia ti fornisce una conoscenza che vale almeno 2,75 €, per favore dona 2,75 € oggi stesso. Grazie.\nOrgoglioso custode di Wikipedia e dei suoi siti correlati\nCon quale frequenza vorresti donare?\nUna volta\nMensile\nAnnuale\nSostieni la nostra missione a lungo termine\nSeleziona un importo (EUR).\nLa donazione media in Italia è di 8 €.\n2,75 €\n15 €\n25 €\n50 €\n100 €\n250 €\n500 €\nOther amount\nAltro\nPer favore seleziona un metodo di pagamento\nTrasferimento bancario (SEPA)\nContinua\nForse in seguito\nDomande frequenti  |  Altri modi per donare  |  Ho già donato\nNon venderemo mai le tue informazioni. Inviando, accetti la nostra politica sulla privacy dei donatori e la condivisione delle tue informazioni con la Wikimedia Foundation e i suoi fornitori di servizi negli Stati Uniti e altrove. Se fai una donazione ricorrente, la Wikimedia Foundation ti addebiterà l'importo fino a quando non ci chiederai di smettere. Ti invieremo un'e-mail che include un link a semplici istruzioni per la cancellazione.\nScusa l'interruzione, ma presto sarà troppo tardi per aiutarci nella nostra raccolta fondi. Per favore dona 2,75 €.\nNo, magari in seguito quando avrò più tempo\nSì, voglio donare 2,75 €\nIndice nascondi\nInizio\nValori comunemente impiegati\nValori storici\nNote\nVoci correlate\nCollegamenti esterni\nValore dei pezzi degli scacchi\n17 lingue\nVoce\nDiscussione\nLeggi\nModifica\nModifica wikitesto\nCronologia\nStrumenti\nAspetto nascondi\nTesto\nPiccolo\nStandard\nGrande\nLarghezza\nStandard\nLargo\nColore (beta)\nAutomatico\nChiaro\nScuro\nIl valore dei pezzi degli scacchi è un punteggio che viene assegnato ad ogni pezzo del gioco degli scacchi, in modo da determinare qual è il valore strategico di ciascuno di essi. Questi valori sono utili per i giocatori e anche per i motori scacchistici per aiutare a calcolare le mosse che devono essere eseguite, anche se il valore assegnato dai giocatori è diverso da quello utilizzato dai programmi scacchistici. Il calcolo del valore dei pezzi fornisce ai giocatori solo un'idea del valore statico del materiale, cioè della loro forza intrinseca al di fuori del gioco, posseduto da ambedue i giocatori in un determinato momento del gioco. L'esatto valore dei pezzi e dei pedoni dipende dalla potenzialità dinamica, cioè dalle loro capacità di movimento e azione nel cuore dello scontro, raggiunta in un preciso momento della partita.\nValori comunemente impiegati[modifica | modifica wikitesto]\nPezzo Valore  \nDonna 9\nTorre 5\nAlfiere 3\nCavallo 3\nPedone 1\nIl valore del Re è infinito perché la sua perdita causa la perdita della partita. In qualche programma di scacchi al Re è assegnato un valore artificiale di oltre 200 punti; un arbitrario valore più alto che è la somma di tutti gli altri pezzi più fattori posizionali. Questo assicura che il computer valuterà lo scaccomatto sopra tutti gli altri scambi o sacrifici.\nI programmi di scacchi vogliono tipicamente fare ulteriori aggiustamenti a questi punteggi accordando loro vari fattori posizionali. Per esempio, 1/3 di punto può essere sottratto per pedoni doppiati, pedoni isolati, frazioni di punti possono essere aggiunte per possesso di colonne aperte e così via. Per le persone, qualche valutazione di posizione è fatta senza riferimento a punteggi numerici.\nNel suo libro Nuove idee negli scacchi, il maestro Larry Evans dà i valori pedone=1, cavallo=3½, alfiere=3¾, torre=5, e donna=10. Comunque, i tradizionali valori sopra indicati sembrano essere più accurati. Un alfiere è solitamente equivalente al cavallo, ma non sempre. Anche due torri sono generalmente uguali o più potenti della sola donna. Un altro sistema è usato da Max Euwe e Hans Krämer nel primo volume del loro Il mediogioco, con i valori pedone=1, cavallo=3½, alfiere=3½, torre=5½ e donna=10. Questi valori appaiono più accurati di quelli dati da Evans.\nBobby Fischer dette il valore 3¼ all'alfiere; (gli altri pezzi hanno valori tradizionali)[1].\nIl campione mondiale José Raúl Capablanca valutò i pezzi in questo modo. Prendendo come base di riferimento il singolo pedone, l'unità di gioco meno potente, assegnandogli valore 1, si possono ricavare i valori successivi degli altri pezzi. Il cavallo o l'alfiere varranno 2 pedoni e ½. Ovviamente il mezzo pedone non esiste, serve solo a capire che chi ha 2 pedoni è in svantaggio di materiale rispetto a chi possiede l'alfiere o il cavallo, e sarà costretto a giocare per la patta, mentre chi è in vantaggio di questo materiale (oltre al restante materiale di gioco), gioca per vincere. Nel caso che i pedoni fossero 3, chi possiede il cavallo o l'alfiere è in svantaggio e dovrà giocare per pattare, mentre l'avversario gioca per vincere. La torre vale 3 pedoni e ½, pertanto, chi possiede il ½ pedone in più è in vantaggio e gioca per vincere. Non è possibile dare un valore alla donna in base ai pedoni. A rigor di logica dovrebbe valere 5 pedoni e ½, perché una donna più 1 pedone e ½ sono equivalenti a 2 torri, ma nel confronto, in finale, con i pedoni la donna è più forte, pertanto non si può fare un'equazione in base ai pedoni, ma utilizzarla solo per un confronto con gli altri pezzi.\nValori storici[modifica | modifica wikitesto]\nNel 1813 un libro (autore sconosciuto, forse Sarratt) dette il seguente valore ai pezzi:\nCavallo 9.25\nAlfiere 9.75\nTorre 15\nDonna 23.75\nRe come pezzo che attacca (nel finale) 6.5\nPedone 2 all'inizio, 3.75 nel finale\nChe equivalgono a:\nCavallo 3.1\nAlfiere 3.3\nTorre 5\nDonna 7.9\nRe come pezzo che attacca nel finale 2.2\nPedone 0.7 all'inizio, 1.3 nel finale\nHoward Staunton, nel The Chess-Player's Handbook, dà questi valori:\nPedone 1\nCavallo 3\nAlfiere 3.5\nTorre 5.5\nDonna 10\nNote[modifica | modifica wikitesto]\n^ Bobby Fischer insegna gli scacchi, Hoepli, p.14\nVoci correlate[modifica | modifica wikitesto]\nFunzione di valutazione (euristica)\nCollegamenti esterni[modifica | modifica wikitesto]\nRelative Value of Chess Pieces, su chess.about.com. URL consultato il 23 dicembre 2005 (archiviato dall'url originale il 2 agosto 2004).\nRelative Value of Pieces and Principles of Play from The Modern Chess Instructor by Wilhelm Steinitz\nAbout the Values of Chess Pieces by Ralph Betza, 1996.\nUniversal Calculation Of Piece Values (PDF), su symmetryperfect.com. URL consultato il 23 dicembre 2005 (archiviato dall'url originale il 3 giugno 2006).\nnascondi\nV · D · M\nPezzi degli scacchi\nOrtodossi Pedone · Cavallo · Alfiere · Torre · Donna · Re\nEterodossi Grillo · Nottambulo\n\nPortale Scacchi: accedi alle voci di Wikipedia che trattano di scacchi\nCategorie: Pezzi degli scacchiStrategia negli scacchi\nQuesta pagina è stata modificata per l'ultima volta il 30 set 2023 alle 07:11.\nIl testo è disponibile secondo la licenza Creative Commons Attribuzione-Condividi allo stesso modo; possono applicarsi condizioni ulteriori. Vedi le condizioni d'uso per i dettagli.\nInformativa sulla privacy\nInformazioni su Wikipedia\nAvvertenze\nCodice di condotta\nSviluppatori\nStatistiche\nDichiarazione sui cookie\nVersione mobile"
}