{
  "url": "http://www.msn.com/it-it/notizie/tecnologiaescienza/come-funziona-un-motore-scacchistico-ecco-come-ragiona-il-computer-quando-giochiamo-a-scacchi-contro-di-lui/ar-AA1vMwJF?apiversion=v2&noservercache=1&domshim=1&renderwebcomponents=1&wcseo=1&batchservertelemetry=1&noservertelemetry=1",
  "timestamp": 1744643627.415461,
  "content": "Vai al contenuto\nSalta al piè di pagina\nVescovana\n14\n°C\nPersonalizza feed di notizie\nAccedi con il tuo account\nAccedi\nScopri\nSeguiti\nNotizie\nNazionale\nIntrattenimento\nStile di vita\nPolitica\nCibo e bevande\nMotori\nScienza e tecnologia\nPersonalizza\n11\nAnnuncio\nGeopop\nSegui\n11.3K Follower\nCome funziona un motore scacchistico: ecco come “ragiona” il computer quando giochiamo a scacchi contro di lui\nStoria di Giuseppe Servidio • 4mese/i • 4 min di lettura\nCome funziona un motore scacchistico: ecco come “ragiona” il computer quando giochiamo a scacchi contro di lui\nUn\nmotore scacchistico\n, o\nchess engine\n, è un software progettato per giocare a scacchi con un livello di abilità in grado di superare persino i migliori grandi maestri. A ogni mossa, questi programmi valutano le posizioni sulla scacchiera e\ndecidono la mossa migliore da compiere utilizzando complessi algoritmi di intelligenza artificiale\n. I motori scacchistici combinano tre componenti fondamentali: la rappresentazione della posizione, l’algoritmo di ricerca e una funzione di valutazione. Il loro obiettivo principale è calcolare la sequenza ottimale di mosse, basandosi su analisi che includono migliaia di posizioni in pochi secondi. Negli ultimi anni, i motori hanno compiuto un salto di qualità con l’introduzione delle\nreti neurali profonde\n, che simulano un ragionamento più vicino a quello del cervello umano. Il primo motore a battere il campione del mondo di scacchi è stato\nDeep Blue\ndella IBM, che nel 1997 ebbe la meglio sull’allora numero uno al mondo\nGarry Kasparov\nsu un match di 6 partite. I motori scacchistici però non giocano soltanto partite: possono anche analizzare mosse e strategie, aiutando i giocatori a migliorare il proprio gioco o scoprire nuovi approcci con cui affrontare gli avversari futuri. C’è da dire anche che il loro utilizzo ha sollevato questioni etiche, dovuto in parte all’uso improprio usato da alcuni “giocatori” per imbrogliare durante le partite online. Al contempo, i motori scacchistici hanno dato vita a competizioni tra macchine, trasformando il mondo degli scacchi in un campo dove la tecnologia e la tradizione scacchistica si “fondono” insieme.\nCosa c’è dietro un motore scacchistico\nMa esattamente\ncosa c’è dietro un motore scacchistico?\nCome funziona il suo algoritmo? I motori scacchistici codificano le posizioni della scacchiera usando\nrappresentazioni digitali\n, spesso tramite una\n“bitboard”\n, dove ogni bit corrisponde a un pezzo oppure a un casella della scacchiera e registra informazioni cruciali come il tratto (chi deve muovere), le possibilità di arrocco e altre regole, come la cattura\nen passant\n. Con queste informazioni, il motore costruisce una visione completa della partita, che può essere quindi analizzata valutando le situazioni di gioco e guardando in profondità nelle partite. La\nfunzione di valutazione\n, o\neuristica\n, assegna un punteggio numerico a ogni posizione. Questo punteggio riflette il vantaggio o lo svantaggio di una parte in base a fattori come il materiale (valore dei pezzi), la sicurezza del re e il controllo del centro della scacchiera. Tradizionalmente, queste funzioni si basano sulla conoscenza umana del gioco. Tuttavia, negli ultimi anni, tecniche di apprendimento automatico hanno permesso ai motori di sviluppare criteri di valutazione più sofisticati, spesso superando le intuizioni umane. I motori utilizzano anche strumenti aggiuntivi come i\nlibri di apertura\ne le\ntablebase\n: i primi sono raccolte di mosse iniziali tratte da partite reali, che aiutano il motore ad aprire la partita per partire con un vantaggio strategico; le seconde, invece, contengono tutte le combinazioni possibili per posizioni con pochi pezzi, offrendo soluzioni perfette nelle fasi finali di gioco. Oltre a valutare le dinamiche di gioco, i migliori motori scacchistici presenti sulla piazza provano a\nguardare in profondità nelle partite\n, proprio come farebbe un buon giocatore di scacchi. Più sarà profonda la visione di gioco, migliore è la mossa che possono prendere in un dato momento. Per determinare quanto è profonda la visione di gioco di un algoritmo (o di un giocatore), si tiene conto del cosiddetto\n“ply”\n(o “strato”) che, per semplificare brutalmente, è costituito da due mosse (la propria e quella avversaria). Riguardo a questo aspetto, un interessante\narticolo\npresente su Chess.com (un punto di riferimento per tutti gli appassionati di scacchi online), dedicato proprio ai motori scacchistici, afferma:\nA 20 ply (10 mosse bianche e 10 mosse nere), la maggior parte dei motori sta già valutando molto più in profondità e più forte degli umani. A seconda del tempo concesso e della complessità della posizione, i motori possono guardare più di 50 ply in profondità.\nAlcuni motori moderni, inoltre, come\nAlphaZero\n(di Google DeepMind) e\nLeela Chezz Zero\n, si basano su\nreti neurali profonde\no\nNN\n(\nNeural Network\n). Questi sistemi apprendono le migliori mosse giocando milioni di partite contro sé stessi (oppure vengono addestrati dando in pasto al loro algoritmo dei dati di addestramento, ovvero partite di scacchi (in molti casi, quelle giocate dai Gran Maestri). Una volta fornito il materiale di addestramento, l’algoritmo impara da solo come approcciarsi alle partite, merito della sua capacità di\napprendimento automatico\no\nmachine learning\n. I motori “tradizionali”, come\nStockfish\n, hanno solitamente usato quella che viene definita la ricerca\nminimax alfa-beta (AB)\n, che va a valutare le migliori mosse possibili in un dato momento. I motori NN, invece, adoperano la cosiddetta\nricerca ad albero Monte Carlo\no\nMCTS\n, dove l’algoritmo gioca un numero elevato di partite rapide contro sé stesso a velocità elevatissime e con mosse casuali, andando poi a scegliere le mosse che gli sembrano avere più probabilità di vittoria. Per ottimizzare tutte queste analisi, gli algoritmi applicano anche una tecnica nota come\n“potatura”\n, che elimina i passaggi svantaggiosi. In questo modo, il motore può concentrarsi sulle opzioni più promettenti, riducendo il numero di calcoli necessari e al tempo stesso non andando compromettere la qualità delle mosse stesse.\nQuando sono nati i motori scacchistici\nCome probabilmente saprete, gli scacchi sono un gioco antichissimo (si dice che siano nati in\nIndia\nintorno al VI secolo d.C.). I motori scacchistici non sono altrettanto datati, ma probabilmente vi sorprenderete nello scoprire che già nel\n1796\nfu ideata una finta macchina per giocare a scacchi – si chiamava\nAutomaton\n– e il suo “algoritmo” era in realtà un bravo giocatore di scacchi umano nascosto al suo interno. Oltre un secolo più tardi, nel\n1912\n, venne effettivamente sviluppata una macchina che era in grado di dare scacco matto con un re e una torre contro il re avversario. Ma fu solo nel\n1951\nche un certo\nAlan Turing\nscrisse un programma per computer che potesse a tutti gli effetti giocare a scacchi.\nNon c'è mai stato un momento migliore per ottenere una nuova carta di credito\nAnn.\nAmerican Express\nContenuto sponsorizzato\nImmobiliare.it\nSi possono bruciare sterpaglie nel proprio giardino?\nAnn.\nnoicompriamoauto.it\nValuta la tua auto in 2 minuti\nAnn.\ntechtitute.com\nMassima Fac. di Fisioterapia - Fisiologia muscolare\nAnn.\nExpert Market\nI tuoi dipendenti chiedono l’aumento? Proponi un’alternativa allettante.\nAnn.\nAltro per te\nFanpage.it\nIl portiere si mette di spalle per parare il rigore, Sergio Ramos è sconcertato: tutto surreale\n1\nViaggiamo\nScoprire il significato nascosto delle carte da gioco\n5\nMen's Health Italia\nEcco quali sono i tasti più usati (e consumati) del computer. E perché\n11\nAutoappassionati\nFerrari dice no al rosa: ecco perché alcune personalizzazioni sono vietate\n3\nMultiplayer.it\nMicrosoft ha creato una versione di Quake 2 generata con l'IA ed è possibile provarla con una demo\n12\nRaiNews multimedia\nDrupi e la moglie Dorina ospiti di Mara Venier: “Innamorati come il primo giorno”\n5\nunbranded - Lifestyle Italian\nCane O Gatto: Chi È Più Intelligente?\n31\nMondo Motori\n·\n1s\nIncredibile innovazione di Volkswagen: ecco il motore che ridefinisce le regole\n45\n3\nGreenStyle\n·\n3s\nSe risolvi questo test fai parte dell’1% e sei il più intelligente di tutti: lo hai mai provato?\nInsider Post\n·\n9o\nLa Russia ha perso la sua arma più temuta: cosa succede adesso?\n9\n1\nFanpage.it\n·\n5o\nDiego Abatantuono non le manda a dire: “Paolantoni tra quelli che non fa ridere è quello con più successo”\n3\nTelefonino\nSe cambi spesso le password, stai facendo un errore: scopri perché\n25\nGeopop\nCome fanno le carte da gioco di Dobble ad avere sempre un elemento in comune\n17\nStampasi\nAffidati ai nostri consulenti qualificati per trovare la soluzione migliore per te.\nAnn.\nhearclear\nFacile da usare\nAnn.\n20\nGeopop\nSegui\n11.3K Follower\nCome fare uno screenshot con Mac e Windows: le scorciatoie da tastiera\nStoria di Giuseppe Servidio • 4mese/i • 3 min di lettura\nCome fare uno screenshot con Mac e Windows: le scorciatoie da tastiera\nPer\nfare uno screenshot su Mac e su PC\nWindows\nesistono varie possibilità, che spaziano dalle combinazioni di tasti all’uso di utility disponibili sui sistemi operativi desktop di Apple e Microsoft. Su Mac, è possibile sfruttare ad esempio comandi rapidi per catturare l’intero schermo o porzioni di esso oppure l’applicazione Screenshot, che fornisce un’interfaccia intuitiva per gestire screenshot e registrazioni dello schermo. Anche per chi ha un\ncomputer\ncon a bordo Windows è possibile sfruttare apposite scorciatoie da tastiera oppure l’utility Strumento di cattura. Vediamo nel dettaglio come utilizzare tutti questi strumenti.\nCome fare screenshot con Mac\nIniziamo vedendo\ncome fare screenshot con Mac\n. Il sistema operativo desktop di Apple,\nmacOS\n, offre la possibilità di procedere mediante\ncombinazioni di tasti\ne attraverso l’utility\nScreenshot\n.\nCombinazioni di tasti\nLe\ncombinazioni di tasti\n(o scorciatoie da tastiera che dir si voglia) sono il metodo più rapido per realizzare screenshot su Mac. Ve le elenchiamo di seguito.\nshift+cmd+3: permette di realizzare lo screenshot dell’intero schermo.\nshift+cmd+4: consente di realizzare lo screenshot di una porzione di schermo, in quanto dopo aver premuto la combinazione, compare un mirino mediante il quale si può andare a selezionare l’area da catturare. Una volta rilasciata la selezione, lo screenshot viene effettivamente prodotto.\nshift+cmd+4+barra spaziatrice: offre la possibilità di realizzare screenshot di una finestra specifica, in quanto una volta premuti questi tasti, l’icona del puntatore diventa una macchina fotografica che, se passata su una finestra, consente la cattura del suo contenuto quando viene effettuato il click sinistro del mouse.\n  Continua a leggere\nCome fare uno screenshot con Mac e Windows: le scorciatoie da tastiera\nContenuto sponsorizzato\nImmobiliare.it\nSi possono bruciare sterpaglie nel proprio giardino?\nAnn.\nHeroes of History\nIL miglior GIOCO del 2025!\nAnn.\nPlay Now\nRise of Cultures\nIl gioco gratuito dell'anno!\nAnn.\nGioca\nprezzo.org\nMulinello Abu Garcia - Trova ogni offerta e risparmia\nAnn.\nAltro per te\nilSoftware\nWindows 11, svelato il vero motivo per cui non è possibile spostare la barra delle applicazioni\n1\nMondo Motori\nBrutte notizie per Toyota e Mercedes\n19\nAdnkronos\nSpotify down, problemi oggi 14 aprile: cosa succede\nInsider Post\nMalattia X, la nuova minaccia globale: cresce il timore di una futura pandemia\n2\nilSoftware\nCome si scannerizza un documento con la stampante\n30\n4\nEsquire Italia\nEcco il trucco scientifico per capire se il tuo pc è lento oppure no\n184\nHDblog.it\nOpenAI è interessata allo smartphone senza schermo di Jony Ive\n1\nTom's Hardware Italia\n·\n3g\nQueste estensioni di Chrome nascondono malware, toglietele!\n9\nilSoftware\nComandi Linux più utili: eccoli svelati\n26\nGPblog IT\n·\n18o\nAGGIORNAMENTO | Nuova Classificazione di Gara per il GP del Bahrain: Ecco cosa è cambiato!\n41\nNews Mondo\n·\n1g\n“Faccio da cavia”: Costantino Vitagliano si confessa sulla sua malattia, il video\n3\nGeopop\nCome rendere più veloce lo smartphone: 5 suggerimenti pratici\n15\nFanpage.it\n·\n10o\nChampions League in TV, dove vedere le partite di ritorno dei quarti: orari e diretta in chiaro\n5\nRise of Cultures\nIl gioco gratuito dell'anno!\nAnn.\nUlteriori info\nHeroes of History\nIL miglior GIOCO del 2025!\nAnn.\nInizia ora\nOpen.online\nSegui\n19.5K Follower\nDavide Lacerenza e la nuova vita a base di centrifughe. La fidanzata Clotilde: «Bello spavento, non fa più uso di niente» – Il video\nStoria di Alba Romano • 3 ora/e • 1 min di lettura\nFidanzata Lacerenza\nOggi la trasmissione Lo Stato delle Cose, condotta da Massimo Giletti, e in onda in prima serata su Rai3, torna sul caso Gintoneria di Milano e Davide Lacerenza, ai domiciliari, per un presunto giro di droga e prostituzione nel suo locale. L’inviata ha intercettato la fidanzata dell’uomo, Clotilde, che racconta il giorno in cui si è sentito male ed è andato in ospedale e ora le sue nuove abitudini. «Era un’ischemia transitoria, però lo spavento gli è servito per condurre una vita sana. Non beve più, non fa più uso di niente», racconta la ragazza.\nVisualizza questo post su Instagram\nIl malore di Lacerenza\nClotilde ricorda ancora il giorno in cui lo hanno ricoverato. «Si sentiva male, aveva dolore al braccio sinistro», spiega. «Si è spaventato – racconta – mi ha fatto chiamare l’ambulanza. Dopo un sacco di accertamenti ed esami l’hanno ricoverato, è stato comunque chiuso dentro, lo stress…».\nL'articolo Davide Lacerenza e la nuova vita a base di centrifughe. La fidanzata Clotilde: «Bello spavento, non fa più uso di niente» – Il video proviene da Open.\nContenuto sponsorizzato\nAltro per te\n© 2025 Microsoft\nImpostazioni di privacy\nPrivacy e cookie\nCondizioni per l'utilizzo\nMessaggio pubblicitario\nFeedback\nMicrosoft rispetta la tua privacy\nMicrosoft e i fornitori di terze parti usano i cookie per l'archiviazione e l'accesso a informazioni, quali gli ID univoci, per distribuire, gestire e migliorare servizi e annunci. Se si accetta, MSN e Microsoft Bing personalizzeranno il contenuto e gli annunci visualizzati. Selezionare 'Accetto' per fornire il consenso per questi usi oppure fare clic su 'Gestisci preferenze' per esaminare le opzioni disponibili ed esercitare il diritto di opporsi all'interesse legittimo, se usato.  È possibile la selezione in 'Gestisci preferenze' nella parte inferiore di questa pagina. Informativa sulla privacy.\nNumero di partner (fornitori): 829.\nI dati vengono elaborati da Microsoft e dai partner per:\nUtilizza dati di georilevazione precisi ed esegui una scansione attiva delle caratteristiche del dispositivo per l'identificazione. Questa operazione serve per archiviare le informazioni su un dispositivo ed accedervi, nonché per fornire contenuto e annunci personalizzati, misurazione di contenuto e annunci, informazioni dettagliate sul gruppo di destinatari e sviluppo del prodotto.\nElenco dei partner (fornitori)\nAccetto\nRifiuta tutti\nMostra finalità"
}