{
  "url": "https://www.cucchiaio.it/ricetta/ricetta-sugo-fegatini/",
  "timestamp": 1744572160.5217197,
  "content": "Apri il menu\nRicette\nCucina\nBere\nAttualità\nSostenibilità\nCucinare low cost\nVideo\nRicette con Philadelphia\nSpeciale Pasqua\nHome Ricette Condimenti Sughi\nCarne Frattaglie Fegato Condimenti Sughi Cucina Tipica Italiana Toscana Ricorrenze Cene tra amici In famiglia\nAltro\nSugo di fegatini\nPREPARAZIONE\n20 min\nRICETTA\nfacile\nvoto medio\nVOTA\n\nAggiungi ai preferiti\nESECUZIONE\nFACILE\nTEMPO PREPARAZIONE\n20 min\nTEMPO COTTURA\n1h e 15 min\nPORZIONI\n6\nTEMPO TOTALE\n1h e 35 min\nCALORIE\n252\nINGREDIENTI\n5-6 fegatini di pollo\n250 g di pelati\n2 gambi di sedano\n2 carote\n1 cipolla\n1 ciuffo di prezzemolo\nVinsanto\nolio\nsale\npepe\nSalva nella lista della spesa\nVai alla lista della spesa\nPROCEDIMENTO\nTritate sedano, carote, cipolla, prezzemolo e mescolateli ai fegatini anch’essi tritati. In una piccola casseruola (preferibilmente d’alluminio) scaldate mezzo bicchiere d’olio, aggiungete il trito di verdure e fegatini e, a fuoco bassissimo, cuocete per circa 1 ora. Quando vedete il composto di colore abbastanza scuro spruzzate un bicchierino di Vinsanto e lasciate evaporare. Aggiungete i pelati passati, sale e pepe, coprite e cuocete per circa 10 minuti, scoprite, aggiungete un filo d’olio e ritirate. Questo sugo è squisito per condire le pappardelle o come base per un risotto.\nSCOPRI ALTRE RICETTE SIMILI A \"SUGO DI FEGATINI\"\nRICETTA MEDIA\nShare\nCannelloni di carne e funghi\nTempo: 1h\n| Scopri la ricetta\nRICETTA MEDIA\nShare\nTimballo napoletano di maccheroni\nTempo: 30 min\n| Scopri la ricetta\nRICETTA FACILE\nShare\nRigatoni ripieni al profumo di salvia\nTempo: 30 min\n| Scopri la ricetta\nRICETTA MEDIA\nShare\nTagliolini in brodo con ragù\nTempo: 2h e 30 min\n| Scopri la ricetta\nRICETTA FACILE\nShare\nTerrina di fegatini misti\nTempo: 2h e 15 min\n| Scopri la ricetta\nRICETTA MEDIA\nShare\nPollo ripieno\nTempo: 20 min\n| Scopri la ricetta\nRICETTA FACILE\nShare\nRigatoni con gelo di fegatelli, bottarga, riccioli di pecorino\nTempo: 5 min\n\nRicette\nCucina\nSenza glutine\nBambini\nDolci da fare a casa\nVeggie\nRicorrenze\nCocktail\nVino\nIdee per la cena\nCome cucinare\nAttualità\n\nCiao sono Buccia, scopri le mie ricette\nDomus Dueruote Meridiani Montagne Quattroruote Ruoteclassiche Motonline Editoriale Domus Accademia ED Pista ASC Quattroruote Professional Pubblicità ShopED\nEditoriale Domus SpA Via G. Mazzocchi, 1/3 20089 Rozzano (Mi) - Codice fiscale, partita IVA e iscrizione al Registro delle Imprese di Milano n. 07835550158\nR.E.A. di Milano n. 1186124 - Capitale sociale versato € 5.000.000,00 - Tutti i Diritti Riservati - Privacy - Informativa Cookie completa - Gestione Cookies - Lic. SIAE n. 4653/I/908\nContinua senza accettare\nInformativa\nNoi e terze parti selezionate utilizziamo cookie o tecnologie simili per finalità tecniche e, con il tuo consenso, anche per le finalità di funzionalità, esperienza, misurazione e “marketing (con annunci personalizzati)” come specificato nella cookie policy.\nPer quanto riguarda la pubblicità, noi e 967 terze parti selezionate, potremmo utilizzare dati di geolocalizzazione precisi e l’identificazione attraverso la scansione del dispositivo, al fine di archiviare e/o accedere a informazioni su un dispositivo e trattare dati personali come i tuoi dati di utilizzo, per le seguenti finalità pubblicitarie: pubblicità e contenuti personalizzati, misurazione delle prestazioni dei contenuti e degli annunci, ricerche sul pubblico, sviluppo di servizi.\nPuoi liberamente prestare, rifiutare o revocare il tuo consenso, in qualsiasi momento, accedendo al pannello delle preferenze. Se presti il tuo consenso, sarà valido solo su questo dominio. Il rifiuto del consenso può rendere non disponibili le relative funzioni.\nUsa il pulsante “Accetta” per acconsentire. Chiudi questa informativa per continuare senza accettare.\nGestisci Preferenze\nAccetta"
}