{
  "url": "https://www.veneziatoday.it/attualita/turismo-massa-effetti-cucina.html",
  "timestamp": 1744577172.573448,
  "content": "Domenica, 13 Aprile 2025\nNuvoloso o molto nuvoloso\nAbbonati\nAccedi\n.\n.\n.\nVIDEO DEL GIORNO\nLa Città metropolitana vola in Giappone: 2 video celebrativi all'Expo di Osaka\nATTUALITÀ\nIl turismo di massa e le sue conseguenze sulla cucina locale\nSempre più spesso si assiste a una narrazione stereotipata del cibo. Esperienze “locali”, ricette “antiche”, sapori “autentici” e “viaggi nel gusto”: ecco cos’è la turistificazione alimentare, che riguarda anche Venezia\nTuristi a Venezia, foto d'archivio\nÈ assodato che Venezia sia una delle città italiane più interessate dalla turistificazione, che si può definire come il processo che porta alla modifica di quartieri e aree urbane a discapito dei residenti, trasformandole in destinazioni ad esclusivo appannaggio del consumatore \"mordi e fuggi\": un fenomeno che, come emerge nell'analisi di Martina Di Iorio su cibotoday, riguarda anche le abitudini alimentari.\nSe c’è un tratto che accomuna tutti i turisti del mondo, azzerando differenze sociali e culturali, è la necessità di cibarsi. Che sia turismo per motivi religiosi, sportivi, per lavoro e affari, tutti devono prima o poi fermarsi a mangiare. Senza ovviamente contare chi intraprende viaggi al principale scopo di conoscere le abitudini, piatti, pietanze di un paese straniero: il famoso turismo gastronomico. Utilizzando le parole di Marco D’Eramo nel saggio sul turismo Il selfie del mondo, «il cibo va visitato» al pari di un affresco o una rovina azteca. Questo comporta una turistificazione alimentare senza precedenti, adornata da un lessico che impoverisce di significato termini abusati come “tradizionale”, “autentico”, “reale”. Tutto ciò fa bene alla cultura gastronomica di un paese? Ovviamente no, e anche noi ci stiamo cadendo dentro.\nSecondo l’Ocse la spesa di un turista per mangiare è pari al 30% sul totale del viaggio, un dato significativo che fa riflettere. Tanto più se a muovere le masse è l’intenzione di conoscere abitudini, usi e costumi a tavola di un paese. In una città che accoglie milioni di visitatori ogni anno, la turistificazione passa anche attraverso il cibo. Un bersaglio che fa gola a tutti, tanto da poter parlare di turistificazione alimentare o gastronomica: ogni paese mette in scena anche in cucina l’idea che il mondo si è fatto di esso, azzerando differenze, calcando la mano su alcuni stereotipi culinari, abbassando in generale qualità e gusto.\nEd ecco il teatrino del gastronazionalismo, il tratto sedicente di chi vende storie sul cibo al fine di costruire “identità” (altro termine abusato) inventate o gonfiate. La Spagna diventa così una grossa tapas, la Francia un caffè snob dove mangiare viennosierie, l’Asia un macrocosmo di spezie e sapori piccanti e l’Italia una bella trattoria piena di stereotipi. E così, come tutte le città turistiche, anche Venezia si adegua a questa immagine uniformata e stereotipata della gastronomia italiana: un po' ovunque si trovano ristoranti che propongono carbonara, ragù alla bolognese, lasagna e parmigiana, piatti che poco hanno a che fare con le tradizioni locali. Per non parlare delle decine di pizzerie take away.\nA conferma basta guardare il logo della cucina italiana candidata all’Unesco. Nella spasmodica ricerca di mostrare il reale, si cade nella contraddizione di falsificarlo, senza considerare l’utopia di cristallizzare un magma così mutevole come il patrimonio gastronomico. Il tranello si cela proprio nell’utilizzo del termine autenticità, vocabolo che ha senso d’esistere forse solo in un contesto turistico. I locals, infatti, considerano questo criterio quando fanno la spesa o scelgono un ristorante? In molti casi no, ma se la risposta dovesse essere sì è perché stiamo tutti diventando anche un po’ turisti a casa nostra.\nNon a caso è proprio l'Unesco a calcare la mano su un certo storytelling: il termine \"tradizione\" affianca la maggior parte dei suoi patrimoni immateriali, creando una scia a catena. Anche e soprattutto in ambito gastronomico, dove non sembra esserci pasta se non “fatta in casa”, ricette “antiche”, sapori di “campagna e genuini”, anziane signore depositarie di “saperi e tradizioni”. Tutto bello, se fosse vero. Il tratto più lampante della turistificazione che opera anche attraverso il lessico per farsi propaganda, è invece l’omologazione dei sapori, delle tradizioni, a uso e consumo del turista.\nE così la carbonara diventa simbolo esclusivo di romanità a discapito di tanti altri piatti, le ricette si spogliano degli ingredienti più difficili, come ad esempio le frattaglie, altre ancora si destagionalizzano per averle sempre a disposizione. Influenzando così la cucina in generale anche nel quotidiano. Come già sappiamo, sono sono tanti i motivi per guardare attentamente ai rischi del fenomeno dell’overtourism: certo, tanto turismo porta risorse economiche. Ma anche indubbio appiattimento del gusto, aumento dei prezzi e tante narrazioni posticce di cui possiamo fare a meno.\n© Riproduzione riservata\nRedazione\n21 agosto 2023 11:28\nSi parla di\ncibo\nI più letti\n1.\nNUOVA APERTURA\nApre a Venezia lo store che permette di creare da zero il proprio peluche\nSan Marco\n2.\nRINASCIMENTO\nDopo due anni di restauro, torna a splendere la Crocifissione di Tintoretto\nSan Polo\n3.\nSTORM CHASING\nIl giovane veneziano che va a caccia di tornado negli Stati Uniti\n4.\nCOMMERCIO\nNasce il bar Kanpai con la nuova gestione dei fratelli Mario e Mattia Grecuccio\n5.\nLA SCOPERTA\nRialto, spunta un murale del XVI secolo: l'annuncio della Soprintendenza\nSan Marco\nIn Evidenza\nMAPPE\nI migliori indirizzi per lo street food a Venezia (oltre i bacari)\nANIMALI\nGattoterapia: il potere curativo della compagnia felina\nPotrebbe interessarti\nI più letti della settimana\n1.\nCRONACA\nQuarantacinquenne sardo, noto in Veneto. Il violentatore della bambina con un passato da \"seriale\"\n2.\nINDAGINI IN CORSO\nTrovato in mare a Trieste il corpo di Alessio Milan\n3.\nMESTRE CENTRO\nUn 45enne ha usato violenza contro una bambina di 11 anni\n4.\nNUOVA APERTURA\nApre a Venezia lo store che permette di creare da zero il proprio peluche\n5.\nSERVIZI DI CONTROLLO\nI carabinieri di Chioggia sequestrano 30 chili di alimenti in due ristoranti\n6.\nLO SCHIANTO\nAuto si schianta contro un tir, tragedia sulla Romea: tre morti\nTorna su\n© Copyright 2011-2025 - VeneziaToday plurisettimanale telematico reg. tribunale di Roma n. 41/2014 - P.iva 10786801000\nCitynews spa - Viale Stelvio 70, 20159 Milano\nCANALI\nUltime notizie\nCosa fare in città\nZone\nGuide Utili\nSegnalazioni\nUltime Notizie Italia\nLINK UTILI\nLa Redazione\nCodice di condotta\nCondizioni Generali\nInformativa Privacy\nConsensi Privacy\nHelp\nPubblicità sulle nostre testate?\nRichiedi info\nEdizioni locali\nCitynews si dedica ogni giorno ad offrirti, grazie alla sua capillare presenza sul territorio, notizie gratuite e di alta qualità attraverso il lavoro di centinaia di professionisti tra giornalisti, designer, tecnici.\nPer assicurare un´informazione libera e accessibile, facciamo uso di pubblicità mirata agli interessi dei nostri lettori.\nSenza il supporto della pubblicità, l´accesso ai nostri servizi richiederebbe l´acquisto di abbonamenti con costi crescenti. Per questo chiediamo il tuo consenso all´utilizzo di cookie o tecnologie simili anche da parte di terzi selezionati per finalità diverse da quelle strettamente necessarie, come specificato nella Cookie policy.\nRIFIUTA E ABBONATI\nACCETTA\nSei già abbonato? ACCEDI\nNoi e 967 terze parti selezionate, potremmo utilizzare dati di geolocalizzazione precisi e identificazione attraverso la scansione del dispositivo, al fine di archiviare e/o accedere a informazioni su un dispositivo e trattare dati personali come quelli relativi all´utilizzo del sito, per le seguenti finalità: pubblicità e contenuti personalizzati, misurazione delle prestazioni dei contenuti e degli annunci, ricerche sul pubblico, sviluppo di servizi. Puoi liberamente prestare, rifiutare o revocare il tuo consenso, in qualsiasi momento, accedendo al pannello di Gestione Consensi o accedendo al pannello delle preferenze pubblicitarie per le terze parti aderenti al TCF di IAB."
}