{
  "url": "https://www.mattoscacco.com/blog/principianti/9-strategie-per-vincere-i-finali-di-scacchi/",
  "timestamp": 1744663094.603206,
  "content": "CHI SIAMO\nACCADEMIA\nSHOP\nBLOG\nBAMBINI\nCONTATTI\nCATEGORIA: PRINCIPIANTI\n9 STRATEGIE PER VINCERE I FINALI DI SCACCHI\nIntraprendere il magico mondo degli scacchi è una sfida che richiede non solo una mente acuta, ma anche passione, dedizione e una forte determinazione nel perseguire la perfezione.\nSe ti trovi qui, leggendo queste parole, è probabile che tu sia un giocatore in cerca di consigli strategici e metodi efficaci per ottenere il meglio dal finale delle tue partite. Se è così, ti rassicuro: sei nel posto giusto.\nQuando si parla di scacchi, molti tendono a concentrarsi sulla spettacolarità dell’apertura e sulla complessità del mediogioco, spesso trascurando l’importanza cruciale del finale.\nTuttavia, la realtà è che la fase finale rappresenta la sintesi di tutto ciò che è accaduto prima nella partita e spesso decide l’esito della contesa.\nImmagina di essere un pianista che esegue magistralmente l’intera sonata, ma quando arriva all’ultimo pezzo, per qualche ragione, sbaglia le note.\nIndipendentemente dalla bellezza della tua esecuzione iniziale, la conclusione fallita lascerà un’ombra sul tuo talento e sulla tua performance.\nAllo stesso modo, negli scacchi, puoi dominare la partita dall’apertura al mediogioco, ma se non riesci a concretizzare quel dominio nel finale, tutto il tuo impegno e la tua strategia rischiano di essere vani.\nEcco perché il finale è così essenziale. È il momento in cui si concretizzano gli sforzi fatti nelle fasi precedenti della partita.\nE, per essere sinceri, è anche la fase che molti giocatori temono di più, proprio perché è carica di tanta tensione e responsabilità.\nMa ecco la buona notizia: se stai cercando di migliorare le tue capacità nel finale, sei sul percorso giusto.\nQuesto articolo ti guiderà attraverso 9 strategie fondamentali che ogni giocatore dovrebbe tenere a mente durante la fase finale di una partita. E quando dico “ogni giocatore”, intendo proprio tutti, indipendentemente dal livello di esperienza o abilità.\nQueste strategie sono state studiate e perfezionate nel corso degli anni da grandi maestri del gioco e sono universali nella loro applicazione.\nCiò significa che, indipendentemente dal tipo di finale con cui ti trovi a confrontarti, queste strategie ti forniranno le basi per prendere decisioni sagge, strategiche e vincenti.\nSono principi generali, che, una volta compresi e assimilati, ti serviranno in una vasta gamma di situazioni sul campo di battaglia degli scacchi.\nPrima di immergerci nelle strategie stesse, però, è fondamentale comprendere la mentalità con cui affrontare il finale. Si tratta di un momento di pazienza, precisione e profonda riflessione. Ogni mossa deve essere calcolata, ogni decisione ponderata con cura.\nNon si tratta solo di tattica, ma anche di comprensione e, soprattutto, di una solida conoscenza delle basi.\nE ora, senza ulteriori indugi, diamo inizio alla nostra esplorazione delle 9 Strategie per Vincere i Finali di Scacchi.\n1. LA PROMOZIONE DEI PEDONI\nUn’importante strategia che ogni giocatore di scacchi deve assolutamente conoscere e padroneggiare è la promozione dei pedoni.\nLa promozione, in termini semplici, si verifica quando un pedone raggiunge l’ottava traversa (per i bianchi) o la prima traversa (per i neri) sulla scacchiera.\nUna volta raggiunta questa posizione, il pedone ha il diritto di “promuovere” e di essere sostituito da qualsiasi altro pezzo dello stesso colore, tranne il re.\nLa maggior parte delle volte, i giocatori scelgono di promuovere il pedone a donna, in quanto è il pezzo più potente sulla scacchiera. Tuttavia, ci sono situazioni in cui potrebbe essere strategicamente vantaggioso promuovere il pedone a una torre, un alfiere o un cavallo.\nGuarda questo video per approfondire questo aspetto!\nIl potere della promozione sta nel suo potenziale trasformativo. Pensaci: un pedone, il pezzo apparentemente più debole sulla scacchiera, ha la capacità di diventare la forza dominante in poche mosse.\nQuesta metamorfosi non solo può cambiare l’equilibrio della partita, ma spesso può condurre direttamente alla vittoria.\nSe un giocatore riesce a promuovere un pedone e ottenere una seconda donna, mentre l’avversario non ha mezzi sufficienti per contrastarla, la partita può rapidamente inclinarsi a suo favore per via del grande vantaggio materiale.\nEcco perché, nei finali di scacchi, la corsa alla promozione dei pedoni diventa una strategia centrale.\nI giocatori si sforzano di avanzare i propri pedoni verso la promozione, mentre contemporaneamente cercano di ostacolare e catturare i pedoni avversari che minacciano di fare lo stesso.\nPerciò, la promozione non è solo una regola interessante del gioco degli scacchi; è una strategia fondamentale, particolarmente nei finali, che ogni giocatore dovrebbe cercare di sfruttare al meglio.\nEssere consapevoli di questo potenziale e sapere quando e come avanzare i propri pedoni può fare la differenza tra una sconfitta e una vittoria gloriosa.\nQuesto importantissimo principio della promozione di un pedone è estremamente collegato alla seconda strategia…\n2. CREARSI UN PEDONE PASSATO\nNell’ambito degli scacchi, come possiamo sfruttare la potente strategia della promozione?\nLa risposta sta nel crearsi un pedone passato, ovvero un pedone che non ha pezzi avversari direttamente di fronte a lui e che può marciare indisturbato verso la promozione.\nLa creazione di un pedone passato è spesso una conseguenza naturale della maggioranza pedonale in una determinata ala della scacchiera.\nGuardiamo un esempio…\nQui, il bianco ha una chiara maggioranza pedonale sul lato di donna, con due pedoni contro uno.\nE tu, quale strategia adotteresti in questa posizione?\nUn’opzione intelligente è quella di spingere progressivamente i due pedoni sul lato di donna.\nL’obiettivo? Forzare lo scambio dei pedoni, sfruttando la nostra superiorità numerica. Quando i pedoni si scambiano, ci troveremo con un pedone bianco indisturbato su quel lato, pronto per la marcia verso la promozione.\nQuesta situazione è l’ideale: non solo hai creato un pedone passato ma, una volta creato effettivamente il pedone passato, devierai le forze nere obbligandole a concentrarsi sul lato di donna.\nMentre il nero è impegnato a cercare di fermare il tuo pedone passato, tu hai la libertà di migliorare ulteriormente la posizione dei tuoi pezzi e, perché no, andare a cercare di minacciare i pedoni avversari sull’altro fronte…\nEcco la bellezza di questa strategia: non solo si crea una minaccia diretta di promozione, ma si costringe anche l’avversario a prendere decisioni difficili, spesso sotto pressione.\nChiediti sempre: “Come posso sfruttare al meglio la mia maggioranza pedonale? Come posso creare un pedone passato?”.\nQuesta mentalità proattiva ti aiuterà a dominare il finale e a mettere in pratica la potenza della promozione.\nEhi, fermati un attimo!\nA te che stai leggendo questo articolo, abbiamo riservato un regalo👇🏻\nSe inserisci in fase d’acquisto il coupon KILLER200 avrai ben €200 euro di sconto sul corso “Pedone Killer“.\n3. A CACCIA DI PEDONI\nMa cosa fare quando non si hanno pedoni passati?\nBeh, l’idea è quella di andare a catturare i pedoni avversari per cercare di creare una maggioranza pedonale per un possibile pedone passato!\nSono presenti due principali modi per attaccare efficacemente i pedoni avversari:\nAttaccare i pedoni deboli;\nPenetrare il campo avversario.\nAd esempio…\nIn questa posizione, saresti capace di individuare il pedone più debole? Ti ricordo che i pedoni deboli hanno spesso la peculiarità di essere difesi da pochi pezzi oppure da nessuno.\nEsatto! In questa posizione il pedone debole è in c7!\nQuando ti ritrovi davanti queste posizioni, il mio consiglio è quello di cercare di attaccare il pedone debole. Infatti, essendo difficile da difendere, il tuo avversario andrà facilmente a perdere tale pedone!\nQual è il modo più semplice e diretto per attaccare il pedone c7? Ovviamente Cd5!\nA questo punto, qualunque mossa faccia il nero ha perso il pedone!\nTi ricordo che la spinta in c5 non porterebbe a salvare il pedone, in quanto il bianco avrebbe la possibilità di catturare al varco…\nVuoi scoprire di più? Allora ti consiglio la visione di questo video!\nPassiamo ora al secondo principio: penetrare il campo avversario. Per farti capire concretamente di cosa sto parlando, ti mostro subito un esempio.\nL’idea di base che ci tengo a trasmetterti è quella di attaccare la catena pedonale del tuo avversario da dietro.\nIn questa posizione ti invito a notare come il bianco abbia una torre più attiva. Infatti, essa ha la possibilità di penetrare nel campo nemico avversario per cercare di catturare i pedoni.\nAl contrario, il nero non ha la possibilità di tale manovra poiché il re del bianco controlla le case a2 e a1.\nPerciò…\nCome hai potuto notare, attaccare in questo modo rileva quanto siano deboli i pedoni attaccati da dietro.\nPrima di continuare… Lo sai che i finali di torre sono i finali che statisticamente si verificano più spesso?\nProprio a ciò vorrei prendere un momento per consigliarti un libro che considero essenziale per chiunque desideri migliorare in questo specifico aspetto del gioco.\nIl libro in questione si intitola “Finali di Torre“…\nSi tratta di una guida completa, scritta dal Grande Maestro italiano Andrea Stella, che affronta tematiche chiave come la Difesa Laterale, Difesa Attiva, Difesa Philidor, Ponte di Lucena e molte altre.\nInfatti, per giocare al meglio i finali di torre c’è assolutamente bisogno di sapere queste strategie fondamentali! Senza di esse si corre il serio rischio di pareggiare una posizione vinta, e addirittura di perdere una posizione pari.\nLa bellezza di questo libro è che non solo fornisce teoria, ma offre anche esempi tratti da partite reali, dimostrando come persino i giocatori con 2600 punti ELO possono commettere errori in queste posizioni.\nCome afferma l’autore, Andrea, “Se dovessero chiedermi: ‘Andrea, che differenza c’è tra un giocatore amatoriale e un Maestro di scacchi?’ Risponderei che il Maestro ha soprattutto conoscenze molto più approfondite nei finali”.\nSe vuoi elevare il tuo gioco, specialmente nei finali di torre, questa risorsa è assolutamente da non perdere.\nImmagina di poter affrontare ogni finale di torre con una sensazione di sicurezza e competenza, sapendo che hai studiato e praticato con una delle migliori guide disponibili.\nNon perdere questa occasione e Clicca qui!\nE ora, passiamo a un’altra strategia fondamentale che è bene tenere a mente quando si gioca un finale a scacchi…\n4. MASSIMIZZA L’ATTIVITÀ DEI TUOI PEZZI\nMantenere i tuoi pezzi in posizioni attive è cruciale, anche nei finali!\nLa passività dei pezzi non dovrebbe mai essere una scelta; se ci troviamo con pezzi non ottimamente posizionati, il nostro obiettivo dovrebbe essere quello di portarli in posti strategici.\nAnche se spesso si potrebbe pensare che il centro della scacchiera sia l’ideale, nei finali, la dinamica cambia. Una regola d’oro da tenere a mente è: nei finali, un pezzo è veramente attivo quando mira, o ha la potenzialità di mirare, le vulnerabilità dell’avversario.\nSpesso ciò è riferito ai pedoni deboli. Ecco un esempio …\nNella posizione illustrata, si può notare che il cavallo bianco in c1 è notevolmente passivo, relegato ai margini della scacchiera e, in questa collocazione, non esercita alcun ruolo significativo.\nUna mossa strategica in questo contesto sarebbe quella di riposizionare il cavallo in una casa dalla quale potrebbe minacciare i pedoni avversari.\nUno sguardo alla disposizione dei pedoni neri rivela che il pedone in b7 è particolarmente vulnerabile, soprattutto perché è un pedone arretrato e, pertanto, meno difeso.\nUna manovra efficace per il bianco è quella di guidare il cavallo verso a5, mirando direttamente al debole pedone in b7.\nIl percorso più rapido ed efficiente per raggiungere a5 con il cavallo è attraverso la casa b3.\nQuesta strategia è particolarmente potente poiché avanzare il pedone nero da b7 presenta dei rischi.\nSe il nero decidesse di spostare il pedone in b6, il bianco potrebbe semplicemente catturarlo con il suo pedone.\nSe, invece, il nero optasse per b5, non solo il bianco potrebbe ricatturare al varco il pedone, ma esporrebbe anche il pedone nero in c6 alla cattura.\nIn sintesi, il bianco ha l’opportunità di migliorare notevolmente la posizione del suo cavallo, mettendo sotto pressione i pedoni neri e creando opportunità di guadagno materiale…\nCome puoi aver notato, si è arrivati in una posizione in cui il bianco sta minacciando attivamente punti sensibili della posizione avversaria, e l’avversario si ritrova con un cavallo che è costretto a rimanere in questa posizione molto passiva poiché ha un forzato ruolo difensivo.\nInoltre, il nero non ha buone mosse! Ogni mossa che può fare l’avversario porta a una perdita di materiale oppure, su una mossa di re, all’entrata significativa a vincente del re bianco nella casa e5.\n5. L’ATTIVAZIONE DEL RE\nDurante l’apertura e il mediogioco, il Re è considerato un pezzo da proteggere e mantenere al sicuro.\nMa quando si arriva alla fase finale, la sua natura cambia radicalmente. Hai mai sentito dire l’esclamazione “Attiva il Re” durante questa fase?\nLa ragione dietro questa strategia diventa chiara quando consideriamo il campo di gioco con meno pezzi sulla scacchiera, il Re ha meno rischi!\nL’obiettivo principale diventa catturare i pedoni avversari. Non si tratta solo di muovere il Re al centro senza una strategia precisa.\nCome con qualsiasi altro pezzo, miriamo ai pedoni vulnerabili del nostro avversario. Solo quando questi non sono presenti, allora optiamo per centralizzare il Re, trasformandolo da un semplice monarca protetto a un pezzo potente e attivo nella battaglia finale.\nDiamo un’occhiata a un esempio…\nIn questa posizione siamo in un finale con solo re e pedoni. Come detto poco fa, l’idea è quella di andare a catturare i pedoni avversari. Tuttavia, bisogna individuare già da principio i pedoni “giusti”.\nIn particolare, come nell’esempio visto precedentemente, l’idea è quella di puntare i pedoni deboli.\nIn questa posizione il pedone più debole sembra proprio essere il pedone in h2, poiché è in un’isola pedonale singola, con la conseguenza che non potrà mai essere difeso da un altro pedone.\nSe invece diamo un’occhiata alle altre isole pedonali, si intuisce che l’avversario avrà più probabilità di attuare una difesa efficace poiché quasi tutti i pedoni si possono difendere l’un l’altro.\nPerciò, come attaccare con il re questo pedone? Semplice!\nVediamo in azione questo piano!\nVero è che il bianco riesce momentaneamente a difendere il pedone, ma così facendo si rendono estremamente vulnerabili gli altri pedoni.\nEhi, fermati un attimo!\nA te che stai leggendo questo articolo, abbiamo riservato un regalo👇🏻\nSe inserisci in fase d’acquisto il coupon KILLER200 avrai ben €200 euro di sconto sul corso “Pedone Killer“.\n6. CREARE PEDONI DEBOLI\nQuando affrontiamo una posizione in cui l’avversario non presenta pedoni deboli, il nostro obiettivo diventa quello di costringerlo a crearli.\nUna strategia efficace in questo contesto è mettere sotto pressione l’avversario, costringendolo a spostare i suoi pedoni in maniera non ottimale.\nSpingendo l’avversario a muovere i pedoni, possiamo indurlo a creare debolezze strutturali nella sua posizione, come pedoni doppiati o isolati, che poi possiamo sfruttare a nostro vantaggio.\nQuesta tattica non solo destabilizza la solidità del suo schieramento di pedoni, ma apre anche nuove opportunità per noi di prendere l’iniziativa e di dominare il campo di gioco.\nVediamo un esempio!\nIn questa posizione l’avversario non ha dei pedoni deboli, tuttavia il bianco ha la possibilità di aggredire rapidamente l’isola pedonale sul lato di donna!\nCosì facendo, il nero si ritrova con un pedone isolato per cui dovrà perdere dei tempi per difenderlo (sempre se ci riuscirà!)\n7. CREARE CASE DEBOLI\nRicollegandoci al discorso del catturare i pedoni avversari, una strategia cruciale in questo contesto è quella di creare delle case deboli nella struttura pedonale dell’avversario.\nUna casa debole è una casa che non può essere controllata o difesa da un pedone avversario e che diventa un punto di ingresso ideale per il nostro Re.\nCreando e sfruttando queste case deboli, possiamo infiltrare il Re nelle linee nemiche e mettere sotto pressione i pedoni avversari.\nQuesta manovra, quando eseguita con precisione, può spesso trasformare un finale equilibrato in una vittoria decisiva…\nIn questa posizione, riesci a individuare le case deboli attraverso le quali il re può infiltrarsi per catturare i pedoni avversari?\nEsatto! Le case sono b5 e d5!\nRaggiungere queste case è veramente semplice, in quanto l’avversario non ha modo di spingere un pedone per controllare la casa d’entrata c4…\nCon vittoria del bianco.\nTuttavia, le case deboli rappresentano non solo un’opportunità per infiltrarsi con il Re, ma anche per stabilire degli avamposti per i tuoi pezzi.\nUn avamposto è una casa nella quale un pezzo può essere collocato con sicurezza, senza rischiare di essere cacciato da un pedone avversario.\nDi solito, un avamposto si trova nel territorio nemico e offre una posizione strategica da cui esercitare pressione o lanciare attacchi.\nUtilizzare le case deboli per creare avamposti consente di migliorare l’efficienza dei propri pezzi, intensificando al contempo la pressione sull’avversario, il quale si troverà costretto a difendere o contrattaccare da una posizione svantaggiata.\nSpesso si parla di avamposti riferendosi ai cavalli. Ma vediamo un esempio!\nRiesci a trovare la casa debole in questa posizione? Consiglio: focalizzati bene sulla struttura pedonale.\nIntanto che ci pensi, ecco a te un video che potrebbe piacerti!\nEbbene sì, la casa debole nella struttura pedonale è d5! Essa può essere occupata dal cavallo! Ecco come…\nIn questa posizione il cavallo sarà veramente dominante nella posizione dell’avversario in quanto, essendo collocato su una casa debole, non avrà la possibilità di essere minacciato da un pedone dell’avversario.\nPer approfondire maggiormente questa fondamentale strategia per vincere i finali, ti invito alla lettura di questo articolo: “Gli avamposti a scacchi”.\n8. ATTACCARE DIRETTAMENTE IL RE\nSe si pensa all’obiettivo del gioco degli scacchi, si ha nel mirino il re avversario.\nAttaccare direttamente il Re dell’avversario durante i finali è una strategia cruciale per assicurarsi la vittoria.\nMentre potrebbe sembrare un approccio generale, è una regola d’oro che può portare a un vantaggio decisivo in questa fase culminante della partita.   \nDurante il finale, con meno pezzi sulla scacchiera, il Re comunque diventa un po’ più vulnerabile e meno protetto. L’idea è quella di sfruttare al massimo i pochi pezzi che rimangono sulla scacchiera per attaccarlo.\nMantenendo sempre a mente l’obiettivo di mettere sotto pressione il Re avversario, il giocatore può sfruttare ogni opportunità che si presenta, cercando quella mossa o quella serie di mosse che potrebbero convertire una posizione di parità in una chiara vittoria.\nVediamo un esempio…\nIn questa posizione, ti invito a notare come il re avversario sia esposto agli attacchi del bianco: la torre che può entrare rapidamente in ottava traversa, l’alfiere che può occupare immediatamente la diagonale sul re e il cavallo che può saltare sulla casa critica g6 sono tutti fattori che ti dovrebbero far suonare la campanella d’allarme!\nMa come può il bianco attuare nella pratica questa minaccia? Prova a trovare la soluzione qui sotto!\nBello vero?\nLa tattica incomincia con l’occupazione dell’ottava traversa da parte della torre, successivamente entra in gioco il cavallo occupando la casa debole con l’idea di supportare lo scaccomatto di torre in h8!\nCgf7 è obbligata per parare tale minaccia, ma Ab3 arriva a dare un supporto notevole per il futuro controllo della casa g8!\nDopodiché, il fantastico sacrificio prende forma in uno spettacolare scaccomatto.\nL’insegnamento di questo punto ci fa capire come è essenziale sfruttare le occasioni che si presentano sulla scacchiera.\nUn consiglio che ci tengo a darti è quello di verificare sempre la posizione del re nemico! Infatti, se esso è esposto e non è completamente al sicuro, molto probabilmente c’è qualcosa nell’aria.\n9. USARE LE TATTICHE\nNel vasto mondo degli scacchi, la tattica riveste un ruolo cruciale non solo nell’apertura e nel mediogioco, ma anche nei finali.\nContrariamente a quanto alcuni possano pensare, il finale non è esclusivamente il regno della strategia: la tattica vi è viva e pulsante e può essere determinante per decidere l’esito di una partita.\nLa tattica, per definizione, si riferisce all’arte di utilizzare sequenze di mosse per ottenere un vantaggio immediato, spesso attraverso combinazioni, trappole e minacce.\nAnche quando la scacchiera si svuota e si entra nella fase finale, saper riconoscere e sfruttare le opportunità tattiche può trasformare una posizione apparentemente stagnante in una vittoria schiacciante.\nPerciò, la tattica diventa una componente fondamentale nella strategia globale del finale, permettendo ai giocatori di cogliere ogni piccola chance che si presenta.\nVediamo insieme un esempio…\nIn questa posizione, riferendoci al punto in cui si parla degli avamposti, quanto sarebbe bello portare il cavallo in d6?\nTi ricordo che questa casa è debole!\nCi sono due percorsi per portare il cavallo in questa bella casa: passare da b5 oppure da e4.\nPassando da b5 il cavallo verrebbe catturato senza nessun compenso…\nPassando da e4 invece, in caso di cattura, è bene notare che il re e la torre in a1 si trovano sullo stesso raggio d’azione dell’alfiere! Perciò, se l’avversario dovesse catturare…\nEd ecco la mossa che stavamo cercando!\nIl nero non può permettersi di catturare il cavallo, perciò…\nEcco che il piano è stato completato! Il cavallo è stato posizionato in un’ottima casa e la torre del bianco è subito pronta per entrare in settima traversa per dominare completamente la posizione!\nMa come mai posizionare la torre proprio in settima traversa? Scoprilo in questo articolo: “Perché piazzare la torre in settima Traversa”.\nCONCLUSIONI\nAdottando e integrando questi principi nel tuo gioco, vedrai un’innegabile evoluzione nelle tue capacità scacchistiche.\nIl percorso verso la maestria negli scacchi richiede dedizione, pratica e l’assimilazione di strategie efficaci come quelle discusse.\nSono certo che, con l’adozione di tali principi, sarai in grado di elevare il tuo livello di gioco, affrontando le sfide sulla scacchiera con maggiore sicurezza e competenza.\nA te che stai leggendo questo articolo, abbiamo riservato un regalo👇🏻\nSe inserisci in fase d’acquisto il coupon KILLER200 avrai ben €200 euro di sconto sul corso “Pedone Killer“.\nTi ringrazio per il tempo che hai dedicato alla lettura di questo articolo e ti auguro ogni successo nel tuo percorso scacchistico.\nCiao, e a presto! 🙂\nCATEGORIE\nPartite commentate\nPrincipianti\nStrategie avanzate\nTattica\nAperture\nMediogioco\nFinali\nComunicazioni & Consigli\nI PIÙ LETTI\nPrincipianti\nCOME DIVENTARE INSEGNANTE DI SCACCHI\nPrincipianti\nOBIETTIVO 1000 PUNTI IL PERCORSO PER MIGLIORARE A SCACCHI\nPrincipianti\n9 STRATEGIE PER VINCERE I FINALI DI SCACCHI\nPrincipianti\nLE MIGLIORI STRATEGIE PER VINCERE A SCACCHI\nPrincipianti\nCOME VINCERE A SCACCHI SENZA STUDIARE LA TEORIA\nPrincipianti\n5 COSE DA SAPERE PER MIGLIORARE A SCACCHI\nENTRA A FAR PARTE DELL'ACCADEMIA ONLINE\nFAI LA TUA MOSSA\nSOCIAL\n0 COMMENTI\nINVIA UN COMMENTO\nIl tuo indirizzo email non sarà pubblicato. I campi obbligatori sono contrassegnati *\nSalva il mio nome, email e sito web in questo browser per la prossima volta che commento.\nINVIA COMMENTO\nMATTOSCACCO S.R.L.\nVia Solferino 20/B, Casorate Sempione,\n21011 (Va)\nP.IVA: 03927970123\ninfo@mattoscacco.it\nPrivacy Policy – Cookie Policy –\nTermini e condizioni di vendita\nENTRA A FARE PARTE DELL’ACCADEMIA ONLINE\nFAI LA TUA MOSSA\n© 2023 – Design by WebtoDo\n100%\nCome posso aiutarti?\nContinua senza accettare →\nINFORMATIVA\nNoi e terze parti selezionate utilizziamo cookie o tecnologie simili per finalità tecniche e, con il tuo consenso, anche per le finalità di esperienza e misurazione come specificato nella cookie policy.\nPuoi liberamente prestare, rifiutare o revocare il tuo consenso, in qualsiasi momento, accedendo al pannello delle preferenze. Il rifiuto del consenso può rendere non disponibili le relative funzioni.\nUsa il pulsante “Accetta tutto” per acconsentire. Usa il pulsante “Rifiuta tutto” o chiudi questa informativa per continuare senza accettare.\nNecessari\nEsperienza\nMisurazione\nScopri di più\nRifiuta tutto\nAccetta tutto"
}