{
  "url": "https://www.agripesca.it/news/page/166/",
  "timestamp": 1744576959.753477,
  "content": "Home\nBandi\nNews\nApri una sede\nLe nostre sedi\nContatti\nCOFI36: un passo cruciale per la sostenibilità\nDI IL 10 LUGLIO 2024 IN PESCE IN RETE\n [[{“value”:”\nCOFI36: un passo cruciale per la sostenibilità – Si è aperta l’8 luglio presso la sede della FAO a Roma la 36a sessione del Comitato per la Pesca (COFI36). Questo evento rappresenta il più grande raduno mondiale di esperti, decisori politici e partner del settore della pesca e dell’acquacoltura. Durante questa settimana di incontri, si discute il ruolo cruciale di questi settori nell’affrontare l’insicurezza alimentare, la malnutrizione e la povertà, evidenziando il loro potenziale per guidare la crescita sostenibile e invertire il degrado ambientale.\nAcquacoltura un settore in crescita\nQU Dongyu, Direttore Generale della FAO, ha sottolineato l’importanza della crescita sostenibile dell’acquacoltura, che nel 2022 ha superato la pesca di cattura come principale fornitore di animali acquatici. L’espansione dell’acquacoltura è fondamentale per affrontare la fame e la malnutrizione, specialmente nelle regioni con deficit alimentare. Il recente rapporto SOFIA della FAO ha rivelato che la produzione mondiale di pesca e acquacoltura ha raggiunto un nuovo massimo di 223,2 milioni di tonnellate nel 2022.\nLa sessione COFI36 affronterà diverse sfide globali, tra cui il cambiamento climatico, l’inquinamento da plastica e la conservazione della biodiversità. Saranno presentati i primi risultati di FishMIP 2.0, un’iniziativa globale che prevede l’impatto del cambiamento climatico sugli ecosistemi marini. Inoltre, si discuteranno le implicazioni del quadro globale sulla biodiversità di Kunming-Montreal.\nDieci anni di Linee guida SSF\nUn evento di alto livello celebrerà il decimo anniversario delle Linee guida volontarie per una pesca su piccola scala sostenibile. Queste linee guida evidenziano il contributo fondamentale dei pescatori su piccola scala alla sicurezza alimentare, con il 40% del pescato globale e un valore economico stimato di 77,2 miliardi di dollari.\nDurante la sessione, verranno presentati i risultati dei sottocomitati su acquacoltura, gestione della pesca e commercio. Saranno riviste le Linee guida per l’acquacoltura sostenibile, con l’obiettivo di soddisfare la crescente domanda globale di alimenti acquatici in modo sostenibile. Inoltre, si discuterà la Guida FAO sulla responsabilità sociale nelle catene del valore della pesca e dell’acquacoltura.\nCOFI36 ospiterà una mostra digitale interattiva che presenterà strumenti, modelli 3D e un tour virtuale a bordo della nave da ricerca Dr. Fridtjof Nansen. Gli eventi collaterali includeranno discussioni sull’implementazione delle Linee guida per l’acquacoltura sostenibile, lo sviluppo resiliente e produttivo dell’acquacoltura, e storie di successo dell’emancipazione femminile nella pesca su piccola scala.\nCOFI36: un passo cruciale per la sostenibilità\n  L’articolo COFI36: un passo cruciale per la sostenibilità proviene da Pesceinrete.\n“}]]  \nWhatsApp\nTelegram\nLinkedIn\nFacebook\nTwitter\nCondividi\nPorti: da reg. Abruzzo ok a 300mila euro danni a marineria pescarese per mancato dragaggio\nDI IL 9 LUGLIO 2024 IN ECONOMIA DEL MARE\n[[{“value”:”\n“La giunta regionale d’Abruzzo ha approvato la deliberazione concernente le linee di indirizzo, i criteri e le modalità attuative finalizzati all’erogazione dei 300mila euro destinati alla marineria pescarese come ristoro dei danni per il mancato dragaggio del porto”.\nE’ quanto annuncia il vicepresidente della Giunta regionale e assessore alla Pesca, Emanuele Imprudente, a margine della seduta di giunta di ieri.\n“La misura, prevista nell’ambito della legge di stabilità regionale 2024, – afferma – è destinata alle imprese di pesca che operano nel porto-canale di Pescara ed è connessa ai maggiori costi sostenuti per ovviare all’eccessiva usura e ai danneggiamenti subiti dalle navi da pesca durante le operazioni di stazionamento, uscita e rientro nel porto canale di Pescara nel periodo compreso tra il primo gennaio 2020 e la data di pubblicazione dell’Avviso pubblico – continua Imprudente – una misura di sollievo per una categoria che sta soffrendo particolarmente la criticità infrastrutturale del porto della città adriatica”.\nSono considerati ammissibili i costi relativi a riparazioni della carena, cioè della parte immersa in acqua, di altre parti soggette a usura, incluse le eliche, organi di manovra e di trasmissione, ovvero a danneggiamenti dovuti a urti con il fondale o incaglio in conseguenza delle precarie condizioni di navigabilità in cui versa il porto canale di Pescara e della relativa, spesso elevata, torbidità dell’acqua. Sono inoltre ammissibili i costi per la stipula di polizze assicurative a copertura di danni con un massimale di aiuto per “impresa unica” che non potrà superare l’importo di 40.000,00 euro nel triennio 2022-2023-2024 e gli aiuti sono quantificati per unità di nave da pesca di stanza nel porto canale di Pescara e nel limite dei massimali previsti per categoria di stazza (Gt)\n(Red-Lab/Labitalia)\nISSN 2499 – 3166\nfonte Adnkronos\nThe post Porti: da reg. Abruzzo ok a 300mila euro danni a marineria pescarese per mancato dragaggio appeared first on Economia del Mare.\n“}]] \nWhatsApp\nTelegram\nLinkedIn\nFacebook\nTwitter\nCondividi\nScognamiglio: mucillagine aggrava crisi pesca\nDI IL 9 LUGLIO 2024 IN PESCE IN RETE\n [[{“value”:”\nScognamiglio: mucillagine aggrava crisi pesca – “Una nuova emergenza sta colpendo la pesca professionale in questi giorni. È la mucillagine, che ostacola le attività ittiche, danneggia le imbarcazioni e compromette la vita delle specie marine, ma rischia anche di creare problemi alle attività turistiche balneari. È necessario un intervento del governo, per limitare i danni”. È l’allarme lanciato da Gennaro Scognamiglio, presidente nazionale dell’Unci AgroAlimentare.\n“La sostanza vischiosa – prosegue il dirigente dell’associazione di settore del mondo cooperativistico – prodotta da microalghe, durante un naturale processo di aggregazione e decomposizione, prolifera in maniera particolare in presenza di determinate condizioni climatiche, creando addensamenti in superficie e sul fondale. In queste ultime settimane, il fenomeno inizialmente circoscritto ad alcune aree, si sta rapidamente estendendo in tutto l’Adriatico e lo Ionio. Le segnalazioni che ci giungono dai territori si stanno moltiplicando, alimentando forte preoccupazione tra i lavoratori e le imprese del comparto, che appare sempre più in ginocchio.\nCon l’emergenza Granchio blu tuttora in atto, le difficoltà congiunturali e strutturali della pesca che pesano quotidianamente sull’attività, questa ulteriore criticità pone il settore di fronte ad una insormontabile crisi, nonostante con grandi sforzi si cerchi di risalire la china, anche grazie ad un percorso di rilancio, condiviso con il Ministero dell’Agricoltura.\nL’attivazione dell’unità di crisi, dunque, appare quantomai opportuna, in questa situazione, per predisporre idonee misure di tutela degli operatori colpiti, considerare l’ipotesi di anticipare la misura di fermo pesca, per i segmenti più esposti, e valutare altre soluzioni volte alla riduzione dei danni”.\n“Una visione nuova della pesca – ha concluso Scognamiglio – e la consapevolezza della sua fragilità, soprattutto in specifiche condizioni, insieme alla sua importanza per le economie costiere e alla centralità per un’alimentazione di qualità, è il vero nodo, sul quale associazioni di categoria e istituzioni si stanno concentrando, per supportare il comparto. A tal proposito, giudichiamo positivamente l’avanzamento dell’iter parlamentare del decreto legge Agricoltura, con le misure previste anche per la pesca, in quanto il provvedimento va nella direzione giusta”.\nScognamiglio: mucillagine aggrava crisi pesca\nL’articolo Scognamiglio: mucillagine aggrava crisi pesca proviene da Pesceinrete.\n“}]]  \nWhatsApp\nTelegram\nLinkedIn\nFacebook\nTwitter\nCondividi\nUnci AgroAlimentare, Scognamiglio: mucillagine aggrava crisi pesca\nDI IL 9 LUGLIO 2024 IN ECONOMIA DEL MARE\n[[{“value”:”\n“Una nuova emergenza sta colpendo la pesca professionale in questi giorni. È la mucillagine, che ostacola le attività ittiche, danneggia le imbarcazioni e compromette la vita delle specie marine, ma rischia anche di creare problemi alle attività turistiche balneari. E’ necessario un intervento del governo, per limitare i danni”. È l’allarme lanciato da Gennaro Scognamiglio, presidente nazionale dell’Unci AgroAlimentare.\n“La sostanza vischiosa – prosegue il dirigente dell’associazione di settore del mondo cooperativistico – prodotta da microalghe, durante un naturale processo di aggregazione e decomposizione, prolifera in maniera particolare in presenza di determinate condizioni climatiche, creando addensamenti in superficie e sul fondale. In queste ultime settimane, il fenomeno inizialmente circoscritto ad alcune aree, si sta rapidamente estendendo in tutto l’Adriatico e lo Ionio. Le segnalazioni che ci giungono dai territori si stanno moltiplicando, alimentando forte preoccupazione tra i lavoratori e le imprese del comparto, che appare sempre più in ginocchio.\nCon l’emergenza Granchio blu tuttora in atto, le difficoltà congiunturali e strutturali della pesca che pesano quotidianamente sull’attività, questa ulteriore criticità pone il settore di fronte ad una insormontabile crisi, nonostante con grandi sforzi si cerchi di risalire la china, anche grazie ad un percorso di rilancio, condiviso con il Ministero dell’Agricoltura.\nL’attivazione dell’unità di crisi, dunque, appare quantomai opportuna, in questa situazione, per predisporre idonee misure di tutela degli operatori colpiti, considerare l’ipotesi di anticipare la misura di fermo pesca, per i segmenti più esposti, e valutare altre soluzioni volte alla riduzione dei danni”.\n“Una visione nuova della pesca – ha concluso Scognamiglio – e la consapevolezza della sua fragilità, soprattutto in specifiche condizioni, insieme alla sua importanza per le economie costiere, l’economia del mare e alla centralità per un’alimentazione di qualità, è il vero nodo, sul quale associazioni di categoria e istituzioni si stanno concentrando, per supportare il comparto. A tal proposito, giudichiamo positivamente l’avanzamento dell’iter parlamentare del decreto legge Agricoltura, con le misure previste anche per la pesca, in quanto il provvedimento va nella direzione giusta”.\nThe post Unci AgroAlimentare, Scognamiglio: mucillagine aggrava crisi pesca appeared first on Economia del Mare.\n“}]] \nWhatsApp\nTelegram\nLinkedIn\nFacebook\nTwitter\nCondividi\nPer AAC serve riforma della politica dell’acquacoltura in UE\nDI IL 9 LUGLIO 2024 IN PESCE IN RETE\n [[{“value”:”\nPer AAC serve riforma della politica dell’acquacoltura in UE – L’acquacoltura è destinata a diventare un settore di primaria importanza nella prossima revisione del Trattato dell’Unione Europea, analogamente a quanto avvenuto con la Politica Comune della Pesca (PCP). È quanto sottolinea l’Aquaculture Advisory Council (AAC) che ha recentemente pubblicato un documento di raccomandazioni per una riforma della politica dell’acquacoltura, evidenziando l’evoluzione e la rilevanza crescente di questo settore.\nAttualmente, l’acquacoltura è inquadrata nella PCP e rientra nelle competenze condivise tra l’UE e gli Stati membri, limitatamente alle misure finanziarie e di mercato. L’UE svolge un ruolo di coordinamento delle politiche strategiche, mentre le politiche orizzontali europee, come la tutela dell’ambiente e la salute umana e animale, influenzano significativamente lo sviluppo dell’acquacoltura.\nNonostante le strategie e gli orientamenti strategici pubblicati dalla Commissione Europea, la produzione dell’acquacoltura nell’UE è rimasta stagnante. Gli obiettivi della PCP del 2013, mirati a promuovere un’acquacoltura sostenibile e a contribuire alla sicurezza alimentare, non sono stati raggiunti. Il tasso di autosufficienza dell’UE per i prodotti acquatici ha toccato il minimo storico del 38% nel 2021.\nProposte di riforma dell’AAC\nL’AAC concorda sulla necessità di dare priorità all’acquacoltura per garantire l’approvvigionamento di alimenti sani e sicuri, ridurre la dipendenza dalle importazioni e creare opportunità economiche.\nLa proposta di riforma politica dell’AAC include:\n1. Regolamento per l’Acquacoltura Sostenibile (ASR): stabilire un quadro normativo per sostenere lo sviluppo sostenibile del settore.\n2.Nuovo regolamento OCM sui prodotti dell’acquacoltura: adeguare il quadro giuridico per migliorare la commercializzazione e la competitività.\n3. Modifiche al quadro giuridico delle Organizzazioni di Produttori: rafforzare il ruolo delle organizzazioni di produttori per una gestione più efficiente.\n4. Atto giuridico sul quadro delle prestazioni, monitoraggio e valutazione (MRSE): assicurare un monitoraggio efficace delle prestazioni del settore.\n5. Coerenza con le direttive ambientali dell’UE: allineare gli obiettivi della politica dell’acquacoltura con le direttive ambientali per garantire la sostenibilità.\nInvito al dialogo e coinvolgimento degli stakeholder\nL’AAC invita le istituzioni dell’UE e gli Stati membri ad avviare un dialogo sulla politica dell’acquacoltura e a portare avanti la proposta di riforma. Sottolinea la necessità di creare un’unità separata per l’acquacoltura all’interno della DG Mare per garantire un’implementazione efficace della riforma e il coinvolgimento continuo dell’AAC.\nLa riforma della politica dell’acquacoltura è essenziale per superare le attuali sfide e sfruttare le opportunità future. Con un quadro politico rinnovato, l’acquacoltura può contribuire significativamente alla sicurezza alimentare, alla crescita economica e alla sostenibilità ambientale nell’UE.\nPer AAC serve riforma della politica dell’acquacoltura in UE\n  L’articolo Per AAC serve riforma della politica dell’acquacoltura in UE proviene da Pesceinrete.\n“}]]  \nWhatsApp\nTelegram\nLinkedIn\nFacebook\nTwitter\nCondividi\nPAGINA 166 DI 1503\nPRECEDENTE SUCCESSIVO\nARTICOLI RECENTI\nUn anno di Tendenze 2025: nuova edizione, anche nel look\n11 APRILE 2025\nIl paradosso dell’acquacoltura: nutrire pesci con altri pesci\n11 APRILE 2025\nReport AZTI: la rotta verso una pesca europea più sostenibile e innovativa\n11 APRILE 2025\nSalumi di pesce, un segmento consolidato che continua a crescere\n10 APRILE 2025\nIl futuro della pesca al centro dell’incontro tra Europêche e gli Stati membri\n10 APRILE 2025\nCATEGORIE\nEconomia del mare (2.522)\nEventi (13)\nnormativa (9)\nPesce In Rete (4.964)\nSenza categoria (1)\nSostenibilità (10)\nARCHIVI\nAprile 2025 (38)\nMarzo 2025 (93)\nFebbraio 2025 (86)\nGennaio 2025 (88)\nDicembre 2024 (76)\nNovembre 2024 (98)\nOttobre 2024 (100)\nSettembre 2024 (95)\nAgosto 2024 (82)\nLuglio 2024 (98)\nGiugno 2024 (70)\nMaggio 2024 (176)\nAprile 2024 (352)\nMarzo 2024 (402)\nFebbraio 2024 (371)\nGennaio 2024 (419)\nDicembre 2023 (447)\nNovembre 2023 (405)\nOttobre 2023 (417)\nSettembre 2023 (388)\nAgosto 2023 (370)\nLuglio 2023 (399)\nGiugno 2023 (479)\nMaggio 2023 (335)\nAprile 2023 (720)\nMarzo 2023 (743)\nFebbraio 2023 (131)\nGennaio 2023 (37)\nMADE WITH & BY MATACOTTI DESIGN\nPRIVACY & COOKIE POLICY"
}