{
  "url": "https://thesis.unipd.it/retrieve/ff47db29-8eac-4b7a-a956-cee537f10cf0/Bariviera_Alberto.pdf",
  "timestamp": 1744663797.8251088,
  "content": "UNIVERSITÀ DEGLI STUDI DI PADOVA \nDipartimento di Scienze Biomediche \nCorso di Laurea Triennale in Scienze Motorie \n \n \n \nTesi di Laurea \n \nL’IMPORTANZA DELLA PSICOLOGIA NELLO SPORT E ALCUNE \nTECNICHE PER ALLENARE LA MENTE \n \n \n \nRelatore: Prof. Irene Leo \nLaureando: Alberto Bariviera \nN° di matricola: 2023871 \n \n \n \n \nAnno Accademico 2022/2023 \n \n\n\n \n \nINDICE \nINTRODUZIONE \nCAPITOLO I \n1.1 La psicologia dello sport \n1.2 Lo psicologo sportivo: tra scetticismo e stigma \nCAPITOLO II Connessione tra vita privata e mondo sportivo: una \nvisione d’insieme. \n 2.1 Gli inibitori della prestazione \n 2.2 Comfort zone: un approccio alternativo alla vita dello sportivo \n 2.3 Espandere la zona di comfort \n 2.4 Testimonianze motivazionali   \nCAPITOLO III Da cosa è influenzata la prestazione sportiva? \n 3.1 Emozioni, attivazione e ansia. \n 3.2 Fatica muscolare e fatica mentale \n 3.3 Motivazione intrinseca, motivazione estrinseca ed autoefficacia \n 3.4 Stato di flow \nCAPITOLO IV Tecniche per migliorare la performance sportiva \n4.1 Alcune tecniche psicologiche atte a contrastare l’ansia cognitiva \ne l’ansia somatica \n4.2 Meditazione \n4.3 Yoga \n4.4 Embodied cognition e cambiamenti posturali \n4.5 Motor Imagery e Tai Chi \nCONCLUSIONI \n \n\n1 \n \nINTRODUZIONE \nIl presente elaborato è frutto di considerazioni a cui sono giunto negli ultimi \n4 anni di pratica sportiva più consapevole e dell’interessamento per la \npsicologia in generale, ma nello specifico la psicologia applicata allo sport; \nquesta forte curiosità mi  ha spinto ad indagare nei meandri della nostra \nmente anche al di fuori del semplice compito di ricerca scientifica \nbibliografica e ho rivolto una particolare attenzione alla costante pratica \nquotidiana per sprigionare il vero potenziale che il binomio cor po-mente \nracchiude. \nCi sono stati una serie di episodi nella mia vita sportiva che mi hanno fatto \ncredere profondamente che negli sport il fattore psicologico gioca un ruolo \nfondamentale, di assoluto rilievo e quindi non trascurabile. Nella mia annata \ncestistica 2021 /2022 ho notato in prima persona che la continua \nassimilazione di informazioni negative condivise dai mass media stava \nintaccando la mia salute mentale, e tante più informazioni negative reperivo \ndall’ambiente, tanto peggio mi esprimevo in campo. Quell'anno  non ho \niniziato nel migliore dei modi il campionato: la mancanza di allenamento \ncostante durante il periodo Covid ha sicuramente contribuito molto, ma c'era \nqualcosa di più. L'esposizione costante a storie e realtà negative e sofferenti \nche i mass media proponeva no continuamente, specie in quel periodo, ha \niniziato a ripercuotersi psicologicamente nella mia vita personale ma anche \nsportiva. Fu proprio grazie a questa presa di coscienza che capii che avevo \nbisogno di stare bene psicologicamente nella quotidianità p er potermi \nesprimere al meglio in campo, iniziai così a liberare la mente da inutili \ndistrazioni e insieme ai costanti duri allenamenti sono riuscito a ritrovare la \nmancata fiducia e a ritrovare le ottime prestazioni che avevano \ncaratterizzato la mia annata “pre-covid”.  \nLa mia tesi, pertanto, partirà dall'osservazione diretta del mio vissuto da \nsportivo e dalle considerazioni emerse nel tempo secondo un'indagine \npersonale. Si avvarrà parimenti di studi scientifici di derivazione occidentale \ned orientale, per fare maggiore  chiarezza sugli aspetti psicologici che \n\n2 \n \ndeterminano il benessere degli atleti e sull'importanza di prendersi cura \ndell'aspetto mentale oltre che fisico. Ho dedicato anima e corpo alla ricerca \ndi letteratura scientifica che si sposasse a pieno con la mia tesi ma \nsoprattutto ho dedicato la maggior  parte delle energie per la pratica \nquotidiana. È stato un processo di fondamentale importanza per sentire mia \nla materia anche a livello emotivo e per dare ancora più credito all’elaborato. \nCredo sia altrettanto fondamentale che ciò che presenterò di seguito possa \nfar nascere curiosità e far sorgere riflessioni, augurando altresì di lasciare \nun segno positivo nella vita dei fruitori di questo elaborato. \nIn questi anni di pratica sportiva mi sono posto diverse domande, alcune \nhanno trovato risposta seguendo i corsi frequentati all’Università di Scienze \nMotorie altre le ho ricercate grazie alla forte curiosità che ha suscitato in me \nquesto vasto argomento l egato alla natura della nostra mente e alla \npsicologia dello sport. Studiare per la durata di qualche ora prima di un \nallenamento, prima di una partita, può intaccare la prestazione atletica? \nAffatica la mente? Che importanza hanno le emozioni nella vita d i tutti i \ngiorni e nella vita sportiva? È possibile volgere a proprio favore alcune \nemozioni che a primo impatto ci sembrano negative per renderle positive? \nEsistono pratiche concrete che ci permettono di far uscire il nostro vero \npotenziale? Nella mia esp erienza personale mi sono reso conto che \nvengono sempre allenate due componenti ritenute fondamentali ai fini della \nprestazione, ovvero la componente tecnica e quella tattica, allenando \nesclusivamente il fisico, ma la componente mentale? Perché viene così \ntrascurata? Perché tanti allenatori in primis non sono preparati a riguardo e \nnon prestano attenzione a questa componente fondamentale?  \nL’allenamento mentale è un esercizio paragonabile alla corsa o al ripetere \nmigliaia di volte a settimana un gesto tecnico e sarebbe pertanto facilmente \neducabile da un allenatore preparato e competente. Spesso però lo \npsicologo dello sport  viene ricercat o solamente da atleti di alto livello; \ntuttavia, ritengo che questa figura sia fondamentale anche per sportivi di \ncategorie più basse o in generale dovrebbe accompagnare un atleta in tutto \n\n3 \n \nil percorso di crescita, così come dovrebbe poter supportare sia \nprofessionisti che dilettanti. \nIn quasi tutte le palestre di basket da me frequentate, ma in generale in \nmolti sport di squadra, è ormai molto comune sentire l’allenatore insultare e \nurlare frasi depotenzianti e sminuenti, invece di incoraggiare e spronare i \npropri giocatori con buoni consigli. In aggiunta, spesso sono gli atleti stessi \na non sentirsi all’altezza, se l’atleta in primis non crede profondamente in sé \nstesso, se non crede nelle proprie potenzialità, l’allenamento fisico e le \nmotivazioni estrinseche non potranno mai essere s ufficienti a determinare \nun cambiamento nella prestazione atletica.  \nSia nella vita che nello sport c’è un’enorme differenza tra avere convinzioni \npotenzianti e avere convinzioni depotenzianti, c’è differenza nel rivolgere a \nsé stessi frasi d’amore, rispetto a frasi d’odio. Le prime ci aiutano \npsicologicamente a sentirci bene con noi stessi e quindi ad agire nel mondo \ncon fiducia e ottimismo; le seconde invece ci demotivano, ci scoraggiano e \ninfluenzano la percezione di sé e la sicurezza in noi stessi impedendoci di \nvedere la realtà con serenità e sicurezza. Tra le pratiche quotidiane in cui \nmi sono addentrato ed ho praticato con costanza e dedizione c’è la \nmeditazione: quando si medita è possibile comprendere perché oggi siamo \nsu di morale e il motivo profondo per cui l’indomani siamo depressi, si arriva \na comprendere che i mutamenti di umore sono causati dalla mente e non \nda ciò che ci circonda. Analizzando la propria mente si arriva a \ncomprendere che non è per colpa del cielo nuvoloso o, al contrario, del sole \nche risplende troppo che la nostra giornata è triste, ma riesce a fornire motivi \nben più profondi alla causa del proprio malessere interiore. \nEsposte le dovute premesse procedo ora con la presentazione del mio \nlavoro. \n \n \n \n\n4 \n \nCAPITOLO I \n1.1 La psicologia dello sport \nLa psicologia dello sport, secondo quanto riportato dalla Federazione \nEuropea di Psicologia dello Sport (FEPSAC), si occupa dei “fondamenti \npsicologici, dei processi e delle conseguenze della regolazione psicologica \ndelle attività legate allo sport di una o più persone che agiscono come \nsoggetti dell'attività”.1 Il focus può essere sul comportamento o su diverse \ndimensioni psicologiche del comportamento umano (dimensioni affettive, \ncognitive, motivazionali o senso-motorie). \nDi tale definizione se ne parla anche nel libro del professor Flavio \nNascimbene “Prospettive in psicologia dello sport” dove viene data una \ndefinizione storica alla psicologia dello sport. Tale definizione ci indica che \nle origini del concetto di Psicologia dello Sport risalgono alla Grecia Classica \ne alle culture asiatiche, le quali riconobbero l’indissolubile legame tra mente \ne corpo e scorsero delle tecniche per il miglioramento della prestazione \nagonistica e un completo sviluppo dell’essere umano.2  \nFin dai primi giochi olimpici ateniesi emerge che la mente può influire in \nmodo significativo sull’attività delle persone e che il risultato non dipende \nesclusivamente dal vigore fisico, ma anche dallo stato d’animo, dal \ncoraggio, dall’astuzia e dalla strategia.  \nPiù recentemente, il “Manuale di psicologia generale dello sport” di Laura \nMandolesi tratta della psicologia dello sport come di una branca della \npsicologia che si focalizza su tutti gli aspetti relativi alla pratica sportiva, \nsottolineandone la scientific ità della disciplina e l’interesse rivolto ai \nmeccanismi emozionali, motivazionali, cognitivi e psicofisiologici sottostanti \nl’esercizio motorio.3 \nNel proprio libro il professor Nascimbene mette in rilievo che la psicologia \ndello sport “studia i cambiamenti nelle interazioni dell’organismo totale con \nil suo contesto fisico, biologico e psico-sociale”.2 \n\n5 \n \nL’obiettivo principale della psicologia dello sport consiste nell’aiutare l’atleta \na raggiungere il livello più vicino possibile al potenziale assoluto, senza \nintervenire attraverso una trasformazione delle fibre muscolari o \nmodificando l’efficienza anaero bica, bensì aiutando a sorvegliare e \nattenuare gli effetti negativi di alcuni possibili impedimenti psicologici che \ncondizionano le prestazioni.3 Secondo la definizione di Gould ed Eklund, si \ntratta di “una disciplina scientifica dedicata allo studio del c ome, perché, \nquando e sotto quali circostanze gli sportivi gli allenatori e gli spettatori si \ncomportano nel modo in cui lo fanno”.2 \nLa performance sportiva in definitiva dipende sia da fattori fisiologici che \npsicologici. È necessario, pertanto, potenziare la capacità di \nconcentrazione, di gestione di ansia e stress, al fine di migliorare la \nprestazione fino al raggiungimento della “peak performance” o prestazione \neccellente. Ne risulta, quindi, che la preparazione mentale è tanto \nimportante quanto l’allenamento fisico. \n \n1.2 Lo psicologo sportivo: tra scetticismo e stigma. \nLa psicologia dello sport ha avuto un notevole incremento in questi ultimi 20 \nanni dal punto di vista della ricerca scientifica, delle opportunità di \npubblicazione e della sua diffusione in tutto il mondo. Nonostante questa \nrapida crescita e il progresso scientifico, un ampio segmento della comunità \nsportiva sembra però essere ancora titubante e scettico rispetto ai servizi di \nuno psicologo dello sport certificato.4 \nNasce spontaneo chiedersi a cosa sia dovuto questo scetticismo nei \nconfronti della psicologia dello sport e della figura dello psicologo sportivo.  \nA tal proposito, alcuni studi hanno rilevato che i membri della comunità \natletica equiparano gli psicologi dello sport ad altri professionisti della salute \nmentale (ad esempio, psichiatri, psicologi, psicoterapeuti) mettendo la \npsicologia dello sport sullo stesso piano di una seduta di psicologia in cui è \nnecessario confidare le proprie emozioni più intime che riguardano la sfera \ndi vita privata.4 \n\n6 \n \nPurtroppo, questo fraintendimento ha etichettato l’uso dei servizi di \npsicologia dello sport, così come la ricerca di servizi di salute mentale è \nstata stigmatizzata per anni nella società. Pertanto, proprio come le persone \ncon problemi di salute mentale spesso evitano i servizi disponibili per paura \ndi uno stigma negativo, gli atleti sembrano evitare i servizi degli psicologi \ndello sport per molte delle stesse ragioni; ciò ha portato anche gli allenatori \nalla convinzione che la psicologia dello sport debba essere a beneficio solo \ndi atleti “problematici” e non un programma generale per migliorare le \nprestazioni.4 \nIn relazione a ciò è bene specificare che psicologo clinico e psicologo dello \nsport sono due figure ben distinte. Lo psicologo dello sport si rivolge ad una \npopolazione inserita in un contesto affettivo, sociale e lavorativo normale e \npropone programmi di preparazione mentale per sportivi. Lo psicologo \nclinico si rivolge a persone con problematiche psicopatologiche rilevanti.2 \nLo psicologo dello sport è pertanto una persona dal variegato bagaglio di \nconoscenze multidisciplinari, il quale studia la mente dell'atleta per affinarne \nla prestazione e, al pari di uno scienziato motorio, ne promuove la salute; \nlavora con obiettivi specifici che mirano al miglioramento della performance \nsportiva e alla gestione efficace dello stress. Attraverso programmi dedicati \ndi preparazione psicologica, il professionista supporta gli atleti \npromuovendo strategie mentali efficienti  per fronteggiare i momenti di \nmalessere e per ottimizzare la concentrazione.  \nOggigiorno si sente parlare molto anche di “mental coach”, ma a differenza \ndello psicologo dello sport che ha alle spalle una laurea magistrale in \npsicologia e una specializzazione in psicologia dello sport, il mental coach \npossiede semplicemente un titolo rilasciato da una scuola di coaching e può \nquindi aiutare in maniera limitata gli atleti a raggiungere i propri obiettivi \nlavorando sugli aspetti motivazionali. \nPer rendere l’idea di quanto detto sinora si possono prendere come spunto \ni 100 m piani delle Olimpiadi. Gli otto atleti che partecipano alle finali sono \nquasi identici a livello fisiologico: la composizione delle fibre muscolari \n\n7 \n \nall’incirca coincide, così come il funzionamento metabolico, l’adeguata \nidratazione e la nutrizione. Quello che sembra fare la differenza sostanziale \ntra questi atleti d’élite è la gestione dello stress, la pressione, l’ansia e il \nnervosismo: chi sa gestire al meglio questi fattori vince la gara.4 \nSarebbe pertanto fondamentale che la psicologia dello sport acquisisse \nmaggior valore all’interno delle realtà sportive agonistiche e dilettantistiche, \ne che si comprendesse l’importanza di supportare atleti e allenatori con una \nfigura professionale come q uella dello psicologo sportivo. D’altronde uno \ndegli obiettivi che si pone questo ramo della psicologia è di far vivere nel \nmigliore dei modi la carriera sportiva.   \n \nCAPITOLO II \nConnessione tra vita privata e mondo sportivo: una visione d’insieme. \n2.1  Gli inibitori della prestazione \nLa relazione tra vita privata e mondo sportivo è in strettissima correlazione: \nemozioni negative che proviamo durante il giorno, malsane abitudini \nalimentari, ritmo sonno -veglia non rispettato, vengono chiamati “inibitori \ndella prestazione” e sono tutti fa ttori che influenzano inevitabilmente la \nprestazione.  \nQuesti inibitori possono essere sia interni che esterni. Alcuni esempi \nlampanti di inibitori esterni negli sport agonistici sono, ad esempio, \nl’influenza del pubblico, gli avversari e gli ufficiali di gioco.  \nPer quanto riguarda gli inibitori interni è opportuno distinguere a sua volta \ntra inibitori fisiologici e inibitori psicologici. Alcuni esempi di inibitori \nfisiologici possono essere alimentazione scorretta, lesioni muscolari, \naffaticamento e malattia, fattori cioè che potrebbero trattenere l’atleta \ndall’esprimersi al 100% delle capacità assolute. 4 Gli inibitori psicologici, \nargomento di studio dalla psicologia dello sport, verranno trattati invece nel \ncapitolo successivo.  \n\n8 \n \nCiò che tratterò in breve, prima di passare al fulcro dei miei contenuti, è un \nargomento di cui è presente ancora poca letteratura scientifica ma che può, \na mio avviso, permettere agli atleti di trasformarsi gradualmente nella \npropria disciplina: la zona di comfort. \n \nFigura 1: Differenza tra inibitori interni ed inibitori esterni \n \n2.2  Comfort zone: un approccio alternativo alla vita dello sportivo  \nTra le tante frasi celebri che Albert Einstein ci ha lasciato in eredità la \nseguente mi è molto utile per portare avanti la trattazione: “follia è fare le \ncose allo stesso modo aspettandosi un risultato diverso!”.   \nSviluppare la volontà di mettersi alla prova e di cambiare le proprie abitudini \nè un’attitudine che può ampliare il proprio bagaglio conoscitivo ma \nsoprattutto potenziare la capacità di adattamento e trasformazione nel \nproprio sport.  \nSe nel tempo il risultato in gara non cambia e la performance risulta non \nsoddisfacente, probabilmente è necessario lavorare sugli inibitori della \nprestazione. È proprio mettendosi in gioco in modo attivo e consapevole \n\n\n9 \n \nche è possibile apprendere ed estendere le proprie abilità e conoscenze, \nma per fare ciò è importante iniziare a vedere il cambiamento come \nun’opportunità e non come un pericolo.  \nPer raggiungere questo obiettivo è importante capire che la mente è guidata \nprincipalmente dalla ricerca del piacere e dall’allontanamento del dolore, sia \nfisico ma soprattutto mentale. Spostarsi all’interno della “comfort zone” dona \nla serenità ricercata per non provare dolore o quantomeno per provare una \nforma di dolore che già si conosce; per la mente, infatti, è più semplice \naffrontare un dolore a cui si è già abituati piuttosto che addentrarsi in territori \nsconosciuti nei quali potremmo provare un dolo re diverso dal solito  e \npotenzialmente più grande. Da qui nascono insicurezze che impediscono di \nmigliorare nello sport. In poche parole, ci si sente a proprio agio con i propri \nlimiti e non ci si allena a superarli: si rimane statici. Muoversi nello spazio \nsempre nello stesso modo dona la sicurezza di poter raggiungere risultati \ngià noti, negativi o positivi che siano, senza eccessivo sforzo e senza \ndolore.5 \nDi questo ne parla il mental coach Davide Coscarella all’interno del suo libro \n“In testa”, in cui ci illustra che agire all’interno della zona di comfort è per lo \npiù istintivo, perché muoversi in un territorio conosciuto nella maggior parte \ndei casi fa percepire tranquillità. Tuttavia, rimanere nella zona di comfort \nsignifica anche non darsi la possib ilità di andare oltre i propri limiti e \nsperimentare maggiori successi e miglioramenti. \nLa chiave, quindi, è superare la propria “comfort zone” ed uscire dalla \nneutralità nel quale si è abituati ad agire. Significa cambiare rotta, rinnovare \nla propria mentalità e il proprio approccio all’allenamento. \nMa è davvero possibile farlo? \n2.3 Espandere la zona di comfort \nLa zona di comfort fortunatamente è come una “bolla” che si può \nespandere. Di fatto la nostra vita è caratterizzata da un continuum di \nscoperte e acquisizioni di abilità, tant’è vero che sono innumerevoli gli \n\n10 \n \nschemi motori e le azioni imparate dal momento della nostra nascita sino \nad oggi. Abbiamo imparato a camminare, ad andare in bici, a guidare l’auto, \ne non è mai stato un processo semplice e veloce; erano spesso presenti \nemozioni potenzialmente invalidanti come paura e disagio, ma la pratica \ncostante ha reso l’azione automatica, rendendola parte della nostra zona di \ncomfort.  \nL’essere umano è per sua natura molto abitudinario, ma per un approccio \nalla vita più consapevole e che miri ad ampliare la propria zona di comfort \nè importante analizzare, capire e infine trovare un modo diverso per \nsvolgere le azioni metodiche.  \nIn spogliatoio, ad esempio, tendiamo a scegliere un posto ad inizio anno e \na mantenerlo fino all’ultimo allenamento della stagione; allo stesso modo \nscegliamo una doccia e usiamo sempre quella, stendiamo il tappetino di \nyoga in un luogo nella stanza e le volte successive ci posizioniamo sempre \nnello stesso spazio. Parimenti, questo avviene negli spostamenti in auto, a \npiedi, in bici, poiché si tende a percorrere sempre la stessa strada, e questo \naccade perché lo si fa in automatico. Anche questa è zona di c omfort e \nanche per questi esempi di vita quotidiana c’è un modo semplice per \nallenarla: cambiare. Per ampliare la “comfort zone” infatti, bastano delle \nazioni semplici ed elementari come cambiare posto ad ogni allenamento, \ncambiare strada per andare al lav oro, stendere il tappetino di yoga dalla \nparte opposta rispetto al solito.  \nAnalogamente in campo, sperimentare nuovi schemi o cimentarsi in \ntecniche sconosciute, sono attività che oltre a permettere di andare al di \nfuori del proprio territorio di conoscenze e abilità, ampliano la zona di \ncomfort.  \nSebbene la ricerca scientifica non affronti più nello specifico quali siano i \nbenefici e i cambiamenti neuronali dati dell’uscire dalla zona di comfort, \nritengo sia di valore riportare di seguito l’esperienza diretta di alcuni esperti. \n2.4 Testimonianze motivazionali  \n\n11 \n \nEsempi tangibili di quanto l’uscire dalla zona di comfort possa influenzare \npositivamente la performance atletica sono riportati da alcuni esperti.  \nSandra Affenito, ricercatrice ed esperta di benessere e nutrizione, nonché \nvicerettore dell'amministrazione accademica presso la Johnson & Wales \nUniversity, assicura che è necessaria la volontà di uscire dalla zona di \ncomfort e di assumersi rischi calcolat i per un qualsiasi tipo di crescita \npersonale. In un articolo intitolato “Sentirsi comodi con ciò che è scomodo: \ni vantaggi di lasciare la nostra zona di comfort” infatti, afferma: “Come \nquando si cerca di cambiare un proprio comportamento, è sempre utile \nspezzare la catena di ciò che ci trattiene, potenzialmente la paura del \nfallimento e della delusione. Fare piccoli passi per sentirmi a mio agio con \nciò che è scomodo mi ha aiutato a realizzare le mie aspirazioni”. 6 In poche \nparole, uscire dalla “comfort zone” è un processo graduale che si può \nattuare in modo lento e consapevole. \nLo stesso concetto lo veicola anche Robert M. Skinner che tra le tante \ncariche ha lavorato anche per il Comitato Olimpico e Paralimpico degli Stati \nUniti. Egli, infatti, afferma: \"Sono uscito dalla mia zona di comfort perché \nvolevo sperimentare cose nuove,  imparare cose nuove e andare in posti \nnuovi. […] Ho affrontato ogni nuova posizione come una sfida che dovevo \naffrontare. […] I passi che facciamo fuori dalla nostra zona di comfort \npossono essere grandi o piccoli, incrementali o radicali. La nostra \nformazione ed esperienza sono una straordinaria preparazione per \nqualsiasi sfida”.6  \nPer concludere, sempre S. Affenito fornisce dei consigli preziosi \nsuggerendo di lasciare andare la paura del fallimento e la delusione. Esorta \na realizzare le proprie aspirazioni iniziando da piccoli passi, per sentirsi \nmaggiormente a proprio agio con i co mpiti ostici, e sottolinea l’importanza \ndi un piano strategico per raggiungere la propria impresa ambiziosa.6  \nQuindi, che sia un ca mbio radicale o che avvenga in modo lento e \nconsapevole, l’uscire dalla zona di comfort è davvero la chiave per crescere, \nacquisire nuove competenze e migliorare la propria performance sportiva. \n\n12 \n \nCAPITOLO III \nDa cosa è influenzata la prestazione sportiva? \n3.1 Emozioni, attivazione e ansia. \nLe emozioni hanno un ruolo determinante in qualsiasi attività che svolgiamo \nnella nostra vita, e nello sport è fondamentale saper gestire il livello d’ansia. \nLe emozioni hanno una notevole importanza nel quotidiano, perché \ninfluenzano in modo considerevole il linguaggio umano, inviando un \nmessaggio sia all’interno che all’esterno dell’organismo. Le componenti \ndell’emozione sono in ordine cronologico : la valutazione cognitiva nei \nconfronti di un cambiamento fisiologico, l’attivazione fisiologica (o arousal) \nche corrisponde ad un aumento della frequenza cardiaca e respiratoria, ed \ninfine le espressioni verbali (lessico emotivo) e non verbali (espressioni \nfacciali e postura). \nMente e corpo sono strettamente interconnessi e la comunità psicologica \nha ampiamente confermato che i nostri atteggiamenti ed emozioni \nimpattano direttamente il corpo a livello fisiologico, condizionano le risposte \ncomportamentali e lo sforzo rivolto all’esecuzione del gesto motorio.4  \nÈ fondamentale riuscire a mantenere in equilibrio le proprie emozioni per \nraggiungere la “peak performance”, perché se il livello di attivazione risulta \neccessivamente alto , aumenta il rischio che si manifesti  una sorta di \ncortocircuito neurale o blackout . Viceversa, se troppo basso , aumenta la  \nprobabilità di non reagire agli stimoli. Citando la frase del celebre psicologo \ne scrittore statunitense Daniel Goleman : “Quando siamo preda di forti \nemozioni queste ultime finiscono per prendere il controllo della n ostra \nattenzione e il risultato è che ci fissiamo su ciò che ci turba dimenticando \ntutto il resto” . S inteticamente, il farsi coinvolgere da una forte emozione \nimplica perdere lucidità durante lo svolgimento di altre azioni (o pensieri) e \nquindi comporta un allontanamento dalla performance assoluta. A tal \nproposito, esiste una stretta relazione tra livelli di ansia e prestazione, sia \ndal punto di vista didattico che sportivo. Yerkes e Dodson in un loro \n\n13 \n \nesperimento hanno affermato che la relazione ansia-prestazione si esprime \ngraficamente con una “U” capovolta. Hanno scoperto , infatti, che altissimi \nstati d’ansia comportano un livello di attivazione maggiore e di conseguenza \nuna prestazione scadente ; con il decrescere dell’ansia invece,  il livello di \nattivazione diminuisce e la prestazione migliora. Ma se il livello di attivazione \ntende a zero (ad esempio per mancanza di motivazione), la prestazione è \naltresì scadente. “La ricerca nelle scienze comportamen tali rivela che gli \natleti richiedono una moderata quantità di attivazione (cioè, non possono \ncompetere se sono troppo rilassati o addormentati) per esibirsi in modo \nottimale e che troppa ansia è dannosa per il successo”.4   \n \nFigura 2: relazione tra livelli di arousal e performance.7 \n \nIl punto in cui si trova il picco della “U” rovesciata è la zona individuale di \nfunzionamento ottimale  dove la prestazione è eccellente.  Sarebbe molto \nutile all’atleta trovare la giusta strategia per porsi in quello stato di \nattivazione ottimale durante tutti gli allenamenti e le gare. Jokela e Hanin \nrifacendosi al modello delle “zone individuali di funzionamento ottimale ” \n(IZOF) affermano che: “la prestazione di un atleta ha successo quando la \nsua ansia pre-gara è all'interno o vicino alla zona ottimale individuale e che \n\n\n14 \n \nle prestazioni peggiorano al di fuori di questa zona ”. Infatti, gli atleti \nall’interno delle IZOF risultano migliori di quasi mezza unità di deviazione \nstandard rispetto agli atleti fuori dalla loro zona ottimale.8  \nPossono esserci diversi fattori che spingono un atleta ad esprimere il \nproprio potenziale assoluto; il lutto familiare, ad esempio, può far insorgere \nnell’atleta fortissime emozioni e d una motivazione fuori dal normale che \npermette di  attingere ad energie supplementari mai emerse prima . \nRafforzando il concetto che vita privata e mondo sportivo sono in \nstrettissima correlazione, riporto un esempio recente risalente al 15 marzo \n2023, in cui Lotte Kopecky quattro giorni prima della Nokere Koerse, venne \ncolpita improvvisamente dalla morte del fratello Seppe . Nonostante il lutto, \nla ciclista decise di correre comunque e a 12 Km dal traguardo riuscì a \ntrovare dentro di sé una forza incredibile che la portò a vincere in solitaria. \nLe prime parole che pronunciò furono queste : “credo che oggi abbiamo \ncorso in due”. D’altro canto, però, non è affatto semplice riuscire a gestire \nemozioni come rabbia, incredulità, shock, senso di ingiustizia per portarle a \nbeneficio del rendimento . In alcuni atleti questo può essere un approccio \ninnato dato dal contesto sociale e fami liare in cui si è cresciuti ; altri atleti \ninvece, con un vissuto personale differente, possono trovare questo \nprocesso estremamente difficile o impensabile ed è anche di questo che si \noccupa la psicologia dello sport, insegna ndo ad incanalare le emozioni a \nbeneficio della performance. \nIn questi casi, compito dello psicologo dello sport è aiutare il proprio atleta \na volgere ogni situazione a proprio favore, vedendo il positivo nel negativo. \nÈ consuetudine pensare che le emozioni negative siano sgradevoli e da \nevitare, ma è possibile esercitarsi ed imparare ad usarle a proprio vantaggio \npoiché anche queste emozioni sono un importante stimolo per l’organismo. \nSe si è arrabbiati, ad esempio, si può imparare a canalizzare l’energia che \nci dà la rabbia a favore del nostro sport. \nL’ansia precompetitiva risulta essere il problema psicologico più \nfrequentemente citato dagli atleti competitivi. L’ansia fa riferimento alle \n\n15 \n \nrisposte che il sistema nervoso autonomo dà in reazione ad una situazione \nstressante, nella fattispecie quando l’individuo percepisce che le richieste \nsituazionali superano la propria capacità percepita di portare a termine tali \nrichieste.4 Un indice che può aiutare allenatori e psicologi dello sport  a \ncapire il livello di stress pre-gara di un proprio atleta è il cortisolo salivare. Il \nsistema neuroendocrino ipotalamo-ipofisi-surrene (HPA) risponde a stimoli \nspecifici, spesso con decorso temporale lungo (a differenza della frequenza \ncardiaca che risponde rapidamente ma in modo non specifico). Quest’asse \nrilascia l’ormone steroideo cortisolo dalla corteccia del surrene e viene \nstimolato sia in previsione che in risposta allo stress psicologico, risultando \nquindi fondamentale nella risposta fisiologica allo stress. Sembrerebbe \ninfatti che questo ormone svolga un ruolo rilevante in preparazione ad \nesigenze sia fisiche che mentali, condizionando di conseguenza le \nprestazioni. Altissimi livelli di cortisolo inter feriscono con alcuni processi \ncognitivi portando quindi a prestazioni scadenti.9 \nÈ possibile effettuare un’importante riflessione alla luce di quanto detto nel \nseguente articolo intitolato “ansia e prestazione” in cui viene condiviso che \n“mentre le emozioni positive sono generalmente considerate ampiamente \nfacilitanti per le prestazioni di un atleta, il legame tra le emozioni negative, \ne in particolare l'ansia competitiva, e le prestazioni sembra meno unanime. \nAlcuni vedono l'ansia come un fenomeno che ostacola le prestazioni; per \nloro, un atleta ansioso è fragile. Altri vedono l'ansia come una guida e danno \ncome esempi quegli atleti che si comportano bene solo sotto la pressione \ndella competizione e lo stato ansioso che suscita”.10 La difficoltà nel trovare \nun modello unico per il rapporto tra ansia e performance ritengo che sia da \nattribuire al fatto che ogni individuo è un essere umano a sé stante dalle \ninfinite sfaccettature e come tale è necessario intervenire tramite \nprogrammazioni personalizzate: è compito dello psicologo dello sport \ninsieme all’atleta a all’allenatore capire le strategie da mettere in atto per \nriuscire a trovare e mantenere il picco prestativo.  \nAlcuni interessanti studi hanno suggerito che la qualità della prestazione \npossa dipendere dalla percezione che si ha dell’ansia, ovvero se l’atleta la \n\n16 \n \nsente come facilitante o debilitante. Ci sono infatti diversi studi che hanno \ndato supporto empirico a questa ipotesi, affermando che il medesimo livello \ndi intensità di ansia competitiva viene percepito come facilitante da alcuni \natleti e debilitante da altri.9 \nIn linea generale, tuttavia, possiamo affermare che l’ansia sembrerebbe \nessere un fattore che pregiudica la prestazione sportiva, specie se si tratta \ndi elevati livelli di ansia . I mportanti pubblicazioni a riguardo espongono \nquanto questa provochi un restringimento del campo percettivo, \ncomprometta significativamente il funzionamento motorio fine, \ncomprometta le capacità decisionali e faccia diventare i muscoli più tesi.10 \n“L'ansia è un costrutto sia cognitivo (pensieri di preoccupazione e \napprensione) che somatico (farfalle, mani fredde e respiro veloce e \nsuperficiale), entrambi gli aspetti influenzano negativamente le prestazioni \ndegli atleti […] Pertanto, qualsiasi strate gia psicologica volta a ridurre \nl'impatto dell'ansia sulla performance dovrebbe tentare di affrontare \nentrambe le componenti, almeno in una certa misura. È ben riconosciuto \nnelle scienze dello sport che entrambe le forme di ansia sono \nindissolubilmente leg ate e che gli interventi mirati all'uno influiscono in \nultima analisi sull'altro”.10 \nEmozioni quali ansia, collera e paura riflettono uno stato di attivazione ; \nrisulta essenziale per avere successo nello sport sviluppare la capacità di \ndosare il livello di attivazione fisiologica dell’organismo. \nNel capitolo successivo presenterò qualche tecnica utile a questo fine. \n3.2 Fatica muscolare e fatica mentale \nIl presente sottocapitolo risponde alla domanda che mi sono posto per molti \nanni, ovvero se la fatica mentale può intaccare la performance atletica. La \ndomanda è sorta in seguito a periodi di intenso studio in cui avevo la \npercezione di non riuscire ad esprimermi al meglio in campo, alternati ad  \naltri periodi più rilassati a livello cognitivo  in cui la sensazione era quella di \n\n17 \n \nriuscire ad avere un rendimento maggiore, sentendo inoltre meno fatica \nmuscolare. \nMa prima di parlare della fatica mentale, cosa si intende per fatica \nmuscolare? Per fatica muscolare si intende la riduzione della capacità di \nsviluppare forza con la ripetizione delle contrazioni muscolari. Esistono \ndiverse componenti che possono portare a fatica muscolare  e possono \nessere cardiocircolatorie, respiratorie, metaboliche e psicologiche. La fatica \nmuscolare può essere condizionata da alterazioni degli impulsi delle \ninformazioni afferenti che attraverso i neuroni arrivano alla corteccia \nmotoria, ma anche dagli impulsi efferenti che partono dalla corteccia e \nviaggiano lungo il midollo spinale. La fatica muscolare può essere causata \naltresì da motoneuroni meno eccitabili, da alterazioni di eccitabilità del \nsarcolemma, da interferenze nel rilascio di calcio a livello del reticolo \nsarcoplasmatico, o dall’esaurimento dei substrati energetici che forniscono \nATP. Una delle più comuni cause di fatica muscolare è la compromissione \ndel funzionamento delle proteine contrattili a causa di sostanze di accumulo \nche riducono la formazione di ponti acto-miosinici. \nLa fatica a livello neuronale invece, ha una componente centrale (fatica che \nagisce a livello del sistema nervoso centrale) e periferica (ovvero \ndall’assone del motoneurone fino al muscolo). A scoprire la fatica centrale \ne periferica fu Angelo Mosso  che nell’Ottocento inventò l’ergografo, uno \nstrumento che permise di registrare la curva di affaticamento prima e dopo \nuna lezione universitaria di circa due ore. Egli si chiese da dove derivasse \nla fatica registrata dall’ergografo alla fine della lezione e conc luse che \nquesta non derivava da una fatica muscolare bensì dalla fatica mentale. \nLa fatica mentale (o fatica centrale perché colpisce il sistema nervoso \ncentrale) è uno stato psicobiologico causato da periodi prolungati di attività \ncognitiva impegnativa.  Nello studio che propongo di seguito il campione \nviene diviso in due gruppi, un gruppo (Mental fatigue) sottoposto ad un test \ndi prestazione continua (AX-CPT) per indurre fatica mentale e un gruppo di \ncontrollo a cui viene presentata la visione di documentari emotivamente \n\n18 \n \nneutri. In antecedenti studi , 90 minuti di compito cognitivamente \nimpegnativo erano stati efficaci nell’indurre uno stato di affaticamento \nmentale, dimostrato da una riduzione delle prestazioni cognitive oltre che \ndalle sensazioni soggettive di “stanchezza” e “mancanza di energia”.  N el \npresente studio il compito AX -CPT consisteva nella pressione dei tasti del \ncomputer a intervalli di 300 ms o più, per la durata totale di 90 minuti, seguiti \npoi da uno sforzo fisico su cicloergometro all’80% della potenza di  picco \npersonale; anche il gruppo di controllo dopo la visone dei documentari \nsvolgeva lo stesso sforzo fisico. Dopo il trattamento sperimentale i due \ngruppi furono sottoposti ad un questionario sull’umore che rivelò uno stato \ndi affaticamento mentale nel gruppo “Mental fatigue”; questa condizione ha \nridotto significativamente il tempo per arrivare all’esaurimento rispetto al  \ngruppo di controllo. Inoltre, i soggetti mentalmente affaticati valutarono la \npercezione dello sforzo durante l'esercizio in modo sig nificativamente più \nalto rispetto alla condizione di controllo ; per suddetta ragione i soggetti \nmentalmente affaticati raggiungevano il livello massimo di sforzo percepito \ne si liberavano dal compito fisico prima rispetto alla condizione di controllo. \nTale studio fornisce prove sperimentali che l’affaticamento mentale ostacola \nla tolleranza all’esercizio negli esseri umani tramite una maggiore \npercezione dello sforzo.11 \n \nFigura 3: Effetto dell'affaticamento mentale sulla percezione dello sforzo \ndurante l'esercizio al cicloergometro ad alta intensità.11 \n\n\n19 \n \n3.3 Motivazione intrinseca, motivazione estrinseca ed autoefficacia \nIl rapporto di fiducia che si può instaurare tra allenatore e giocatore o tra \ngiocatori della stessa squadra può far accrescere la spinta motivazionale \nnell’atleta. Durante i miei anni di pratica sportiva ho potuto constatare che \ngli allenatori che hanno r iposto in me molta fiducia, hanno accresciuto \nanche la mia motivazione in campo e la fiducia in me stesso , con un \nconseguente rendimento migliore. Al contrario, allenatori svilenti e \ndemoralizzanti, hanno scaturito il risultato opposto. \nNell’ambiente sportivo, infatti, si può parlare di molteplici tipologie di \nmotivazione che sono spesso correlate tra loro. La motivazione può essere \nclassificata in fattori intrinseci ed estrinseci, ma è importante considerare \nquesti due fattori come gli e stremi di un continuum di motivazioni; ci \npossono essere atleti persuasi dalla sola motivazione intrinseca e altri atleti \nsolo da quella estrinseca, ma anche atleti trascinati in diverse misure da \nentrambe le forme di motivazione. \nGli sportivi spinti da motivazione intrinseca ritengono che gli eventi della \npropria vita derivino da un effetto diretto del proprio comportamento, hanno \nvoglia di imparare, sono inclini al sacrificio per l’ottenimento di risultati e \nsono molto abili nel m ettersi in discussione. È quindi deducibile che non \nsiano necessari incentivi da parte dell’allenatore affinché questi atleti \nraggiungano con le proprie energie gli obiettivi prefissati, perché sono spinti \ngià da una forte determinazione. S i tratta di  atleti che si impegnano \ncostantemente non solo durante le competizioni ma anche durante tutti gli \nallenamenti. Invece, gli atleti spinti dalla sola motivazione estrinseca, \ntendenzialmente ritengono che gli eventi della propria vita avvengano fuori \ndal loro controllo e non sono mossi da spinte interne. È evidente che questo \nstato mentale, proiettato alla ricompensa esterna, alla sete di successo, al \ndesiderio di denaro, porti a voler migliorare di meno le proprie abilità.12 \n“Atleti non d’élite, ma che credono in sé stessi e si dimostrano risoluti nel \nconseguire i propri obiettivi sono spesso in grado di ottenere, soprattutto in \n\n20 \n \ngara, risultati migliori di soggetti più dotati sotto i l profilo tecnico-fisico, ma \nche presentano una scarsa fiducia e una minore determinazione”.12 \nA sostegno del fatto che la motivazione intrinseca ha una valenza maggiore, \nin uno studio di Pedersen effettuato su 83 studenti (36 uomini e 47 donne), \nsi è visto che, nel complesso, se il fattore di motivazione a partecipare \nall’attività sportiva è intrinseco è più probabile che vi sia una partecipazione \neffettiva all’attività sportiva, rispetto invece agli studenti che spinti da \nmotivazioni estrinseche, non sono propensi a partecipare.13  \nPortando la mia esperienza personale, penso che la “fiducia in me stesso”, \nchiamata anche “autoefficacia”, sia una componente fondamentale in \nambito sportivo, poiché fidarsi delle proprie capacit à per realizzare gli \nobiettivi prefissati ha un’influenza positiva su molti aspetti della pratica \nsportiva. \nOltre all’autoefficacia, negli sport di squadra ha un notevole impatto anche \nl’efficacia collettiva. L’efficacia collettiva viene definita da Bandura come: “la \nconvinzione condivisa di un gruppo nelle proprie capacità congiunte di \norganizzare ed eseguire i corsi di azione richiesti per produrre determinati \nlivelli di risultati”.14 Una squadra funziona come un’unità fortemente coesa \nche persegue uno scopo comune, “tra le caratteristiche desiderabili dai \nmembri del team c'è la spinta a contribuire al meglio p er raggiungere gli \nobiettivi del gruppo, persistere nei momenti di difficoltà e avere fiducia nelle \ncapacità dei propri membri”. 14 L’efficacia collettiva è molto potente perché \ninfluenza le azioni dei membri della squadra. Infatti, anche quando lo sforzo \ndi squadra non riesce a produrre i risultati sperati, l’impegno che ci mette il \nsingolo e la sua capacità di resistenza aumentano. \nIn conclusione, la motivazione nel mondo dello sport è un o stimolo molto \npositivo, ma non è sempre affidabile quando si tratta di motivazione \nestrinseca, perché dura per poco tempo, spesso arriva da fattori esterni a \nnoi (film, altre persone, documentari ) e una volta che queste circostanze \nesterne scompaiono la motivazione inizia già ad affievolirsi. Quando ci si \nsente motivati è bene servirsi di questa spinta, ma è altresì importante \n\n21 \n \nessere consapevoli che questo genere di motivazione , che non arriva da \nnoi, non dura nel tempo, ci si può sentire motivati per qualche ora , ma il \ngiorno successivo si può aver perso quella motivazione. La motivazione \nintrinseca, la motivazione che viene da dentro, la motivazione che diamo a \nnoi stessi , può essere a lunga durata, è una motivazione che va nutrita \nattivamente ma può avere un impatto più potente e più stabile rispetto a \nquella estrinseca. \n3.4 Stato di flow \nLa gara è vissuta da molti sportivi come un fattore altamente stressogeno \ned è in questo difficile stato di stress che l’atleta deve riuscire a dimostrare \nil proprio vero valore e far emergere il proprio potenziale. La performance \ndeve essere il più possibile “istinto”: usando l’ istinto, tutto ciò che si è \nimparato in una vita di allenamenti e gare può emergere ed essere espresso \n“nel posto giusto al momento giusto” .5 È sicuramente capitato a tutti, \ncompresi ai grandi campioni olimpici, di prepararsi minuziosamente ad una \ngara e di non riuscire ad esprimere ciò che si era preparato in allenamento. \nQuesto può essere dovuto al fatto che la parte razionale della propria mente \nci ha ragionato troppo, ma la performance è nella maggior parte del tempo \nassenza di p ensiero, è una esaltazione del proprio istinto, dell’intuito: è \nassenza di costante analisi razionale di ciò che sta accadendo all’interno e \nal di fuori della gara. \nInfatti, una cosa fondamentale per i giocatori di pallacanestro, ma non solo \nse pensiamo che un atleta di calcio o pallavolo è sottoposto allo stesso tipo \ndi fattori stressogeni, è il fatto di riuscire a liberare la mente da qualsiasi \ndistrazione (ad esemp io pubblico e ufficiali di campo) . C hi a parità di \ncondizioni fisico -atletiche riesce ad isolarsi maggiormente dal mondo \ncircostante, in modo da far lavorare solo la memoria implicita (la parte \ninconscia) nelle competizioni, avrà maggiori probabilità di concretizzare i \npropri sforzi facendo  canestro o goal. Quanto più una persona pensa \nattivamente al movimento che deve fare, coinvolgendo quindi nel \n\n22 \n \nmovimento la memoria esplicita (la parte conscia), tanto meno efficacie sarà \nil gesto per mettere a segno il punto. \nIl concetto di memoria implicita è legato allo stato di “flow” o “flusso” in \nitaliano. Il flusso è “uno stato di pieno impegno nel compito e bassi livelli di \npensiero autoreferenziale (ad esempio, preoccupazione, autoriflessione). Il \nflusso è spesso associ ato ad atleti, artisti o scienziati che sono \ncompletamente assorbiti dal compito per raggiungere le massime \nprestazioni. […] L’esperienza del flusso è accompagnata da senso di \nrealizzazione, significatività e stati d’animo positivi”. 15 Quando parliamo di \n“flow” ci riferiamo ad una condizione mentale che segue il flusso della gara \na tal punto da ricordare solo di aver fatto cose straordinarie e aver eseguito \nuna prestazione sublime. È uno stato di massima brillantezza psico -\nfisiologica. Questo stato è raggiungibile lavorando sull’intuito e sulla \nspontaneità dei gesti che l’intuito consente di far emergere.  “La letteratura \nfornisce anche un elenco di sentimenti e percezioni coinvolti nel flusso.  Le \npersone che hanno sperimentato spesso il flusso, almeno \nretrospettivamente, hanno riferito di sentirsi in controllo, di avere un chiaro \nsenso dell'orientamento (cioè obiettivi chiari) e una percezione condensata \ndel tempo. Significa che il tempo sembra volare quando le persone sono nel \nflusso”.15 \nMa come si fa a raggiungere questo stato? Per le filosofie orientali tutto ciò \nè possibile nel “qui ed ora”, ovvero vivendo il presente, in una costante \npercezione di ciò che sta accadendo in questo preciso istante. Tuttavia “un \ncompito troppo facile porta  più probabilmente alla noia, piuttosto che al \nflusso. Un compito troppo difficile porta spesso a frustrazione, stress o \nmancanza di interesse, tutti stati che sono in gran parte incompatibili con il \nflusso”.15 e strettamente legati all’arousal. Quindi, pe r raggiungere questo \nstato, è importante non sottovalutare l’avversario ma anche non sminuire \nsé stessi perché l’autoconvinzione di essere inferiori all’avversario allontana \ndal “flow”. \n\n23 \n \nRiprendendo il  concetto di “qui ed ora”,  è importante appunto per \nraggiungere lo stato di “flow”, ed è possibile affermare che si tratta di un \ncostante susseguirsi di svariati momenti vissuti nel presente; all’interno \ndella competizione c’è un momento passato e un momento futuro dai quali \nnon ci si deve far distrarre. Nel quotidiano passiamo molto tempo a  \nconsumare energie fisiche e mentali logorandoci dall’interno con qualcosa \naccaduto nel passato o qualcosa che temiamo possa accadere in futuro, \nma la vita è un eterno presente. È di fondamentale importanza per un atleta \nrimanere concentrati nel presente, senza pensare durante la performance \na cosa si è sbagliato in gara o a proiettarsi nel futuro concentrandosi solo \nsul voler recuperare lo svantaggio accumulato. La maggior parte dei \npensieri che sorgono durante una gara s ono interferenze negative per la \nprestazione, sono solo un disturbo che abbassa il livello di energie positive \ne spostano il focus attentivo verso qualcosa di controproducente in quel \nmomento. Il problema principale legato ai pensieri ancorati al passato è che \nsono spesso negativi e portano a frustrazione e delusione. Il problema \nlegato ai pensieri che invece proiettano nel futuro è che questi generano \ndelle aspettative, ma dal punto di vista  dello sport questo procura stress e \nansia da prestazione. Nello “stato di flow ” le nostre energie mentali sono \ncanalizzate solo sul gesto tecnico e sull’efficacia della prestazione . In uno \nstato di “spensierata concentrazione”, infatti una “caratteristica distintiva del \nflusso è la forte concentrazione attentiva, a volte definita impegno o \nassorbimento del compito. Ciò implica l’inibizione di stimoli o pensieri \nirrilevanti per il compito”.15  \n“Bassi livelli di pensiero autoreferenziale sono un terzo segno distintivo del \nflusso. Durante il flusso, i livelli di stress sono bassi, così come le \npreoccupazioni e il pensiero autoriflessivo” .15 È quindi fondamentale non \nauto-giudicarsi, il giudizio è quel pensiero negativo che inevitabilmente farà \nsvanire il “flow”. È fondamentale in questi momenti ritornare subito nel “qui \ned ora” e un metodo molto efficace per ritornare nel momento presente è la \nrespirazione. Invece, attività come la meditazione e la  yoga sviluppano \nmolto la “consciousness”, ovvero la consapevolezza, aiutano a percepire i \n\n24 \n \ncambiamenti che avvengono all’interno del proprio corpo e della propria \nmente così da poter subito ritrovare il binario del flow ripercorrendo il flusso \ndella gara. La meditazione e la consapevolezza insegnano a rimanere \nsvegli proprio nel momento presente , a sentire l’attimo in cui viviamo. La \nmaggior parte del tempo anche se si è presenti fisicamente ci si può sentire \nlontani mentalmente, ci si può perdere in rimpianti passati invece di \nsperimentare la realtà del momento e vivere preoccupazioni future che  \nprobabilmente non accadranno mai. \nUna cosa che viene fatta molto spesso è quella di identificarsi con i propri \npensieri, ma queste sono solo “fantasie” che portano l’attenzione al futuro o \nal passato. Pensare al futuro può essere stimolante, ma porta anche a \npaure ed ansie, il passato inve ce ha un tono carico di rimpianti e di \nripensamenti. Il momento presente è un luogo di espansione, in cui tutto è \npossibile, ma purtroppo le esperienze passate opprimono dentro vecchi \nschemi piuttosto che lasciar vivere l’unicità e la bellezza del momento \npresente. Lo stato di “flow” è una condizione che fa vivere appieno il \nmomento presente. Una scoperta che è stata fatta è che “le aree legate al \nsistema di ricompensa dopaminergico del cervello sono più attive durante il \nflusso. L'attività del sistema di ricompensa tende a coincidere con \nsentimenti di ottimismo e speranza, umore positivo e sensazione di energia \no motivazione.  Inoltre, la dopamina può ridurre la sensazione di \naffaticamento o disagio. Queste proprietà del sistema di ricompensa \ndopaminergico, quindi, si adattano a importanti dimensioni del flusso, come \nla motivazione intrinseca e una dedizione incessante a un compito ”.15 \nVivere nel momento presente offre scenari inimmaginabili, difficili da \ndescrivere, perché è proprio nel momento presente che la pace trova spazio \nall’interno del proprio sé, in un momento di eternità, fuori dallo spazio e dal \ntempo. \n \n  \n \n\n25 \n \nCAPITOLO IV \nTecniche per migliorare la performance sportiva \nLe pratiche quotidiane sono spesso sottovalutate, ma sono molto potenti \nper un cambiamento interiore. Come le pratiche sportive quotidiane sono \nessenziali per lo sviluppo delle capacità coordinative (equilibrio, \norientamento, differenziazione, reazione, ri tmo, trasformazione e \ncoordinazione segmentaria) e condizionali (forza, resistenza, mobilità \narticolare e velocità), anche per quanto riguarda il raggiungimento di un \nequilibrio e una serenità interiore è fondamentale inserire nella propria \nquotidianità al cune pratiche. Ritagliare uno spazio giornaliero dove \ndedicarsi alla pratica dello yoga, della respirazione, della meditazione, \ndell’immaginazione motoria, insegnano a stare con sé stessi per costruire \nuna fiducia intrinseca profonda e radicata, che parte da dentro di noi. \nQueste pratiche non dovrebbero però essere percepite come una semplice \n“routine” quotidiana, ma dovrebbero essere vissute più come una dedizione \na sé stessi e al proprio benessere interiore, questa consapevolezza \nmaggiore permette di ripulire la propria mente dalle influenze negative, dalle \ndistrazioni, da ciò che non dovrebbe essere parte del nostro focus. Se si \nvuole vivere veramente un cambiamento profondo tutte queste pratiche \ndevono essere non negoziabili, devono diventare parte integ rante della \nnostra quotidianità.  \n4.1 Alcune tecniche psicologiche atte a contrastare l’ansia cognitiva e \nl’ansia somatica \nNel mondo dello sport e delle performance di alto livello possono \npresentarsi due forme d’ansia differenti che possono compromettere la \nbuona riuscita di una prestazione sportiva, ovvero ansia cognitiva e ansia \nsomatica. Di seguito presenterò alcune strategie per affrontarle. \nL’ansia cognitiva si manifesta per mezzo di pensieri negativi che sfociano \nin sentimenti di preoccupazione, insicurezza ed apprensione e possono \ncompromettere i processi decisionali e comportamentali dell’atleta nella \ncompetizione. Se l’attenzione degli at leti è diretta interamente a questi \n\n26 \n \npensieri debilitanti è più facile che in loro sorga il dubbio di non essere \nall’altezza del compito, ed è quindi fondamentale che le strategie rivolte ad \naffrontare l’ansia cognitiva aiutino lo sportivo a cambiare i pensieri debilitanti \ndurante la gara.4 \nTra le varie strategie comunemente utilizzate dagli psicologi dello sport c’è \nla terapia razionale emotiva (RET) sviluppata da Albert Ellis. Il seguente \napproccio precompetitivo prevede “che gli atleti creino stati emotivi \nspiacevoli come ansia e rabbia at traverso modelli di pensiero basati su \ncredenze irrazionali. Le tipiche convinzioni irrazionali sono il bisogno di \nperfezione personale, il bisogno che le situazioni siano perfette, la \nconvinzione che gli altri debbano trattarti in modo equo e rispettoso, un \nbisogno essenziale di approvazione sociale e la convinzione che l'autostima \ndipenda dai risultati (atletici).”4  \nLo scopo della terapia RET è quello di ridurre l’importanza che gli atleti \nattribuiscono al risultato e la conseguente paura del fallimento. Per arrivare \na ciò l’atleta viene aiutato a valutare e interpretare la situazione sportiva da \nun punto di vista più razionale e radicato. Attraverso questo trattamento gli \natleti imparano che la propria identità ed autostima non sono \nintrinsecamente legate al risultato competitivo, arrivando a comprendere \nche anche se la vittoria e il successo sono importanti, la sconfitta non deve \nessere vissuta come un evento catastrofico.4 \nUn esempio di ansia cognitiva  può essere quella che sopraggiunge \nnell’atleta a cui viene assegnato un tiro libero vincente nel basket. Le \ntecniche di ristrutturazione cognitiva che si sono dimostrate efficaci in \nquesto caso sono il dialogo interiore, il ping di arresto del pensiero, l a \ncentratura e la ristrutturazione. Sono tutte tecniche che donano all’atleta la \nconsapevolezza di avere un dialogo interno negativo e insegnano a \nsostituire questi pensieri con affermazioni positive e avvaloranti. Infatti, \nall’atleta di basket che dubita di riuscire a segnare il tiro libero si insegna ad \ninterrompere il dialogo interno negativo e a ristabilire una mentalità cognitiva \npositiva attraverso frasi che facilitano la prestazione, ad esempio \n\n27 \n \naffermando internamente prima di tirare: \"Ho fatto questo tiro migliaia di \nvolte, posso segnarlo”.4  \nPer quanto riguarda l’ansia somatica invece, lo psicologo dello sport deve \nattuare un approccio differente rispetto a quelli descritti in precedenza, \npoiché questa presenta come caratteristica cardine un’incontrollata \neccitazione fisiologica che impatta in maniera molto più diretta sulle \nprestazioni. La strategia volta ad affrontare l’ansia somatica consiste \nnell’aiutare gli sportivi a regolare la loro risposta di eccitazione autonomica.4 \nEsistono alcune tecniche che si sono dimostrate efficaci nel ridurre l’ansia \nsomatica precompetitiva e competitiva, tra le quali il “ rilassamento \nprogressivo”. Questa tecnica consiste nel far tendere e rilassare i muscoli \nin una sequenza che va dalle mani fino ai piedi. Affinché la tecnica sia \nefficace è importante che l’atleta si concentri su come avverte la tensione \nin ciascun gruppo muscolare, questo per aumentare la consapevolezza del \nproprio corpo e la capacità di auto -monitorarsi, percependo \nautonomamente la maggiore eccitazione che può provare in gara o in \npregara.4 \nAltra tecnica piuttosto conosciuta è quella del “ biofeedback”, lo scopo è \nsimile a quello del rilassamento progressivo. Gli atleti vengono aiutati a \nidentificare in maniera propriocettiva un cambiamento fisiologico associato \nad un aumento dell’eccitazione (ad esempio l’aumento della frequenza \ncardiaca e respiratoria), consentendo loro di essere più proattivi nel ridurre \nqueste risposte fisiologiche che limitano la prestazione.4 \nOltre alle suddette tecniche, esistono svariate strategie di rilassamento per \nridurre l’aumento dell’eccitazione fisiologica e gli atleti possono servirsene \nsia prima che durante una competizione. Tra queste tecniche troviamo la \nmeditazione, la centratura, la respirazione in tre parti e le immagini mentali. \nPraticando diligentemente queste tecniche gli atleti possono imparare a \ncontrastare l’eccitazione fisiologica con una risposta di rilassamento, \nconsentendo di annullare o di ridurre gli impedimenti fisiologici che provoca \nl’elevata eccitazione.4  \n\n28 \n \nEsistono numerosissime tecniche per contrastare gli effetti negativi degli \ninibitori psicologici, il ruolo dello psicologo dello sport sta nel somministrare \nle tecniche più adatte e specifiche per lo sportivo che affianca. In breve, lo \nscopo delle tecniche  psicologiche “è ridurre al minimo questi inibitori \npsicologici delle prestazioni e aiutare l'atleta a svolgere tutte le abilità \nrilevanti al meglio delle sue capacità intrinseche”.4  \n4.2 Meditazione \nCosì come il termine sport fa riferimento a discipline molto differenti tra loro, \nanche la parola meditazione si riferisce ad una moltitudine di pratiche \ncontemplative differenti; sia nello sport che nella meditazione è importante \nla disciplina, la passione e la costanza in ciò che si fa per ottenere i benefici \ne le soddisfazioni che ne derivano. È altresì importante che venga \nindividuata una pratica meditativa adatta al proprio Io e che le venga \ndedicato del tempo ogni giorno per ottenere maggiori benefici . A sostegno \ndi ciò, Daniel Goleman e Richard J. Davidson affermano che: “come un \nallenamento svolto con regolarità vi porta ad avere una migliore forma fisica, \ncosì quasi ogni tipo di meditazione migliorerà - in modo più o meno marcato \n- la vostra forma mentale. E, come vedremo, i benefici specifici dei diversi \ntipi di meditazione diventano più accentuati con il crescere delle ore \ncomplessive di pratica che gli dedichiamo”.16  \nLa parola inglese “mindfulness” indica la piena presenza della nostra mente \nnei compiti che svolgiamo e “si riferisce a quel momento di presenza \nmentale in cui tutto ciò che accade dentro e fuori di sé viene visto come è \nrealmente, senza dolore, paura o so fferenza. Con la meditazione di \nconsapevolezza si disinnesca la condizione automatica e ancestrale di \nallarme: la presenza mentale permette di riconoscere il continuo flusso di \nsensazioni, pensieri, emozioni, immagini, senza identificarsi con essi \n(disidentificazione) e sentendosi quindi meno vincolati e più liberi nell’azione \n(deautomatizzazione)”.17 Con “mindfulness”, che letteralmente significa \n“consapevolezza”, si intende una forma di meditazione che affonda le \nproprie radici nella meditazione Vipassana, una tecnica che mira allo \n\n29 \n \nsviluppo di una mente “pienamente presente” nelle esperienze quotidiane. \nLa meditazione della consapevolezza è “un termine generico per la \ncategoria di tecniche utilizzate per creare consapevolezza e intuizione \npraticando l'attenzione focalizzata, osservan do e accettando tutto ciò che \nemerge senza giudizio. Questo tipo di meditazione viene anche definito \n“monitoraggio aperto”, in cui si permette alla propria attenzione di fluire \nliberamente senza giudizio o attaccamento”.18 \nLa consapevolezza è uno stato mentale a cui si arriva grazie a varie \ntecniche meditative che portano calma e serenità. Per merito di questa \naccresciuta consapevolezza mi sono reso conto che la nostra mente si crea \ncontinuamente aspettative, le cose che facciamo durante la giornata spesso \nle facciamo con l’aspettativa di ottenere un risultato, ma purtroppo ciò può \nportare ad un senso di inquietudine, stress e agitazione. Durante la \nmeditazione non vengono alimentate le aspettative, si rimane in ascolto di \nsé e si sente, si percepisce “ciò che c’è” dentro il nostro essere. Durante \nmeditazioni in cui la mente è agitata, la mera osservazione e accettazione \ndi questo stato mentale è fondamentale per riuscire a calmare il flusso di \npensieri, alimentare le aspettat ive può essere solo controproducente e \nportare più disordine mentale. C’è anche da dire che non è sempre detto \nche la meditazione porti immediatamente ad una mente più calma, lo scopo \nprincipale è accrescere il senso di consapevolezza di quello che c’è e c he \npercepiamo. La meditazione “Vipassana” è molto utile a questo scopo, \ninfatti questo termine viene tradotto come “vedere le cose come sono \nrealmente”.18 “Vipassana enfatizza la consapevolezza del respiro, \nsintonizzandosi con l'aria che entra ed esce attraverso il naso. Vipassana \ninsegna a etichettare i pensieri  e le esperienze man mano che si \npresentano, prendendo appunti mentali mentre si identificano gli oggetti che \nattirano la propria attenzione ”.18 Quindi insegna a sviluppare \nconsapevolezza e ad osservare e comprendere le cose per come si \npresentano. La meditazione “Samatha” invece viene tradotta con il \nsignificato di “calma” e per l'appunto “viene spes so definita meditazione \ncalma e costante. La meditazione Samatha è l’esercizio di calmare la mente \n\n30 \n \npraticando la meditazione su un unico punto attraverso la concentrazione \nconsapevole focalizzandosi sul respiro, sull'immagine, o sull'oggetto ”.18 Il \nsuo scopo è quindi quello di calmare e ancorare la mente, di ri -centrare il \nproprio sé, di ricalibrarsi rispetto alle molteplici distrazioni giornaliere. Viene \nanche definita come tecnica di concentrazione e raccoglimento, di \nassorbimento interiore, che permette di non sentirsi in balia delle distrazioni \ndella giornata, dello stress accumulato, bensì porta a ritrovare sé stessi, ad \nessere “Presente” in modo pro-attivo. Questa tecnica è un mezzo per uscire \ndalla reattività inconsapevole, permette di non sentirsi più “vissuti” dagli \neventi, ma di iniziare a viverli in prima persona, come veri protagonisti della \npropria vita. Quindi, Samatha, è una tecnica che permette di ancorarsi al \n“qui ed ora”.  \nTabella 1: differenze tra meditazione vipassana e meditazione Samatha.  \n \nSotto il punto di vista sportivo, la meditazione può assumere un importante \nruolo in quanto le prestazioni atletiche e il rischio di infortuni sono \ninfluenzate significativamente dal benessere dell’atleta. “La meditazione \ndella consapevolezza ha dimostrato  di avere benefici significativi per una \nserie di esiti di salute fisica e mentale in varie popolazioni cliniche e recenti \nMEDITAZIONE VIPASSANA MEDITAZIONE SAMATHA \n• Aiuta a “vedere le cose come \nsono realmente”, senza \ndolore, paura o sofferenza.  \n• Porta alla disidentificazione \n(non ci si identifica con le \nsensazioni, pensieri, emozioni). \n• Porta alla deautomatizzazione \n(ci si sente meno vincolati e più \nliberi nell’azione).  \n• Crea consapevolezza del \nrespiro e del corpo.  \n• I pensieri vengono osservati \nsenza giudizio o \nattaccamento.  \n \n• Definita “meditazione calma e \ncostante” \n• Consiste nel concentrarsi su un \nunico punto (il respiro, un \nimmagine, un oggetto) per calmare \ne ancorare la mente.  \n• È un mezzo per uscire dalla \nreattività inconsapevole. \n• Permette di ricalibrarsi e ricentrarsi \nrispetto alle distrazioni giornaliere e \nquindi di ancorarsi al “qui ed ora”.  \n \n\n31 \n \nricerche hanno esplorato come la consapevolezza possa migliorare le \nprestazioni atletiche, migliorare la salute mentale dell'atleta, ridurre il rischio \ndi lesioni e forse anche facilitare il recupero da infortunio.”19 \nPoiché gli studenti che praticano sport sperimentano una molteplicità di \nfattori di stress a causa delle attività scolastiche e dell’impegno sportivo, \nsarebbe opportuno dal mio punto di vista fornire degli strumenti validi per \naiutare a mitigare i loro liv elli di stress e a livello mentale la meditazione \ndella consapevolezza è una grande risorsa. L’odierna psicologia la adotta \nsempre più spesso, specie per aumentare l’accettazione di sé e per ridurre \ni pensieri e le emozioni negative.20 \nMolti studi riferiscono che la meditazione è associata a miglioramenti degli \nindici psicologici e psicosociali; infatti, alcuni dati randomizzati hanno \ndimostrato che la meditazione della consapevolezza può influenzare il tasso \ndi interruzione del fumo di sigaretta attraverso un miglioramento \ndell’autocontrollo del soggetto. 18 Un maggior autocontrollo nello sport \ndovrebbe portare ad una miglior gestione dello stress e degli inibitori esterni. \nVi sono inoltre studi neurofisiologici e neuroanatomici che dimostrano che \nla meditazione può dare benefici a lungo termine sul cervello. Sebbene la \nqualità e la quantità dei dati siano modeste, gli studi sulla meditazione \nsuggeriscono comunque un possibile beneficio sul rischio cardiovascolare, \nfornendo così una certa ammissibilità riguardo i benefici apportati allo stato \nfisiologico basale. 18  La meditazione, pur essendo una attività svolta \nprevalentemente da seduti, ha un importante ruolo anche per il be nessere \nfisiologico dell’atleta, infatti, d al punto di vista clinico “la meditazione \ntrascendentale può essere estremamente utile nella prevenzione \nsecondaria della malattia coronarica e può ridurre gli eventi cardiovascolari \ndel 48% in un periodo di 5 anni”.21  \nI benefici che ho sentito maggiormente grazie alla pratica quotidiana e che \nvoglio condividere in questo elaborato sono per l'appunto quelli mentali. \nNonostante ci siano molte forme di meditazione (riporto alcuni esempi: \nmeditazione Vipassana,  meditazione Samatha  meditazione mindfull, \n\n32 \n \nmeditazione zen, meditazione Raja yoga, meditazione trascendentale), \nportano tutte all’osservazione di sé; la meditazione mi ha portato a capire \nche si “perde” moltissimo tempo in balia dei pensieri e che questi fanno \nperdere il contatto con l’unico istant e che conta, quello in cui siamo vivi, \novvero il momento presente, l’Adesso, il “qui ed ora”. Si è spesso proiettati \nnel futuro o ancorati in momenti passati, perdendo ciò che fa sentire vivi, \novvero sentire il momento presente. La pratica costante della m editazione \nmi ha portato ad essere molto più presente a me stesso e nelle relazioni \nsociali, a sentirmi vivo  e consapevole. Ma dove sta la relazione tra \nmeditazione e sport? La meditazione mi ha portato a sviluppare una \nmaggiore gioia quotidiana, un immenso senso di gratitudine, la sensazione \nindecifrabile di essere il vero protagonista della mia vita. Tutte condizioni \npsicologiche positive per un sereno vivere quotidiano e facilitanti ai fini della \nprestazione sportiva.  \nTra le pratiche di meditazione che più mi hanno aiutato nel mondo dello \nsport e nella vita c’è la tecnica del distacco, riporto di seguito un estratto \ntratto da una meditazione guidata sul distacco per dare un idea concreta di \ncosa essa sia, tuttavia, rite ngo opportuno ribadire il concetto che la \nmeditazione è strettamente soggettiva, e che la pratica che può aver mi \nportato benefici possa non avere lo stesso effetto su altri sportivi: “Questa \ntecnica si focalizza sull’importanza di lasciar andare per essere  presenti, \noccorre essere distaccati da tutto ciò che accade. Ciò non significa essere \nsenza interesse verso le cose, verso la vita, non significa essere \nanestetizzati, ma al contrario sentiamo e vediamo con chiarezza tutto ciò \nche accade senza coinvolgime nto personale. Non rimaniamo imbrigliati, \nintrappolati in pensieri ossessivi che non sono utili. Per sviluppare questa \nsaggia abitudine occorre essere all’erta, e ogni volta che ci accorgiamo che \nstiamo rimuginando su qualcosa, che ci sono pensieri ricorrenti inutili, ce ne \nrendiamo conto e lasciamo andare il coinvolgimento personale. Si tratta \nsolo di emozioni, pensieri che girano nella mia mente, non sono io. Il \ndistacco è la capacità di vedere le cose in modo chiaro, senza riferirle al sé, \nall’io, vediamo in modo chiaro senza aspettative di alcun risultato”.22 \n\n33 \n \nQuesto sotto il punto di vista sportivo implica avere una mente distaccata \ndal risultato finale. Ma cosa si intende con una mente distaccata? Significa \nche durante una prestazione si è in grado di provare sia emozioni positive \nche negative ma di non attaccarsi ad esse bensì di osservarle, accettarle \nma poi lasciarle andare. Questa attitudine permette, a mio parere, di \naccettare in modo sereno ed equilibrato sia le vittor ie che le sconfitte in \ncampo, al di là delle aspettative proprie o degli allenatori. Significa vivere lo \nsport come una palestra di vita dove ci si allena anche a gestire le emozioni \ne si impara a non rimuginare quando vengono commessi degli errori e le \ncose non vanno come le avevamo immaginate. \n“Distaccarsi” etimologicamente significa “separazione” e non a caso la \nmeditazione del distacco di cui ho parlato qui sopra, allude proprio alla \nseparazione tra l’Io e le emozioni vissute, suggerendo quindi di imparare a \nscindere le due parti e riconoscere  quando un’emozione negativa diventa \ntotalizzante. La meditazione, ancora una volta, ci viene in aiuto. Questo \nmetodo, infatti, specie se eseguito prima di una performance atletica ma in \ngenerale se praticato con regolarità, aiuta, come insegna anche il \nbuddismo, ad assimilare e comprendere l’emozione negativa che stiamo \nvivendo e di conseguenza permette alla stessa di dissolversi.  \nPraticare la meditazione significa sperimentare la realtà del momento ma \nsenza farsi carico delle emozioni che proviamo bensì vivendo appieno il “qui \ned ora”. Nello specifico dello sport, significa rimanere svegli e concentrati \nnel momento presente e saper  gestire momenti di difficoltà sia fisici che \nmentali. Significa in conclusione, non lasciarsi sopraffare da ciò che si prova \nin campo e non reagire d’impulso, ma piuttosto osservare le proprie \nemozioni e poi distaccarsene. La pratica della meditazione ess endo \nampiamente accessibile e poco costosa, potrebbe rappresentare un \npotenziale complemento interessante ed economicamente vantaggioso per \ngli sportivi.  \n \n \n\n34 \n \n4.3 Yoga  \nLo yoga affonda le sue radici nell’antica India ed è una disciplina molto \nantica, risalente infatti a oltre 2000 anni fa. La peculiarità di questa pratica \nè che pone particolare attenzione all’unificazione di mente, corpo e spirito \nattraverso la pratica sinergica di movimenti fisici, meditazione ed esercizi di \nrespirazione. Dalla sua nascita ad oggi sono sorte molte scuole di yoga \ndifferenti, ognuna con un’enfasi differente sulla pratica e con combinazioni \ndifferenti di esercizi, ma con l’obiettivo comune i n tutte le varianti di unire \nmente e corpo. Nonostante i principi dello yoga siano religiosi, la cultura \noccidentale ne è principalmente attratta per i movimenti di stretching, per le \npose fisiche di rafforzamento muscolare e per il rilassamento che portan o \ngli esercizi di respirazione e meditazione yogica.23 \nLo yoga, infatti, è la forma più popolare di terapia complementare secondo \nil Centro nazionale per la salute complementare e integrativa (NCCIH), nel \n58% dei casi gli adulti citano come motivo della pratica il mantenimento \ndella salute e del benessere. Pro babilmente uno dei motivi della sua \ncrescente popolarità è la sua versatilità, può essere infatti praticato da un \npubblico molto vasto, da principianti e da esperti, in una gamma di intensità \ndiverse. In una revisione sistematica di Larson -Meyer si evidenz ia infatti \ncome la maggior parte delle pratiche yoga rientri nei criteri di “attività fisica \ndi leggera intensità” secondo l’American College of Sport Medicine mentre \nalcune posizioni specifiche avanzate possono anche esercitare un intenso \ndispendio energetico metabolico che va oltre le 3 MET (1 MET corrisponde \nad un equivalente metabolico a riposo).23 \nUna nota distintiva dello yoga è l’attenzione rivolta al miglioramento di sé \nattraverso le pratiche sia fisiche che mentali, questi elementi di \nconsapevolezza sono per lo più assenti nelle forme tradizionali di esercizio \nfisico. La comunità medica, nell’ul timo decennio, ha rivolto un’attenzione \nsignificativa nei confronti di questa pratica proprio per i possibili effetti \nbenefici che ha sulla salute fisica e mentale, infatti, in una revisione \nsistemica di studi di controllo randomizzati, è emerso che ci son o \n\n35 \n \nassociazioni positive tra la pratica dello yoga e miglioramenti del diabete, \nnella funzione cardiovascolare e nelle condizioni muscolo-scheletriche. Per \nquanto riguarda la salute mentale invece ci sono prove considerevoli degli \neffetti benefici su stress, ansia, depressione, salute mentale generale ma \nanche effetti di dimensioni moderate per l’attenzione, la velocità di \nelaborazione e le misure delle funzioni esecutive. Lo yoga è stato studiato \nanche come terapia aggiuntiva in pazienti con diagnosi cliniche, nel caso di \npazienti affetti da cancro questa disciplina ha mostrato miglioramenti \nsignificativi sulla salute psicologica dei malati, rispetto ai gruppi in lista \nd’attesa o in terapia di supporto.23 \nGuardando alla pratica vera e propria, lo yoga consiste nel mantenimento \ncontrollato di posture fisiche chiamate “Asana”, per mantenere queste \nposture è essenziale concentrarsi sul rilassamento del corpo, sulla \nrespirazione ritmica, sulle sensazioni corporee e mentali. Oltre ai benefici \nfisici per il mantenimento s equenziale delle “asana”, gli esercizi di \nrespirazione (pranayama) e di meditazione consentono di calmare la mente, \ndi sviluppare una maggiore consapevolezza di sé e delle sensazioni \ncorporee.23 \nUna revisione della letteratura sull’imaging ha fatto emergere che interventi \ncomportamentali mente -corpo come la pratica dello yoga possono \ninfluenzare l’anatomia del cervello. La pratica dello yoga sembra essere \ncollegata a cambiamenti anatomici nella co rteccia frontale, nell’ippocampo \n(coinvolto nei processi di apprendimento e memoria) e nella corteccia \ncingolata anteriore. Inoltre, il volume della materia grigia dei praticanti di \nyoga risulta essere più elevato in alcune regioni, tra cui la parte fronta le \n(cioè, il frontale orbitale bilaterale, il frontale medio destro e il giro \nprecentrale sinistro) limbica (cioè giro paraippocampale sinistro, ippocampo \ne insula), temporale (cioè giro temporale superiore sinistro), occipitale (cioè \ngiro linguale destro)  e cerebellare.  Questi cambiamenti anatomici emersi \ndall’imaging offrono supporto scientifico all’influenza benefica dello yoga \nsulla funzione cerebrale, sulle prestazioni e sulla salute.  \n\n36 \n \n \nFigura 4: Regioni del cervello che mostrano A) differenze strutturali nei \npraticanti di yoga rispetto ai non praticanti o B) una relazione dose -\ndipendente tra anni di pratica dello yoga e struttura cerebrale tra i \npraticanti. I praticanti di yoga hanno mostrato uno spessore corticale, un \nvolume di materia grigia (GM) e una densità di GM maggiori rispetto ai non \npraticanti in una varietà di regioni. Tra i praticanti di yoga, in diverse aree è \nstata osservata anche una relazione positiva tra gli anni di pratica dello yoga \ne il volume GM.23 \n \nInoltre, ci sono altri studi a supporto dei benefici dello yoga sulla salute fisica \ne mentale attraverso la sotto -regolazione dell’asse ipotalamo -iposfisi-\nsurrene (HPA) e del sistema nervoso simpatico (SNS), quella parte del \nsistema nervoso autonomo (SNA) che prepara l’organismo ad affrontare i \nmomenti di stress.24 \nIn un’ulteriore revisione sistemica vengono citati una serie di benefici che \nporta lo yoga, quali ad esempio una maggiore fiducia in situazioni stressanti, \nuna maggiore positività nei confronti del proprio corpo, più compassione \nverso sé stessi, un aumento dell’autoefficacia generale e un miglioramento \ndel funzionamento cognitivo. Una pratica di 8 settimane ha comportato un \naumento dell’umore positivo e i praticanti hanno riferito un’influenza positiva \nnelle interazioni sociali. Questa disciplina apporta no tevoli benefici anche \nalla salute fisica, infatti, la sequenza del “saluto al sole” che si compone di \n\n\n37 \n \ndiverse asana eseguite in sequenza migliora la forza muscolare e la \npersistenza nel portare a termine uno sforzo fisico. Con la pratica migliora \ninoltre la flessibilità della spalla, migliora il dolore cronico al collo, migliora \nla lombalgia cronica, il gi nocchio viene rafforzato quanto un programma di \nterapia fisica tradizionale, migliora la resistenza del retto addominale e in \nbase al compito sit -and-reach numerosi studi riportano effetti positivi sulla \nflessibilità della parte bassa della schiena e dei m uscoli posteriori della \ncoscia.25  \nTabella 2 : Effetti positivi dello yoga sulla salute fisica e sulla salute \nmentale.23,24,25 \n \nLa consapevolezza delle esperienze e delle sensazioni corporee che porta \nla pratica dello yoga, è positivamente associata ad una riduzione delle \nvariabili associate allo stress. La consapevolezza del movimento fisico e \ndelle sensazioni corporee può influen zare la connessione inconscia tra \ncorpo ed emozione, dando al praticante la percezione di essere un soggetto \nagente e non un oggetto osservato; in poche parole, diminuisce l’auto -\noggettivazione. Inoltre, la maggiore consapevolezza del corpo è associata \n\n\n38 \n \nad una migliore comprensione delle risposte cardiovascolari inconsce che \nil SNA fa emergere in risposta a stimoli emotivi. Lo yoga facilita l’interazione \ntra processi psicologici e fisiologici e porta ad una “connessione mente -\ncorpo”.25 Ritengo quindi che la pratica dello yoga aiuti sia nella vita che nello \nsport a non sentirsi in balia delle situazioni stressanti e delle risposte \nautomatiche del SNA, in quanto la maggiore consapevolezza porta a \ncomprendere la vera origine degli stimoli e motivi inconsci , consentendo \nsuccessivamente di riprendere più facilmente lucidità mentale.  \nOltre ai benefici citati e al notevole impatto positivo che può avere lo yoga \nnegli sportivi, questa pratica può essere usata come forma alternativa di \nattività fisica negli anziani per rimediare al declino cognitivo legato all’età e \nper favorire la plasticità benefica del cervello che invecchia.23 \n \n4.4 Embodied cognition e cambiamenti posturali  \nLa ricerca nell’ambito delle espressioni facciali ha indagato e sostenuto \nl’ipotesi che la postura e l’attivazione muscolare sono correlate alle \nemozioni. Alcuni ricercatori neozelandesi hanno indagato se le risposte \nemotive e cardiovascolari in situazioni  stressanti possono essere diverse \nutilizzando una postura seduta a schiena dritta (UP) o una postura seduta \na schiena depressa (SP). Il compito stressante affrontato da entrambi i \ngruppi consisteva in lettura ed esposizione in pubblico. Durante l’intera \ndurata dell’esperimento è stata monitorata la frequenza cardiaca e la \npressione arteriosa e alla fine sono stati sottoposti a valutazioni dell’umore, \ndell’autostima e della minaccia percepita. I risultati ottenuti confermano \ncome il gruppo UP abbia ottenuto  valori migliori di autostima, maggiore \nconcentrazione, migliore stato d’animo e di minore paura rispetto al gruppo \nSP. I ricercatori hanno inoltre riportarono che i soggetti del gruppo SP con \nschiena depressa utilizzarono termini con una connotazione emoz ionale \nmaggiormente negativa, vocaboli con accezione di tristezza e un numero \nminore di termini riconducibili ad emozioni positive. Il gruppo UP dal punto \ndi vista della risposta fisiologica presentava una pressione sanguigna più \n\n39 \n \nalta sia durante che dopo il fattore di stress. In conclusione la postura seduta \na schiena eretta (UP) può essere una semplice strategia comportamentale \nper aiutare a costruire la resilienza allo stress, i risultati di questo studio \ndanno forte supporto alle teorie della cognizione incarnata.26  \nNell’ambito di ricerca della cognizione incarnata si è osservato come sia gli \nanimali che gli esseri umani esprimono potere attraverso posture aperte ed \nespansive, quindi attraverso il linguaggio non verbale. Lo scimpanzè, ad \nesempio, per affermare il proprio rango gerarchico, trattiene il respiro fino a \ngonfiare il petto. Ma cosa accade se quando ci sentiamo abbattuti e \nimpotenti decidiamo di aprire spontaneamente il corpo? La seguente ricerca \nha esplorato gli effetti delle posizioni di forza, o al contrar io di impotenza, \nattraverso l’influenza che queste possono avere sul livello di testosterone e \ncortisolo nel corpo. Il testosterone è un ormone associato a sensazioni di \nfiducia e di potere, mentre il cortisolo, chiamato anche ormone dello stress, \naumenta in situazioni di ansia e insicurezza. Questo studio è iniziato con un \nprelievo salivare per registrare la quantità di testosterone e cortisolo iniziale. \nDopodiché un gruppo ha assunto due posizione di “alto potere” e l’altro \ngruppo due pose di “basso potere”, ogni partecipante ha mantenuto le due \npose per un minuto ciascuna ed infine è stato prelevato un ulteriore \ncampione salivare diciassette minuti dopo. I risultati ottenuti mostrano che \nle posture di forza ad “alto potere” provocano cambiamenti fisiologi ci, \npsicologici e comportamentali coerenti con la letteratura: l’ormone \ntestosterone aumenta, diminuisce il cortisolo, ci si sente più sicuri di sé ed \naumenta la tolleranza al rischio. Le posture di basso potere hanno mostrato \ninvece i risultati opposti.27                             \n\n40 \n \n \nFigura 5: Le due pose ad alto potere utilizzate nello studio.  I partecipanti \nalla condizione di posa ad alto potere sono stati posti in posizioni espansive \ncon gli arti aperti.27 \n \nFigura 6: Le due pose a basso potere utilizzate nello studio. I partecipanti \nalla condizione di posa a basso potere sono stati posti in posizioni \ncontrattive con gli arti chiusi.27 \n \nControllare la postura in modo consapevole ha un impatto diretto sullo stato \nemotivo. Ad ogni stato d’animo è associata una postura, ad esempio \nquando si è tristi le spalle sono ricurve e la testa bassa e quando si è felici \nla schiena è dritta e lo sguardo alto. Infatti “la parte superiore del corpo viene \ndescritta come “collassata” quando un individuo prova vergogna, tristezza \ne noia.” 25 Espandendo il proprio corpo, muovendosi nello spazio, \naumentando la flessibilità si dà la possibilità al proprio essere di provare \n\n\n41 \n \nemozioni positive; per chi fa attività fisica, appunto, è molto più difficile \ncadere in depressione rispetto a chi fa una vita sedentaria. “Ciò potrebbe \nspiegare, in parte, i risultati secondo cui lo stare seduti è associato a livelli \npiù elevati di effetti negativi”.25 \nSeguendo la teoria dell’ “embodied cognition” la pratica dello yoga influenza \nparticolarmente l’autoefficacia per il modo in cui le pose influenzano i \npensieri. Infatti sono molteplici le posizioni dello yoga che prevedono \nun’estensione delle braccia e del le gambe. I maestri yoga incoraggiano \nspesso durante la pratica a mantenere posizioni espansive attraverso la \ndepressione scapolare e l’espansione toracica, consentendo un \nallungamento del muscolo gran pettorale. Questi cambiamenti posturali \naiutano durant e la pratica a mantenere posizioni “sicure”, “espansive” e \n“potenti” che migliorano l’autoefficacia, apportando notevoli benefici anche \nnella quotidianità. 25 \nLe posizioni espansive dello yoga oltre ad aumentare i livelli di autostima \ndegli individui si sono dimostrate utili anche nell’aumentare il grado di \npersistenza nel compito di fronte ad un incarico potenzialmente stressante. \nShafir e colleghi ampliano la visione sui potenziali dello yoga marcando che \ni sentimenti potrebbero essere alterati non solo eseguendo attivamente \nalcuni movimenti espansivi, ma anche evitando altri movimenti svilenti e \ndemoralizzanti. 25 \nStrettamente correlato alla postura c’è anche la respirazione, questa ha un \nenorme impatto sulle emozioni; cambiando la respirazione attraverso \nopportune tecniche è possibile modificare postura e stato emotivo. Quando \nsi è sotto stress, infatti, il respiro  risulta essere più corto e affannato, per \nriuscire a cambiare questo stato emotivo è possibile fare dei profondi e \nlunghi respiri. Tuttavia può risultare difficile accorgersi di un cambiamento \nnella propria respirazione, pratiche come meditazione e yoga aumentano la \nconsapevolezza del respiro e quindi permettono di percepire questi \ncambiamenti emozionali con più facilità.5 \n\n42 \n \nL’ambito di ricerca riguardante l’interpretazione delle emozioni degli altri si \nè posta la domanda se lo yoga possa influenzare lo stress dei praticanti \ngrazie al modo in cui questa pratica può modificare le interazioni sociali. La \nconclusione a cui sono a rrivati i ricercatori è che lo yoga può influenzare il \ncorpo muscoloscheletrico in modo tale da influenzare la percezione degli \naltri sulle emozioni provate dal praticante, ciò può ridurre gli effetti negativi \ndi interpretazioni emotive imprecise, migliora ndo le interazioni sociali e \nportando ad una riduzione dei livelli di stress di chi pratica yoga.25 \nLe posture di forza sono uno strumento efficace per sentirsi più fiduciosi e \nper abbassare il livello di stress, potrebbe essere utile attuarle prima di una \npartita, di un esame, di un colloquio di lavoro per affrontare la situazione \nstressante con più sicurezza e in maniera più rilassata.  \n \n4.5 Motor Imagery e Tai Chi \nUna notevole abilità degli esseri umani è la capacità di simulare sensazioni, \nazioni e altri tipi di esperienze con la mente. La “ motor imagery ” o \nimmaginazione motoria, è un processo di simulazione mentale che ha \nrecentemente attirato l’attenzione di neuroscienziati cognitivi e psicologi \ndello sport. La ricerca sull’immaginazione motoria assume una accresciuta \nimportanza in psicologia a causa delle implicazioni pratiche, ad esempio per \nl’apprendimento di abilità in popolazioni speciali come atleti e chirurghi.28 \nLotze e Cohen danno una definizione semplice ed intuitiva di che cosa sia \nla “motor imagery” e la definiscono come “un processo cognitivo in cui un \nsoggetto immagina di eseguire un movimento senza effettivamente \neseguirlo e senza nemmeno tendere i muscoli. È uno stato dinamico \ndurante il quale la rappresentazione di una specifica azione motoria viene \nattivata internamente senza alcuna uscita motoria.” In altre parole \nnell’immaginazione motoria è necessaria una attivazione cosciente delle \nregioni cerebrali c oinvolte nella preparazione e nell'esecuzione del \nmovimento, accompagnata da un'inibizione volontaria del movimento reale. \n\n43 \n \nIn letteratura ci sono sempre più prove a supporto del fatto che le aree \ncerebrali coinvolte durante l’immaginazione motoria sono le stesse che \nvengono attivate durante l’esecuzione dei movimenti.29 \nL’immaginazione motoria può essere eseguita con due diverse modalità, \nuna è l’immaginazione motoria cinestesica e l’altra è l’immaginazione \nmotoria visiva. La differenza tra le due sta nella prospettiva, \nnell’immaginazione motoria cinestesica il soggetto ha la sensazione di \neseguire il movimento in prima persona, con tutte le conseguenza sensoriali \ndate da questo punto di vista. Invece, nell’immaginazione motoria visiva, la \nprospettiva è in terza persona, ovvero il soggetto osserva (a distanza) sé \nstesso es eguire il movimento. Alcuni risultati suggeriscono che \nl’immaginazione motoria cinestesica sia più efficace per l’apprendimento \nmotorio.29 \nQuesta attività cognitiva “non è un atto simbolico e privo di modalità, ma un \natto che si  incarna in quanto attiva aree sensomotorie del \ncervello. Pertanto, nel cervello, l'immaginazione non è separata dall'azione \ne dalla percezione”. 29 Inoltre, un’altra scoperta fatta sulla “motor imagery” \nha evidenziato come alcuni soggetti sia durante un esercizio per le gambe, \nche durante la simulazione mentale di quello stesso esercizio, abbiano \naumentato la frequenza cardiaca e la frequenza respiratoria in entrambe le \nsituazioni.29 \nGli effetti positivi dell’immaginazione motoria applicata agli sport sono \nampiamente documentati in letteratura. Nel 1943, ad esempio, Vandell e i \nsuoi collaboratori hanno dimostrato che allenare mentalmente i tiri liberi nel \nbasket produce un miglioramento delle abilità simile a quello di coloro che \npraticano fisicamente l’attività. Nel 1960 Clark dimostrò che combinare \nesercizio fisico ed immaginazione motoria produceva una effetto superiore \nnell’apprendimento delle abilità motorie rispetto al solo eserci zio fisico. In \nuno studio più recente del 2000 Cumming e Hall dimostrarono l’utilità della \n“motor imagery” come strumento per l’allenamento sportivo e sottolinearono \nche gli atleti d’élite si servivano di questa pratica mentale più degli atleti \n\n44 \n \nricreativi. Altri studi dimostrano come la forza muscolare aumenta in seguito \nall’immaginazione, Yue e Cole studiarono la massima produzione di forza \nvolontaria del quinto dito dell’articolazione metacarpo falangea e scoprirono \nche in seguito ad allenamento fisico la forza di abduzione del dito aumenta \ndel 30%, nel gruppo di immaginazione del 22%, mentre nel gruppo di \ncontrollo non notarono alcun miglioramento. L’aumento di forza nel gruppo \ndi immaginazione motoria non era dovuto ad attivazione muscolare, i nfatti, \nnel muscolo non registrarono alcuna attività elettromiografica (EMG). La \nconclusione a cui sono arrivati i due studiosi è che la motor imagery aveva \nprodotto cambiamenti a livello del sistema nervoso centrale coinvolto nella \npianificazione e programmazione.29 \nHolmes e Collins nel 2001 svilupparono un modello che potesse sfruttare al \nmeglio il potenziale dell’immaginazione motoria nello sport e nel perseguire \nquesto obiettivo svilupparono il modello PETTLEP. Lo scopo di questo \nmodello è quello di migliorare le p restazioni sportive perfezionando \nl’esecuzione della visualizzazione motoria, quindi producendo una \nsimulazione mentale funzionalmente equivalente a ciò che accade durante \nla prestazione.  Il termine “PETTLEP” è un acronimo che sta per “physical”, \n“environment”, “task”, “timing”, “learning”, “emotion” e “perspective” e tiene \nconto di tutte le questioni pratiche che bisogna considerare quando si \nprogetta un copione di immaginazione mentale (script) efficace per l’atleta.  \nTabella 3: Tabella modello PETTLEP. \nIn ordine, \"P\" (physical response) si riferisce alla risposta fisica dell'atleta \nalla situazione sportiva, includendo anche l'attrezzatura utilizzata durante \nl'esecuzione di una determinata abilità. \"E\" (perceived physical \nenvironment) è l'ambiente fisico percepito in cui avviene la prestazione. La \n\n\n45 \n \nprima \"T\" (imagined task) è il compito immaginato che l’atleta dovrà \neseguire, la successiva \"T\" (timing) si riferisce alla tempistica o al ritmo con \ncui vengono visualizzate le immagini (velocità normale o in “slow motion”), \n\"L\" (learning) è una component e di apprendimento o di memoria delle \nimmagini, \"E\" (emotions elicited) sono le emozioni suscitate dalle immagini \ne \"P\" (perspective) indica il tipo di prospettiva delle immagini visive utilizzate \ndall’atleta, che può essere sia in prima che in terza perso na. In questo \nmodello è inoltre molto importante che vengano descritti dallo sportivo gli \nstimoli rilevati nell’ambiente, le risposte comportamentali che vengono \nattuate e l’importanza percepita durante la situazione sportiva immaginata \nmentalmente.28 \nOltre al sopracitato modello PETTLEP, esiste una pratica che ha avuto \norigine in Cina più di 1200 anni fa, si tratta di una tecnica classica del Tai \nChi che enfatizza l’immaginazione motoria piuttosto che la ripetizione \nmotoria o gli aspetti estetici di altre pratiche Tai Chi. Nel Tai Chi “il corpo è \nnaturalmente esteso e rilassato, la mente è calma ma vigile e i movimenti \ndel corpo sono ben coordinati.  La pratica prevede posizioni del corpo \nequilibrate che fluiscono dall'una all'altra e favoriscono la conc entrazione \nmentale”.30  \nLa pratica del Tai Chi può essere assai efficace nell’aumentare la \npropriocezione articolare, la consapevolezza della posizione, il controllo \nmotorio e il riapprendimento motorio. Nell’acquisizione delle competenze di \nbase del Tai Chi l’attenzione è focali zzata sul controllo di ogni singolo \nmovimento, una volta acquisite le competenze di base l’efficienza motoria \naumenta, con un conseguente sforzo muscolare ridotto e una miglior \ndestrezza nel compito. Quando la tecnica viene affinata, l’attenzione viene \nspostata dal controllo meccanico volontario dell’esecuzione, al contenuto \nemotivo del compito, le risorse cognitive possono quindi essere dedicate \ntotalmente agli aspetti mentali con la mente completamente concentrata, \nportando all’esecuzione di movimenti naturali e impeccabili: questo aspetto \nè in linea con il concetto di “flusso”. Quando vengono eseguite azioni \nmotorie con alle spalle molte ore di pratica si ottengono migliori risultati se \n\n46 \n \nnon si pensa attivamente al movimento, già nel 1890 James William in un \nsuo libro intitolato “Psicologia” affermò “Keep your eye on the place aimed \nat, and your hand will fetch it; think of your hand, and you will very likely \nmiss your aims”. 30 In poche parole focalizzarsi sull’obiettivo da centrare \nmette nella condizione di colpire il bersaglio, mentre concentrarsi \nattivamente sulla mano o sulla posizione del corpo, farà mancare il \nbersaglio con più probabilità, ma questo effetto varia con il li vello di \nesperienza dell’atleta.  \nI risultati emersi nello studio suggeriscono che un allenamento combinato \ndi Tai Chi e immaginazione motoria migliora l’efficienza di movimenti \nautomatici eseguiti nella vita di tutti i giorni e può sviluppare la capacità di \nattivare e mantenere più piani motori. Inoltre l’allenamento prolungato \nmigliora la flessibilità del movimento, rendendolo più elastico e pronto ad \naffrontare gli imprevisti. Molte ricerche in psicologia si sono concentrate \nsull’immaginazione motoria come tecnica per “distogliere l’atte nzione dal \nflusso mentale quotidiano”, consentire il raggiungimento di uno stato \nmentale attento e sviluppare la capacità di mantenere la concentrazione a \nlungo termine, tutte condizioni fondamentali per ottenere prestazioni \nmigliori.30 \nL’immaginazione motoria sottolinea l’intricata relazione tra processi \ncognitivi e processi motori. Tuttavia non può essere utilizzata come sostituto \ndell’esercizio fisico, ma come tecnica complementare per migliorare \nl’apprendimento motorio.29 \n \nCONCLUSIONI \nNel mondo dello sport, possono esserci molteplici fattori psicologici che \nhanno il potenziale di influenzare negativamente la performance di un \natleta. Aspetti quali ansia, scarsa concentrazione, nervosismo e insicurezza \npossono essere fattori fortemente d ebilitanti che allontanano l’atleta \ndall’esprimere la massima performance. La psicologia dello sport dovrebbe \n\n47 \n \nquindi fornire strumenti e strategie personalizzate per affrontare i vari fattori \npsicologici che si possono presentare in gara o in pregara, con il fine di \nminimizzarne la loro influenza negativa sulle prestazioni.  \nEsistono molte tecniche come la terapia RET, il ping di arresto del pensiero, \nil dialogo interno positivo, il rilassamento progressivo e il biofeedback per \ncontrastare gli effetti psicologici negativi. Tuttavia in questa dissertazione \nmi sono soffermato su  alcune tecniche di origine orientale come la \nmeditazione, lo yoga e il Tai Chi per potenziare la mente degli atleti.  \nLa meditazione, come abbiamo visto, è molto utile per aumentare la \nconsapevolezza, mira a sviluppare una mente “pienamente presente” e \ndovrebbe quindi aiutare a mantenere la concentrazione durante la \nperformance sportiva. La meditazione può aumentare l’acc ettazione di sé, \npuò aiutare a ridurre i pensieri negativi e le emozioni negative, ciò comporta \nun miglioramento nella salute mentale dell’atleta che può così migliorare le \nprestazioni e ridurre il rischio di infortuni.  \nLo yoga mira ad unificare corpo e mente attraverso esercizi fisici, esercizi \ndi respirazione e meditazione. Una caratteristica rilevante che distingue \nquesta pratica fisica da altre è l’attenzione rivolta al miglioramento di sé \ngrazie alla sua forte compon ente mentale. Tra i benefici nella salute fisica \ntroviamo miglioramenti del diabete, della funzione cardiovascolare e delle \ncondizioni muscoloscheletriche (sia per la forza muscolare che per la \nflessibilità articolare). Per quanto riguarda il lato mentale questa pratica \napporta benefici su stress, ansia, depressione, velocità di elaborazione e \nmisure delle funzioni esecutive. Inoltre consente di calmare la mente, di \nsviluppare una maggiore consapevolezza di sé e delle sensazioni corporee. \nI cambiamenti anat omici rilevati nel cervello dei praticanti di yoga hanno \ndato supporto scientifico riguardo l’influenza benefica dello yoga sulla \nfunzione cerebrale, sulle prestazioni e sulla salute. Questa pratica porta \nanche alla sotto-regolazione dell’asse ipotalamo-ipofisi-surrene (HPA) e del \nsistema nervoso simpatico consentendo di affrontare i momenti di stress \ncon più autocontrollo e con maggiore fiducia. A livello mentale questa \n\n48 \n \npratica aumenta la positività nei confronti del proprio corpo, aumenta la \ncompassione verso sé stessi, incrementa l’autoefficacia generale, migliora \nla persistenza nel portare a termine uno sforzo fisico e influenza \npositivamente le interazioni sociali.  \nLa cognizione incarnata è un altro importante argomento che ho trattato. \nPer aumentare l’autostima, la concentrazione, lo stato d’animo e diminuire \nla paura può essere utile servirsi di alcune posizioni di forza espansive. Le \nposture di forza aumentano la quantità di testosterone salivare e \ndiminuiscono il cortisolo. Lo yoga, come si è visto, influenza molto \nl’autoefficacia per il modo in cui le posizioni del corpo “aperte” ed \n“espansive” influenzano i pensieri.  \nAnche l’immaginazione motoria e la PETTLEP si sono rivelate tecniche \nmentali utili da applicare nel mondo sportivo. L’immaginazione motoria, \ninfatti, migliora le abilità motorie e dà luogo ad un aumento di forza \nmuscolare. Una tecnica classica del Tai Chi che utilizza molto \nl’immaginazione motoria è efficace nell’aumento della propriocezione \narticolare, nella consapevolezza della posizione, nel controllo motorio e nel \nriapprendimento motorio. L’immaginazione motoria consente di “distogliere \nl’attenzione dal flusso mentale quotidiano”, permettendo così di raggiungere \nuno stato mentale attento e di sviluppare la capacità di mantenere la \nconcentrazione a lungo termine. \n  \n\n49 \n \nBIBLIOGRAFIA  \n1 FEPSAC, Position statements  - 1. Definition of sport psychology, 1995, \nhttps://www.fepsac.com/wp-content/uploads/2019/02/sport-psychology.pdf,  \n2 Flavio Nascimbene, Prospettive in psicologia dello sport, EDUCatt \nUniversità Cattolica, 2002 \n3 Laura Mandolesi, Manuale di psicologia generale dello sport, Il Mulino, \n2017 \n4 Gee C. J. (2010). How does sport psychology actually improve athletic \nperformance? A framework to facilitate athletes' and coaches' \nunderstanding. Behavior modification , 34(5), 386 –402. \nhttps://doi.org/10.1177/0145445510383525 \n5 Davide Coscarella, In testa, 2021. \n6 Shanley E. R. (2022). Become Comfortable with the Uncomfortable: The \nRewards of Leaving Our Comfort Zone: In any area of practice, at any level \nof expertise, it's common eventually to find ourselves in what many have \ntermed a comfort zone - a physical place or a state of mind (or both) where \nwe feel at ease, at home … comfortable. If we're in search of challenges, \nadvancement or increased fulfillment (personal or professional), it's often \nnecessary - and often a good idea - to step out of our comfort zone. Journal \nof the Academy of Nutrition and Dietetics , 122(10), 1815 –1816. \nhttps://doi.org/10.1016/j.jand.2022.07.018 \n7 Arousal e performance, Stefano Ricchiuti, 2023, \nhttps://stefanoricchiuti.it/arousal-e-performance/, 13 novembre 2023. \n8Jokela, M., & Hanin, Y. L. (1999). Does  the individual zones of optimal \nfunctioning model discriminate between successful and less successful \nathletes? A meta -analysis. Journal of sports sciences , 17(11), 873 –887. \nhttps://doi.org/10.1080/026404199365434 \n9 Filaire, E., Alix, D., Ferrand, C., & Verger, M. (2009). Psychophysiological \nstress in tennis players during the first single match of a \ntournament. Psychoneuroendocrinology, 34(1), 150 –157. \nhttps://doi.org/10.1016/j.psyneuen.2008.08.022 \n\n50 \n \n10 Palazzolo J. (2020). Anxiety and performance. L'Encephale, 46(2), 158–\n161. https://doi.org/10.1016/j.encep.2019.07.008 \n11 Marcora, S. M., Staiano, W., & Manning, V. (2009). Mental fatigue impairs \nphysical performance in humans. Journal of applied physiology (Bethesda, \nMd. : 1985), 106(3), 857–864. \nhttps://doi.org/10.1152/japplphysiol.91324.2008 \n12 La motivazione e il suo ruolo nella performance sportiva, Psicologi dello \nsport Italia, 2023, https://www.psicologidellosport.it/la-motivazione-e-il-suo-\nruolo-nella-performance-sportiva/, 13 novembre 2023. \n13 Pedersen D. M. (2002). Intrinsic -extrinsic factors in sport \nmotivation. Perceptual and motor skills , 95(2), 459 –476. \nhttps://doi.org/10.2466/pms.2002.95.2.459 \n14 Ganotice, F. A., Jr, Chan, L., Shen, X., Lam, A. H. Y., Wong, G. H. Y., Liu, \nR. K. W., & Tipoe, G. L. (2022). Team cohesiveness and collective efficacy \nexplain outcomes in interprofessional education.  BMC medical \neducation, 22(1), 820. https://doi.org/10.1186/s12909-022-03886-7 \n15 van der Linden, D., Tops, M., & Bakker, A. B. (2021). The Neuroscience \nof the Flow State: Involvement of the Locus Coeruleus Norepinephrine \nSystem. Frontiers in psychology , 12, 645498. \nhttps://doi.org/10.3389/fpsyg.2021.645498 \n16 Danel Goleman e Richard J. Davidson, La meditazione come cura, BUR \nRizzoli, 2017. \n17 Mindfulness: la meditazione buddista diventa psicoterapia, Treccani, \nhttps://www.treccani.it/magazine/atlante/societa/Mindfulness_la_meditazio\nne_buddista_diventa_psicoterapia.html, 13 novembre 2023 \n18 Levine, G. N., Lange, R. A., Bairey -Merz, C. N., Davidson, R. J., \nJamerson, K., Mehta, P. K., Michos, E. D., Norris, K., Ray, I. B., Saban, K. \nL., Shah, T., Stein, R., Smith, S. C., Jr, & American Heart Association \nCouncil on Clinical Cardiology; Council on Cardiovascular and Stroke \nNursing; and Council on Hypertension (2017). Meditation and \nCardiovascular Risk Reduction: A Scientific Statement From the American \n\n51 \n \nHeart Association.  Journal of the American Heart Association , 6(10), \ne002218. https://doi.org/10.1161/JAHA.117.002218 \n19 Anderson, S. A., Haraldsdottir, K., & Watson, D. (2021). Mindfulness in \nAthletes. Current sports medicine reports , 20(12), 655 –660. \nhttps://doi.org/10.1249/JSR.0000000000000919 \n20 Petterson, H., & Olson, B. L. (2017). Effects of Mindfulness -Based \nInterventions in High School and College Athletes for Reducing Stress and \nInjury, and Improving Quality of Life.  Journal of sport rehabilitation , 26(6), \n578–587. https://doi.org/10.1123/jsr.2016-0047 \n21 Manchanda, S. C., & Madan, K. (2014). Yoga and meditation in \ncardiovascular disease. Clinical research in cardiology : official journal of \nthe German Cardiac Society , 103(9), 675 –680. \nhttps://doi.org/10.1007/s00392-014-0663-9 \n22 Esserci meditando, Esercizi di Consapevolezza 28/30: il distacco in \nmeditazione, 22 novembre 2019, \nhttps://youtu.be/7S0kbmFh5uM?feature=shared, 13 novembre 2023.  \n23 Gothe, N. P ., Khan, I., Hayes, J., Erlenbach, E., & Damoiseaux, J. S. \n(2019). Yoga Effects on Brain Health: A Systematic Review of the Current \nLiterature. Brain plasticity (Amsterdam, Netherlands) , 5(1), 105 –122. \nhttps://doi.org/10.3233/BPL-190084 \n24 Ross, A., & Thomas, S. (2010). The health benefits of yoga and exercise: \na review of comparison studies.  Journal of alternative and complementary \nmedicine (New York, N.Y.) , 16(1), 3 –12. \nhttps://doi.org/10.1089/acm.2009.0044 \n25 Francis, A. L., & Beemer, R. C. (2019). How does yoga reduce stress? \nEmbodied cognition and emotion highlight the influence of the \nmusculoskeletal system.  Complementary therapies in medicine , 43, 170 –\n175. https://doi.org/10.1016/j.ctim.2019.01.024 \n26 Nair, S., Sagar, M., Sollers, J., 3rd, Consedine, N., & Broadbent, E. \n(2015). Do slumped and upright postures affect stress responses? A \nrandomized trial. Health psychology : official journal of the Division of Health \n\n52 \n \nPsychology, American Psychological Association , 34(6), 632 –641. \nhttps://doi.org/10.1037/hea0000146 \n27 Carney, D. R., Cuddy, A. J., & Yap, A. J. (2010). Power posing: brief \nnonverbal displays affect neuroendocrine levels and risk \ntolerance. Psychological science , 21(10), 1363 –1368. \nhttps://doi.org/10.1177/0956797610383437 \n28 Moran, A., Guillot, A., Macintyre, T., & Collet, C. (2012). Re -imagining \nmotor imagery: building bridges between cognitive neuroscience and sport \npsychology. British journal of psychology (London, England : 1953), 103(2), \n224–247. https://doi.org/10.1111/j.2044-8295.2011.02068.x \n29 Mulder T. (2007). Motor imagery and action observation: cognitive tools \nfor rehabilitation.  Journal of neural transmission (Vienna, Austria : \n1996), 114(10), 1265–1278. https://doi.org/10.1007/s00702-007-0763-z \n30 Sartori, L., Spoto, A., Gatti, M., & Straulino, E. (2020). The Shape of \nWater: How Tai Chi and Mental Imagery Effect the Kinematics of a Reach -\nto-Grasp Movement.  Frontiers in physiology , 11, 297. \nhttps://doi.org/10.3389/fphys.2020.00297"
}