{
  "url": "https://lichess.org/it/training/themes",
  "timestamp": 1744663295.3730135,
  "content": "lichess.org\nFAI UNA DONAZIONE\nACCEDI\nPuzzle\nProblemi a tema\nPer apertura\nI tuoi problemi\nAree di miglioramento\nPunti di forza\nCronologia dei problemi\nDalle mie partite\nProblemi a tema\nConsigliati\nMix generale5.022.981\nUn po' di tutto. Nessuna aspettativa, affinché si possa rimanere pronti a qualsiasi cosa! Proprio come nelle partite vere.\nFasi\nApertura266.899\nUna tattica durante la prima fase della partita.\nMediogioco2.338.551\nUna tattica durante la seconda fase della partita.\nFinale2.414.264\nUna tattica durante l'ultima fase della partita.\nFinale di torre251.248\nUn finale con sole torri e pedoni.\nFinale d'alfiere63.812\nUn finale con soli alfieri e pedoni.\nFinale di pedoni164.164\nUn finale con soli pedoni.\nFinale di cavallo39.091\nUn finale con soli cavalli e pedoni.\nFinale di donna52.495\nUn finale con sole donne e pedoni.\nFinale di donna e torre35.084\nUn finale con sole donne, torri e pedoni.\nBy game opening\nAltro »\nSicilian Defense171.040\nFrench Defense71.164\nQueen's Pawn Game63.798\nItalian Game62.053\nCaro-Kann Defense57.167\nScandinavian Defense45.127\nQueen's Gambit Declined41.501\nEnglish Opening34.581\nRuy Lopez34.273\nScotch Game30.370\nIndian Defense29.810\nPhilidor Defense21.467\nTemi\nPedone avanzato291.993\nUn pedone che promuove o che minaccia di promuovere è la chiave della tattica.\nAttacco su f2 o f734.002\nUn attacco incentrato sul pedone f2 o f7, come nell'attacco Fegatello.\nCattura del difensore37.211\nRimozione di un pezzo essenziale per la difesa di un altro pezzo, che permette al pezzo ora indifeso di essere catturato con una mossa successiva.\nAttacco di scoperta267.945\nMossa di un pezzo che precedentemente bloccava un attacco di un pezzo a lungo raggio, come ad esempio un cavallo che si sposta da una casa in fronte ad una torre.\nDoppio scacco24.988\nScacco con due pezzi contemporaneamente, conseguente a un attacco di scoperta in cui sia il pezzo appena mosso che il pezzo scoperto attaccano il re avversario.\nRe esposto143.206\nUna tattica che coinvolge un re con pochi difensori vicini, il che spesso porta al matto.\nAttacco doppio680.510\nUna mossa in cui un pezzo attacca due pezzi avversari contemporaneamente.\nPezzo in presa204.806\nUna tattica che coinvolge un pezzo indifeso o insufficientemente difeso, e che dunque può essere catturato.\nAttacco sull'ala di re411.132\nUn attacco al re avversario, dopo che ha arroccato corto.\nInchiodatura309.042\nUna tattica in cui un pezzo non può muoversi senza scoprire un attacco ad un pezzo di maggior valore.\nAttacco sull'ala di donna70.954\nUn attacco al re avversario, dopo che ha arroccato lungo.\nSacrificio359.530\nUna tattica che include la perdita di materiale nel breve termine per guadagnare un vantaggio dopo una serie di mosse forzate.\nInfilata111.714\nUn tema che consiste in un pezzo di grande valore che viene attaccato e che si sposta, permettendo ad un pezzo dietro di esso di essere catturato o attaccato. Il contrario di un'inchiodatura.\nPezzo intrappolato63.980\nUn pezzo che non può evitare la cattura a causa delle sue mosse limitate.\nAvanzati\nAdescamento174.199\nUn cambio o un sacrificio che spinge o forza un pezzo avversario su una casa che consente una successiva tattica.\nSgombero65.730\nUna mossa, spesso con tempo, che libera una casa, una colonna, una traversa o una diagonale per una successiva idea tattica.\nMossa difensiva300.715\nUna mossa precisa o una sequenza di mosse necessarie ad evitare perdite di materiale o di altri vantaggi.\nDeviazione213.351\nUna mossa che rimuove un pezzo avversario da un compito, come ad esempio difendere una casa chiave.\nInterposizione18.982\nSpostamento di un pezzo tra due pezzi avversari per lasciare uno o entrambi i pezzi nemici senza difesa, come ad esempio un cavallo difeso tra due torri.\nIntermezzo65.451\nEsecuzione, prima della mossa più naturale, di un'altra mossa che pone una minaccia più immediata, alla quale l'avversario deve necessariamente reagire. Conosciuto anche come \"Zwischenzug\" o \"Mossa intermedia\".\nMossa calma200.691\nUna mossa che non dà scacco e non cattura nulla, ma prepara una successiva minaccia inevitabile.\nAttacco a raggi X17.179\nUn pezzo che attacca o difende una casa attraverso un pezzo nemico.\nZugzwang46.594\nL'avversario è limitato nella sua scelta della mossa, e tutte le mosse possibili peggiorano la sua posizione.\nMatti\nScacco matto1.411.600\nVinci la partita con stile.\nMatto in 1620.847\nDai scacco matto in una mossa.\nMatto in 2614.659\nDai scacco matto in due mosse.\nMatto in 3149.606\nDai scacco matto in tre mosse.\nMatto in 421.766\nDai scacco matto in quattro mosse.\nMatto in 5 o più mosse4.722\nTrova una lunga sequenza di mosse per dare matto.\nMatto di Anastasia5.512\nUn cavallo e una torre o una donna si coordinano nell'intrappolare il re avversario tra un suo pezzo e il bordo della scacchiera.\nMatto arabo5.405\nUn cavallo e una torre si coordinano nell'intrappolare il re avversario in un angolo della scacchiera.\nMatto del corridoio159.373\nMatto al re sulla traversa di partenza, dove è intrappolato dai suoi stessi pezzi.\nMatto di Boden2.550\nDue alfieri danno matto lungo diagonali perpendicolari ad un re ostruito dai suoi stessi pezzi.\nMatto dei due alfieri2.559\nDue alfieri danno matto lungo diagonali adiacenti ad un re ostruito dai suoi stessi pezzi.\nMatto a coda di rondine2.892\nUna donna dà matto al re in una casa adiacente, mentre le due uniche case di fuga sono occupate da suoi pezzi.\nMatto dell'uncino7.789\nMatto con torre, cavallo e pedone, con un pedone avversario che ostruisce il suo re.\nKill box mate3.672\nA rook is next to the enemy king and supported by a queen that also blocks the king's escape squares. The rook and the queen catch the enemy king in a 3 by 3 \"kill box\".\nVukovic mate1.804\nA rook and knight team up to mate the king. The rook delivers mate while supported by a third piece, and the knight is used to block the king's escape squares.\nMatto affogato17.163\nUno scacco matto eseguito con un cavallo, in cui il re sotto scacco è incapace di spostarsi poiché circondato (\"affogato\") dai suoi stessi pezzi.\nMosse speciali\nArrocco2.319\nPorta il re al sicuro, e sviluppa la torre per attaccare.\nEn passant7.140\nUna tattica che coinvolge la regola dell'en passant, in cui un pedone può catturare un pedone avversario che l'ha superato usando la propria mossa iniziale di due caselle.\nPromozione112.328\nUn pedone che promuove o che minaccia di promuovere è la chiave della tattica.\nSottopromozione901\nPromozione a cavallo, alfiere o torre.\nPer obiettivo\nParità43.018\nRecupera una posizione persa e assicurati la patta o una posizione pari. (valutazione ≤ 200cp)\nVantaggio1.509.118\nCogli l'occasione per guadagnare un vantaggio decisivo. (200cp ≤ valutazione ≤ 600cp)\nPosizione schiacciante2.007.040\nTrova l'errore grave del tuo avversario per ottenere un vantaggio schiacciante. (valutazione ≥ 600cp)\nScacco matto1.411.600\nVinci la partita con stile.\nPer lunghezza\nProblema da una mossa668.106\nUn problema lungo una sola mossa.\nProblema breve2.646.180\nVittoria in due mosse.\nProblema lungo1.257.321\nVittoria in tre mosse.\nProblema lunghissimo399.172\nVittoria in quattro o più mosse.\nPer fonte\nPartite di Maestri690.204\nProblemi da partite giocate da scacchisti titolati.\nPartite fra Maestri70.015\nProblemi da partite giocate fra due scacchisti titolati.\nPartite di Super-GM2.956\nProblemi da partite giocate dai migliori giocatori al mondo.\nPartite tra giocatori\nTrova problemi tratti dalle tue partite o dalle partite di altri giocatori.\nQuesti problemi sono nel pubblico dominio e possono essere scaricati da database.lichess.org."
}