{
  "url": "https://it.wikipedia.org/wiki/Finale_(scacchi)",
  "timestamp": 1744663212.0317743,
  "content": "Vai al contenuto\nMenu principale\nRicerca\nFai una donazione\nregistrati\nentra\nStrumenti personali\nIl web che ci era stato promesso\n14 aprile: un importante aggiornamento per gli utenti in Italia.\nFedele utente, meriti una spiegazione, non saltare questo messaggio. È lunedì, 14 aprile, e la nostra raccolta fondi non durerà molto. Se hai usato spesso Wikipedia quest'anno, speriamo che questo significhi che ti ha dato una conoscenza che vale almeno 2,75 €. Unisciti al 2% di utenti che donano ciò che possono per mantenere questa preziosa risorsa disponibile per tutti.\nDopo 25 anni, Wikipedia è ancora il web che ci era stato promesso: un'oasi di conoscenza libera e collaborativa. Consultando Wikipedia oggi, scegli un web libero ed equo: uno spazio in cui trovare le informazioni di cui hai bisogno senza essere distratto da pubblicità o dagli interessi di ricchi proprietari.\nMolti utenti non donano e il tuo contributo conta. Se Wikipedia ti fornisce una conoscenza che vale almeno 2,75 €, per favore dona 2,75 € oggi stesso. Grazie.\nOrgoglioso custode di Wikipedia e dei suoi siti correlati\nCon quale frequenza vorresti donare?\nUna volta\nMensile\nAnnuale\nSostieni la nostra missione a lungo termine\nSeleziona un importo (EUR).\nLa donazione media in Italia è di 8 €.\n2,75 €\n15 €\n25 €\n50 €\n100 €\n250 €\n500 €\nOther amount\nAltro\nPer favore seleziona un metodo di pagamento\nTrasferimento bancario (SEPA)\nContinua\nForse in seguito\nDomande frequenti  |  Altri modi per donare  |  Ho già donato\nNon venderemo mai le tue informazioni. Inviando, accetti la nostra politica sulla privacy dei donatori e la condivisione delle tue informazioni con la Wikimedia Foundation e i suoi fornitori di servizi negli Stati Uniti e altrove. Se fai una donazione ricorrente, la Wikimedia Foundation ti addebiterà l'importo fino a quando non ci chiederai di smettere. Ti invieremo un'e-mail che include un link a semplici istruzioni per la cancellazione.\nScusa l'interruzione, ma presto sarà troppo tardi per aiutarci nella nostra raccolta fondi. Per favore dona 2,75 €.\nNo, magari in seguito quando avrò più tempo\nSì, voglio donare 2,75 €\nIndice nascondi\nInizio\nFinali caratterizzati da un solo pezzo\nAttiva/disattiva la sottosezione Finali caratterizzati da un solo pezzo\nRe e pedone contro re\nFinali con più pedoni\nFinali di donna\nFinali di torre\nFinali di alfiere\nFinali di cavalli\nAltri finali comuni\nAttiva/disattiva la sottosezione Altri finali comuni\nDonna contro altri pezzi\nTorre e pezzi minori\nLe tablebase\nNote\nBibliografia\nVoci correlate\nCollegamenti esterni\nFinale (scacchi)\n37 lingue\nVoce\nDiscussione\nLeggi\nModifica\nModifica wikitesto\nCronologia\nStrumenti\nAspetto nascondi\nTesto\nPiccolo\nStandard\nGrande\nLarghezza\nStandard\nLargo\nColore (beta)\nAutomatico\nChiaro\nScuro\na b c d e f g h\n8\n8\n7 7\n6 6\n5 5\n4 4\n3 3\n2 2\n1 1\na b c d e f g h\nUna posizione di finale.\nNegli scacchi, il finale è la parte conclusiva della partita, in cui sono presenti sulla scacchiera solamente pochi pezzi oltre ai due re.\nSebbene non sia sempre chiaro in che punto finisce il mediogioco e comincia il finale, queste due parti della partita sono però decisamente diverse in alcune caratteristiche fondamentali. Un esempio è il ruolo del re: se nel mediogioco questo viene mosso raramente, in quanto è possibile attaccarlo e rischia di subire il matto, nel finale è invece un pezzo molto attivo, fondamentale sia nell'attacco che nella difesa; per questo si trova spesso al centro della scacchiera, quando nelle fasi centrali della partita è generalmente tenuto a lato.\nUn'altra peculiarità è la lotta per portare almeno un pedone a promozione; il ridotto numero di pedoni in campo permette infatti che alcuni di essi siano passati, ovvero non abbiano altri pedoni sulla loro stessa colonna o sulle colonne adiacenti. La possibilità o la minaccia di promuovere questi pedoni diventa spesso un fattore molto importante nei finali.\nGeneralmente, dato che il numero di pezzi è ridotto, il valore di ognuno dei restanti aumenta, così come il loro raggio d'azione; i sacrifici sono più difficili da realizzare e, quando avvengono, portano di solito allo scacco matto, oppure alla promozione forzata di uno o più pedoni.\nÈ difficile individuare un punto di partenza per lo studio dei finali: non c'è un ristretto insieme di elementi basilari, come per il mediogioco, o un piccolo insieme di mosse iniziali, come in apertura, dato che non esiste una posizione univoca di partenza, comune a tutti i finali.\nSi può effettuare una classificazione dei finali per tipologie di posizione, soprattutto in base al tipo di pezzi rimasti in campo. Per questo, la suddivisione comunemente accettata, di portata più generale, è la seguente:\nFinali elementari\nFinali di pedoni\nFinali di pezzi senza pedoni (con pezzi in entrambi gli eserciti)\nFinali di pezzi leggeri\nFinali di donna\nFinali di torre\nFinali caratterizzati da un solo pezzo[modifica | modifica wikitesto]\nNel caso che l'avversario sia rimasto col solo re, per vincere è sufficiente possedere una donna o una torre. Al contrario, né un alfiere né un cavallo possono, da soli, arrivare allo scacco matto. Due alfieri che si muovono su case diverse possono invece vincere, così come un alfiere e un cavallo; quest'ultima situazione richiede però a volte una lunga sequenza di mosse, difficile da ottenere senza conoscere la tecnica.\nDue cavalli non possono dare scacco matto, se l'avversario gioca in modo corretto; possono però forzare lo stallo. Paradossalmente, se l'avversario possiede anche un pedone, lo scacco matto può essere raggiunto forzatamente: in tal caso, infatti, la possibilità di muovere il pedone impedisce lo stallo, permettendo ai cavalli di dare scacco matto.\nRe e pedone contro re[modifica | modifica wikitesto]\nLo stesso argomento in dettaglio: Finale di re e pedone contro re.\nQuesto finale può essere vinto o patto a seconda della posizione reciproca dei due re e del pedone. È uno dei finali più importanti, sia perché uno dei due giocatori può scegliere di semplificare il gioco da un'altra posizione per raggiungere un finale che si sa vinto (o patto, se il giocatore è in svantaggio), sia perché gli elementi che intervengono nella sua analisi sono spesso utili per risolvere finali in cui sono presenti più pedoni.\na b c d e f g h\n8\n8\n7 7\n6 6\n5 5\n4 4\n3 3\n2 2\n1 1\na b c d e f g h\nIl re nero, essendo fuori dal quadrato, non può impedire che il pedone promuova.\nNel caso che il re avversario sia abbastanza distante dal pedone, questo può riuscire a promuovere senza l'aiuto del proprio re. La definizione di abbastanza lontano è data della cosiddetta regola del quadrato: se il re avversario si trova all'esterno del quadrato il cui lato è costituito dalle caselle davanti al pedone, allora è abbastanza lontano.\nSe invece il re è nel quadrato del pedone, questo ha bisogno, per essere promosso, dell'aiuto del proprio re. Per stabilire rapidamente se il finale sia pari oppure no, è possibile usare la regola delle case efficaci. Se il re che controlla il pedone riesce ad arrivare nelle case dette di efficacia assoluta allora riuscirà a promuovere il pedone, mentre se si trova in quelle di efficacia relativa la possibilità di vincere è subordinata al possesso dell'opposizione (se due re si trovano uno di fronte all'altro, a distanza di una casella, allora si dice che il colore che non deve muovere ha l'opposizione).\nSe il pedone è di torre (cioè si trova in una delle due colonne laterali) e il re avversario può porsi sulla sua colonna, allora la partita è pari, in qualunque posizione si trovi l'altro re.\nFinali con più pedoni[modifica | modifica wikitesto]\nLo stesso argomento in dettaglio: Finali di pedoni.\na b c d e f g h\n8\n8\n7 7\n6 6\n5 5\n4 4\n3 3\n2 2\n1 1\na b c d e f g h\nUn finale di pedoni.\nNei finali di pedoni il tema dominante è la possibilità per un re di penetrare nelle file avversarie, per eliminare i pedoni avversari e portare così i propri a promozione. Elemento cruciale è lo zugzwang, cioè l'obbligo per un colore di muovere peggiorando la propria posizione, ad esempio lasciando la protezione di un pedone oppure permettendo al re avversario di guadagnare una traversa (ad esempio tramite il fenomeno dell'opposizione).\nIn alcuni casi i re sono entrambi lontani dal pedone avversario; in tal caso si assiste ad una vera e propria \"corsa alla promozione\", il cui risultato è spesso la comparsa di due donne sulla scacchiera. Se uno dei due colori ha almeno due tempi di vantaggio sull'avversario, ha partita vinta, in quanto si traspone in un finale di donna contro pedone vinto. (Vedi sezione successiva).\nFinali di donna[modifica | modifica wikitesto]\nLo stesso argomento in dettaglio: Finali di donna.\nI finali di donna sono una tipologia di finali molto complessi, in quanto molti piani, sebbene a lunga scadenza, devono essere effettuati con precisione. Due particolari tipologie di finali particolarmente importanti sono i finali di re e donna contro re e pedone, e i finali di donna e pedone contro donna.\na b c d e f g h\n8\n8\n7 7\n6 6\n5 5\n4 4\n3 3\n2 2\n1 1\na b c d e f g h\nIl Nero non può vincere, perché 1...Dxf7 causa lo stallo. Se invece dà scacco, il Bianco può tornare con il re in g8, difendendo ancora il pedone.\nNel primo caso, il conduttore della donna ha quasi sempre partita vinta, in quanto può dare scacco e contemporaneamente attaccare il pedone, costringendo il re a delle mosse forzate. Se il pedone è avanzato fino alla settima traversa - come può accadere nel caso che vi sia stata una \"corsa alla promozione\" e uno dei due giocatori avesse qualche tempo di svantaggio - la donna vince se può occupare la casa di promozione del pedone, oppure se il pedone è in una colonna centrale (d ed e) oppure di cavallo (b e g): la strategia consiste nell'obbligare il re avversario ad occupare la casa di promozione, guadagnando così un tempo per avvicinare il proprio re, con l'aiuto del quale poter dare poi matto. Se invece il pedone è in una delle colonne a, c, f o h, la partita è patta a causa dello stallo.\nI finali di donna e pedone contro donna sono molto difficili da giocare, e spesso molto lunghi. Il difensore deve cercare di raggiungere col proprio re la casa di promozione, ma anche se non ci riuscisse potrebbe comunque riuscire a pattare: questo è vero per i pedoni di torre, mentre per gli altri la donna può dare scacco e cercare di inchiodare il pedone, impedendogli di avanzare.\nFinali di torre[modifica | modifica wikitesto]\nLo stesso argomento in dettaglio: Finali di torre.\nI finali di torre sono frequenti, in quanto questi pezzi sono generalmente gli ultimi ad essere messi in gioco e quindi quelli che tendono a rimanere più a lungo. In questo caso l'elemento centrale è l'attività della torre, intesa come la possibilità di attaccare contemporaneamente il re e i pedoni avversari, oppure di tagliar fuori il re dalla zona della scacchiera dove può attaccare i pedoni.\nSono generalmente patti, tanto che una famosa citazione (di origine incerta, ma attribuita sia a Tartakower che a Tarrasch) dice che \"Tutti i finali di torre sono patti\".[1]\nUn caso di particolare importanza sono i finali di torre e pedone contro torre, in cui la posizione può essere sia pari che vinta per il colore che ha il pedone, a seconda della posizione; la lotta è centrata attorno alla possibilità di promuovere il pedone, guadagnando un vantaggio decisivo.\nIn generale, il giocatore in svantaggio deve cercare di raggiungere la casa di promozione del pedone; il conduttore del pedone deve quindi cercare di tagliarlo fuori con la torre, oppure cercare di raggiungere la posizione di Lucena. Per pattare sono possibili diverse tecniche, tra cui il raggiungimento della posizione di Philidor.\nSe il pedone è in una colonna di torre, le possibilità di pareggio aumentano notevolmente.\nFinali di alfiere[modifica | modifica wikitesto]\na b c d e f g h\n8\n8\n7 7\n6 6\n5 5\n4 4\n3 3\n2 2\n1 1\na b c d e f g h\nUn finale con alfieri di colore contrario patto: il re nero è legato alla difesa del pedone g4, mentre l'avanzata 1...f3 permette al Bianco di pattare con 2.Axf3, e la ricattura permette di raggiungere un finale di re e alfiere contro re, che non può essere vinto.\nNei finali in cui, oltre ai pedoni, sono presenti solo alfieri, il colore degli alfieri (cioè il colore delle case su cui muovono) è di vitale importanza per la valutazione della posizione. Mentre infatti nel caso di alfieri di colore uguale la posizione è più favorevole all'attaccante (cioè al giocatore con più pedoni o con l'iniziativa), i finali con alfieri di colore contrario sono famigerati per essere molto spesso patti.\nGli alfieri di colore contrario permettono di raggiungere la patta anche con due pedoni di svantaggio, sebbene la presenza di altri pedoni possa favorire l'attaccante, che può minacciarli. Un solo pedone di vantaggio non è invece quasi mai sufficiente per vincere (nemmeno con alfieri dello stesso colore) in quanto è possibile per il difensore sacrificare il proprio alfiere sul pedone, semplificando così in un finale patto.\nIn alcune situazioni l'alfiere non può vincere neppure con l'aiuto di un pedone, e con l'avversario ridotto al solo re: nel caso infatti il pedone sia di torre, e la sua casa di promozione sia di colore opposto a quello dell'alfiere, e il re avversario può raggiungerla, non c'è nessun modo di costringerlo ad abbandonarla: l'avvicinamento del re, infatti, causa lo stallo.\nFinali di cavalli[modifica | modifica wikitesto]\nQuesti sono caratterizzati dalle manovre dei cavalli per catturare i pedoni; nel caso di pedoni passati i cavalli hanno generalmente difficoltà nel tentare di catturarli, mentre sono più efficaci nel bloccarli. Un importante fattore è anche l'impossibilità per i cavalli di perdere un tempo, in quanto muovendosi non possono mantenere il controllo sulle case che attaccavano prima.\nIl finale di re e due cavalli contro re è sempre patto, proprio perché il cavallo non può perdere tempi. Invece nel finale di re e due cavalli contro re e pedone la parte che ha i due cavalli può vincere in determinate posizioni. Questo finale è stato analizzato in dettaglio dallo studista russo Aleksej Troickij.\nAltri finali comuni[modifica | modifica wikitesto]\nLo stesso argomento in dettaglio: Finali di pezzi senza pedoni.\nDonna contro altri pezzi[modifica | modifica wikitesto]\nLa donna vince contro una torre da sola; perfino due pedoni (se non connessi) possono essere insufficienti per pattare la partita, a meno che con uno di essi si possa raggiungere una fortezza. Con tre pedoni si ottiene almeno una patta, e in alcune situazioni la torre vince. Due torri valgono generalmente una donna: senza pedoni la posizione è generalmente patta, sebbene in alcune posizioni possa essere vinta per uno dei due giocatori. Generalmente sono richiesti due pedoni di vantaggio per vincere.\nLa donna vince facilmente contro un solo pezzo minore, mentre con due pezzi può essere costruita una fortezza; una torre e un pezzo minore pattano contro una donna; se il conducente della donna ha un pedone può vincere, mentre torre, pezzo minore e due pedoni possono piegare la resistenza della donna.\nTorre e pezzi minori[modifica | modifica wikitesto]\nNel caso di torre contro pezzi minori senza pedoni, la posizione è generalmente patta; un pedone di vantaggio dà vantaggio alla torre, che a volte è però insufficiente per vincere. La torre può vincere in alcune situazioni anche con un pedone di svantaggio, ma con due può perdere. Più pedoni garantiscono spesso la vittoria al pezzo minore.\nNel caso di torre e pezzo leggero contro torre (senza pedoni), la partita è una patta teorica (ad eccezione di alcune posizioni); se il pezzo è un alfiere, la difesa è tuttavia difficile, e può essere difficile praticamente; se l'attaccante riesce ad entrare in una posizione di Philidor ha partita vinta, ma essa non può essere raggiunta forzatamente.\nLe tablebase[modifica | modifica wikitesto]\nLo stesso argomento in dettaglio: Tablebase.\na b c d e f g h\n8\n8\n7 7\n6 6\n5 5\n4 4\n3 3\n2 2\n1 1\na b c d e f g h\nMuove il Nero. Il Bianco cattura la torre dopo 517 mosse e vince.\nCon l'avvento del computer è stato possibile analizzare completamente i finali con pochi pezzi sulla scacchiera, individuando per ogni posizione la mossa migliore e il risultato della partita con il gioco migliore: i database risultanti sono chiamati tablebase. Attualmente sono state completate delle tablebase per tutti i finali con sette o meno pezzi sulla scacchiera (compresi i due re), mentre l'analisi delle posizioni con otto pezzi è ancora in corso.[2]\nQuesti dati hanno permesso di ottenere una comprensione più profonda della teoria dei finali, cambiando anche la valutazione di alcune posizioni: ad esempio, nel finale di donna e pedone contro donna, sono state trovate molte più posizioni vincenti di quanto creduto, sebbene la logica delle mosse non sia del tutto chiara. Altri casi in cui la vittoria è più frequente di quanto si pensasse in precedenza sono il finale di donna contro due alfieri (la donna può impedire all'avversario di formare una fortezza con cui difendersi), donna contro due cavalli, due alfieri contro un cavallo, donna e alfiere contro due torri. Questi risultati, tuttavia, non tengono nel conto la regola delle cinquanta mosse: in alcuni casi, a gioco perfetto, la prima cattura può avvenire ben oltre questo limite, risultando quindi patte nella pratica di gioco.\nGrazie alle tablebase si sono anche potute trovare posizioni la cui vittoria richiede più di trecento mosse: il più lungo finale di questo tipo, scoperto da Marc Bourzutschky e Yakov Konoval nel 2006, richiede ben 517 mosse per essere convertito in un finale più semplice (con meno pezzi).[3]\nNote[modifica | modifica wikitesto]\n^ Chess Notes by Edward Winter\n^ (EN) Niklas Fiekas, KvK – Syzygy endgame tablebases, su syzygy-tables.info. URL consultato il 29 maggio 2024.\n^ Il n°316 è l'annuncio del finale con 517 mosse\nBibliografia[modifica | modifica wikitesto]\nJuri Averbach, Che cosa bisogna sapere sui finali, Bologna, Le due torri, 1º gennaio 2010, ISBN 9788896076187.\nBalashov-Prandstetter, Finali fondamentali di scacchi, Scacco, 1992\nPaul Keres, Come giocare i finali di pedoni e pezzi leggeri, Mursia, 1988\nPaul Keres,Come giocare i finali di pezzi pesanti, Mursia, 1988\nEnrico Paoli, Il finale negli scacchi - Studio sistematico, Mursia, 1974\nMark Dvoreckij, Il manuale dei finali, Roma, Prisma, 28 febbraio 2006, ISBN 978-8842517627.\nVoci correlate[modifica | modifica wikitesto]\nStudio di scacchi\nCollegamenti esterni[modifica | modifica wikitesto]\n(EN) endgame, su Enciclopedia Britannica, Encyclopædia Britannica, Inc.\nControllo di autorità GND (DE) 4121189-3\nPortale Scacchi: accedi alle voci di Wikipedia che trattano di scacchi\nCategorie: Finali di scacchiTerminologia scacchistica[altre]\nQuesta pagina è stata modificata per l'ultima volta il 30 nov 2024 alle 21:45.\nIl testo è disponibile secondo la licenza Creative Commons Attribuzione-Condividi allo stesso modo; possono applicarsi condizioni ulteriori. Vedi le condizioni d'uso per i dettagli.\nInformativa sulla privacy\nInformazioni su Wikipedia\nAvvertenze\nCodice di condotta\nSviluppatori\nStatistiche\nDichiarazione sui cookie\nVersione mobile"
}