{
  "url": "https://www.wired.it/article/scacchi-nuova-classificazione-aperture-studio-scienza/",
  "timestamp": 1744577424.826015,
  "content": "Skip to main content\nAPRI IL MENU DI NAVIGAZIONE\nSCIENZA\nECONOMIA\nCULTURA\nGADGET\nSECURITY\nDIRITTI\nIDEE\nVIDEO\nPODCAST\nWIRED CONSIGLIA\nABBONAMENTI\nEVENTI\nNEWSLETTER\nMAGAZINE\nCERCA\nSANDRO IANNACCONE\n👑10.04.2023\nLa scienza ha creato una nuova classificazione delle aperture degli scacchi\nAnalizzando i dati provenienti da una piattaforma di gioco online, un'équipe del Centro Ricerche Enrico Fermi ha evidenziato somiglianze, punti di forza e debolezze\nGETTY IMAGES/ANDY COSSINS\nEsistono più possibili partite di scacchi che atomi nell’universo osservabile: si stima che il gioco degli scacchi abbia una complessità di circa 10120, ossia uno seguito da centoventi zeri (è il cosiddetto numero di Shannon). O, ancora: dopo che bianco e nero hanno fatto cinque mosse ciascuno, ci sono 69.352.859.712.417 possibili partite che possono essere state sviluppate. Tutto questo per ribadire che il gioco degli scacchi è incredibilmente complesso, profondo e ramificato, e che è impossibile anche solo immaginare di esplorarne l’intero albero. Ma questo non vuol dire che non lo si possa provare a caratterizzare, cosa che infatti fisici, matematici, giocatori fanno praticamente da sempre. L’ultima notizia, in questo senso, è uno studio appena pubblicato su Scientific Reports da Giordano De Marzo e Vito Servedio, due fisici di Sapienza Università di Roma e del Centro ricerche Enrico Fermi (Cref). Vito Servedio è anche data scientist al Complexity Science Hub di Vienna. I ricercatori hanno analizzato quasi quattro milioni di partite di scacchi (3.746.135, per la precisione, per un totale di 18.253 giocatori totali), scaricate da una piattaforma che permette di giocare online, e hanno classificato (o, meglio, ri-classificato) le possibili aperture, ossia gli inizi delle partite, tipicamente le prime 20 mosse, individuando degli “stili di gioco” simili tra loro.\nUno strumento utile\n“Non siamo giocatori professionisti – ci ha raccontato De Marzo – ma gli scacchi ci piacciono. In realtà ci occupiamo, tra le altre cose, di cercare di caratterizzare matematicamente la complessità economica: ci siamo accorti che uno strumento matematico di cui ci serviamo comunemente, che coinvolge i cosiddetti network bipartiti, avrebbe potuto essere usato anche per la descrizione delle aperture del gioco degli scacchi”. I network bipartiti si chiamano così perché mettono in relazione due entità, per esempio (in ambito economico) nazioni e prodotti; nel caso degli scacchi, De Marzo e Servedio hanno messo in relazione la bravura dei giocatori e la difficoltà (o, più precisamente, la complessità) delle aperture. L’idea, ci dice ancora De Marzo, è che se diversi giocatori scelgono di giocare più volte due specifiche aperture, è ragionevole pensare che queste due aperture siano simili tra loro: “Studiando le co-occorrenze delle aperture, abbiamo costruito un network che descrive la loro similarità, individuando dieci grandi gruppi di aperture; curiosamente, questa nostra classificazione non è uguale a quella ‘classica’, stilata dai grandi maestri di scacchi”. Per esempio, aperture che “tradizionalmente” sono considerate diverse vengono invece giocate ripetutamente dallo stesso giocatore; e dunque, hanno concluso i ricercatori, devono avere qualche somiglianza, ovvero far parte dello stesso gruppo. In questa ri-classificazione, ogni gruppo costituisce insomma un certo tipo di gioco (offensivo o difensivo, per esempio). E, ancora, questo metodo di classificazione potrebbe essere applicato anche ad altri giochi, come Go o Stratego.\nLa classificazione\nTradizionalmente, le aperture sono classificate come aperte (sic), semiaperte, chiuse o irregolari. La classificazione standard si chiama Eco-Code (Encyclopaedia of Chess Openings) e le divide in cinque gruppi indicati con le lettere A, B, C, D, E. “Il nostro metodo di raggruppamento – dice Servedio – rappresenta una nuova classificazione che in qualche modo è vicina a quella precedente [sono state aggiunte altre cinque lettere, nda] e che può essere usata per mostrare ai giocatori quanto siano in realtà simili aperture apparentemente diverse”.\nVIDEO\nSmontare il gioco d'azzardo con la matematica\nQuesto approccio, inoltre, ha permesso ai ricercatori di determinare anche quanto sia bravo un certo giocatore e quanto sia complessa una particolare apertura. L’idea alla base, ancora una volta, è che se una particolare apertura è giocata da molti giocatori allora è probabile che sia un’apertura semplice: gli autori del lavoro, per l’appunto, hanno esaminato le aperture giocate di più e chi le giocava, costruendo così una misura della complessità delle aperture e della bravura dei giocatori. Per verificare la correttezza dei loro risultati, li hanno poi incrociati con i punteggi reali dei giocatori, osservando una correlazione statisticamente significativa: “Questi risultati – ha concluso Servedio – sottolineano sia l’importanza delle metriche che abbiamo introdotto che l’accuratezza della nostra analisi”. I ricercatori si sono inoltre avvalsi della consulenza di un famoso maestro di scacchi (che ha preferito restare anonimo) per assicurarsi che i risultati fossero validi e pertinenti.\nARTICOLI PIÙ LETTI\nSCIENZA\nIl premio Nobel per la chimica Venkatraman Ramakrishnan: “Non siamo programmati per morire”\nDI SANDRO IANNACCONE\nSCIENZA\nIl nuovo farmaco per dimagrire che imita l'effetto del bypass gastrico\nDI EMILY MULLIN\nCULTURA\nIl fantasy immortale Ladyhawke compie quarant'anni e ancora non riusciamo ad accettare il suo flop al botteghino\nDI GIULIO ZOPPELLO\nLe storie da non perdere di Wired\n🎥 Le interviste, le video-news, i nostri reportage: le notizie “da guardare” di Wired\n💸 Trump ha scatenato una guerra dei dazi: tutte le conseguenze per l'industria e i consumi quotidiani\n🥸 Come trasformarsi in una action figure con ChatGPT Immagini\n📲 Il nuovo bottone di Meta AI, tutto quello che c'è da sapere\n🇮🇱 🇵🇸 🇱🇧 🇮🇷 L'escalation in Medio Oriente: cosa sta succedendo in Israele, Libano e Iran\n🪲 Cosa mangeremo nel futuro? Ce lo domandiamo nel nuovo numero di Wired in edicola\n🇺🇦 La guerra in Ucraina: gli aggiornamenti di Wired sul conflitto\n✍️ Vuoi ricevere comodamente a casa il magazine di Wired? Abbonati qui\n💬 Wired ha aperto il canale Whatsapp: iscriviti subito!\n💡Mettetevi alla prova con i nuovi quiz di Wired\n📺 Scopri i video di Wired: seguici su YouTube\n📩 Scopri le nostre newsletter: le ultime su tecnologia, gadget, ambiente, salute e diritti. Iscriviti subito\n🖥 Notizie, recensioni e guide all'acquisto sui migliori gadget del momento\n🎧 Ascolta i podcast di Wired\n👀 Vuoi comunicare in modo sicuro con la redazione di Wired? Usa Wiredleaks\nTOPICS\nFISICA\nMATEMATICA\nLEGGI ANCHE\nGADGET\nI migliori videogiochi da giocare insieme sul divano\nDal nuovo Split Fiction a It Takes Two, sono ancora molti i videogiochi che è possibile giocare con amici o parenti dal vivo sullo stesso schermo\nDI SILVIO MAZZITELLI\nCULTURA\n10 film sugli squali assassini da vedere con piedi ben ancorati sulla terraferma\nDai più famosi - anzi famigerati - ai misconosciuti, i più sanguinosi e deliranti horror sui pescecani prodotti negli anni Duemila\nDI LORENZA NEGRI\nGADGET\nFesta delle Offerte di Primavera, tutti i gadget Amazon in promozione\nDai lettori di ebook Kindle agli smart speaker della gamma Echo con Alexa: tutte le offerte sui prodotti del colosso dell'ecommerce\nDI LORENZO LONGHITANO\nGADGET\nGli elettrodomestici più ghiotti delle Offerte di Primavera Amazon per la tua cucina\nPentole multicooker, microonde, fornetti per la pizza, ma anche frullatori e impastatrici: il meglio della maratona di sconti Amazon per semplificarti la vita tra i fornelli\nDI MARIA FRASSETTI\nUn mondo migliore. Un mondo nuovo. Ogni giorno.\nSCOPRI LE ULTIME NOTIZIE\nScienza\nEconomia\nCultura\nGadget\nSecurity\nDiritti\nIdee\nVideo\nPodcast\nWired Consiglia\nCONDÉ NAST ITALIA\nAD\nGQ\nLa Cucina Italiana\nVanity Fair\nVogue\nChi siamo\nPubblicità\nRedazione\nPrivacy\nCondizioni di utilizzo\nGESTISCI LE PREFERENZE\n© EDIZIONI CONDÉ NAST S.P.A. - PIAZZA CADORNA 5 - 20121 MILANO CAP.SOC. 2.700.000 EURO I.V. C.F E P.IVA REG.IMPRESE TRIB. MILANO N. 00834980153 SOCIETÀ CON SOCIO UNICO\nSelect international site\nItalia\nLargeChevron\nTecnologia su misura\nNoi di Wired amiamo la tecnologia e stavolta la utilizziamo al meglio per personalizzare i contenuti in base ai vostri interessi, offrendovi un'informazione di qualità. Per questo, il vostro consenso è fondamentale per supportare il nostro lavoro giornalistico. Inoltre, il vostro consenso permette ai nostri partner pubblicitari di mostrarvi annunci e contenuti pertinenti. Considerate questa scelta come un modo per migliorare la vostra esperienza su Wired.it. Buona lettura.\nInsieme ai nostri 176 partner archiviamo e/o accediamo alle informazioni sul dispositivo dell'utente, come gli ID univoci nei cookie, per il trattamento dei dati personali per contenuti pubblicitari personalizzati. È possibile accettare o gestire le proprie scelte facendo clic di seguito, o comunque in qualsiasi momento nella pagina dell'informativa sulla privacy. Queste scelte verranno segnalate ai nostri partner e non influenzeranno i dati sulla navigazione.\n\nAnche se si sceglie di non accettare, alcune tecnologie, come i cookie, sono necessarie per la funzionalità del nostro sito e per questo motivo non è possibile rifiutare. Queste tecnologie consentono di accedere ai nostri articoli, assicurano un'esperienza di navigazione fluida e sicura e ci permettono di capire come viene utilizzato il nostro sito web. Quando utilizziamo i dati a questo scopo, non identifichiamo i singoli utenti. Maggiori informazioni sulla tua privacy\n\nNoi e i nostri partner trattiamo i dati per fornire:\nUtilizzare dati di geolocalizzazione precisi. Scansione attiva delle caratteristiche del dispositivo ai fini dell’identificazione. Archiviare informazioni su dispositivo e/o accedervi. Pubblicità e contenuti personalizzati, misurazione delle prestazioni dei contenuti e degli annunci, ricerche sul pubblico, sviluppo di servizi .\nElenco dei partner (fornitori)\n\n\nACCETTO\nGESTISCI LE MIE IMPOSTAZIONI\nContinua senza accettare"
}