{
  "url": "https://it.wikipedia.org/wiki/Scacchi",
  "timestamp": 1744662624.2961876,
  "content": "Vai al contenuto\nMenu principale\nRicerca\nFai una donazione\nregistrati\nentra\nStrumenti personali\nIl web che ci era stato promesso\n14 aprile: un importante aggiornamento per gli utenti in Italia.\nFedele utente, meriti una spiegazione, non saltare questo messaggio. È lunedì, 14 aprile, e la nostra raccolta fondi non durerà molto. Se hai usato spesso Wikipedia quest'anno, speriamo che questo significhi che ti ha dato una conoscenza che vale almeno 2,75 €. Unisciti al 2% di utenti che donano ciò che possono per mantenere questa preziosa risorsa disponibile per tutti.\nDopo 25 anni, Wikipedia è ancora il web che ci era stato promesso: un'oasi di conoscenza libera e collaborativa. Consultando Wikipedia oggi, scegli un web libero ed equo: uno spazio in cui trovare le informazioni di cui hai bisogno senza essere distratto da pubblicità o dagli interessi di ricchi proprietari.\nMolti utenti non donano e il tuo contributo conta. Se Wikipedia ti fornisce una conoscenza che vale almeno 2,75 €, per favore dona 2,75 € oggi stesso. Grazie.\nOrgoglioso custode di Wikipedia e dei suoi siti correlati\nScopri cosa fa Wikimedia\nCon quale frequenza vorresti donare?\nUna volta\nMensile\nAnnuale\nSostieni la nostra missione a lungo termine\nSeleziona un importo (EUR).\nLa donazione media in Italia è di 8 €.\n2,75 €\n15 €\n25 €\n50 €\n100 €\n250 €\n500 €\nOther amount\nAltro\nPer favore seleziona un metodo di pagamento\nTrasferimento bancario (SEPA)\nContinua\nForse in seguito\nDomande frequenti  |  Altri modi per donare  |  Ho già donato\nNon venderemo mai le tue informazioni. Inviando, accetti la nostra politica sulla privacy dei donatori e la condivisione delle tue informazioni con la Wikimedia Foundation e i suoi fornitori di servizi negli Stati Uniti e altrove. Se fai una donazione ricorrente, la Wikimedia Foundation ti addebiterà l'importo fino a quando non ci chiederai di smettere. Ti invieremo un'e-mail che include un link a semplici istruzioni per la cancellazione.\nScusa l'interruzione, ma presto sarà troppo tardi per aiutarci nella nostra raccolta fondi. Per favore dona 2,75 €.\nNo, magari in seguito quando avrò più tempo\nSì, voglio donare 2,75 €\nIndice nascondi\nInizio\nDescrizione e regolamento\nAttiva/disattiva la sottosezione Descrizione e regolamento\nTattica\nStrategia\nAttiva/disattiva la sottosezione Strategia\nProblemi, studi di scacchi e composizione\nVarianti degli scacchi\nSoftware scacchistico\nScacchi e internet\nStoria\nAttiva/disattiva la sottosezione Storia\nArte e costume\nNote\nBibliografia\nAttiva/disattiva la sottosezione Bibliografia\nVoci correlate\nAltri progetti\nCollegamenti esterni\nScacchi\n194 lingue\nVoce\nDiscussione\nLeggi\nModifica\nModifica wikitesto\nCronologia\nStrumenti\nAspetto nascondi\nTesto\nPiccolo\nStandard\nGrande\nLarghezza\nStandard\nLargo\nColore (beta)\nAutomatico\nChiaro\nScuro\nDisambiguazione – Se stai cercando altri significati, vedi Scacchi (disambigua).\nScacchi\nParte di un set di scacchi\nLuogo origine India\nData origine VI secolo d.C.\nRegole\nN° giocatori 2\nSquadre Nei tornei si può giocare singolarmente o a squadre, disputando una partita a testa e sommando i punti\nGiro Inizia il Bianco\nRequisiti\nPreparativi 1 minuto\nDurata 1-300 minuti\nAleatorietà Nessuna\nGli scacchi (dal provenzale e catalano antico escac, che a sua volta discende dal persiano شاه shāh, \"re\"[1][2]) sono un gioco di strategia che si svolge su una tavola quadrata detta scacchiera, formata da 64 caselle (o \"case\") di due colori alternati, sulla quale ogni giocatore dispone di 16 pezzi (bianchi o neri; per traslato, \"il Bianco\" e \"il Nero\" designano i due sfidanti[3]): un re, una donna (o \"regina\"), due alfieri, due cavalli, due torri e otto pedoni; ogni casella può essere occupata da un solo pezzo, che può catturare o \"mangiare\" il pezzo avversario andando a occuparne la casella; obiettivo del gioco è dare scacco matto, ovvero minacciare la cattura del re avversario in modo tale che l'altro giocatore non possa eseguire mosse legali.[4]\nNati in India intorno al VI secolo d.C., gli scacchi giunsero in Europa verso l'anno 1000, con ogni probabilità grazie alla mediazione degli Arabi; diffusisi nell'intero continente, raggiunsero una forma pressoché moderna nel XV secolo in Italia e in Spagna, seppure per arrivare al regolamento completo attuale si debba attendere il XIX secolo. Successivamente, a partire dalla metà dell'Ottocento, per merito di Paul Morphy e Wilhelm Steinitz iniziarono a codificarsi i fondamenti strategici del gioco; nel 1886 lo stesso Steinitz, dopo una sfida contro Johannes Zukertort, si proclamò primo campione del mondo.\nFra i giochi più popolari al mondo, possono essere giocati ovunque (a livello ricreativo o agonistico): in casa, all'aperto, nei circoli dedicati, via Internet e talora per corrispondenza. Le maggiori competizioni ufficiali sono organizzate sotto l'egida della FIDE (la \"Federazione Internazionale degli Scacchi\"). Il gioco degli scacchi è alquanto complesso: si stima che il numero di combinazioni legalmente ammesse dei 32 pezzi sulle 64 case della scacchiera sia compreso fra 1043[5] e 1050,[6] e che la dimensione dell'albero delle mosse sia pressappoco di 10123;[6][7] il numero di possibili partite diverse è circa 101050.[8][9]\nDescrizione e regolamento[modifica | modifica wikitesto]\nLe regole ufficiali degli scacchi sono definite dalla Federazione Internazionale degli Scacchi (FIDE) nella sezione Laws of Chess[10] del FIDE Handbook.[11]\nLa scacchiera[modifica | modifica wikitesto]\nLo stesso argomento in dettaglio: Scacchiera.\nScacchiera (con pezzi di tipo Staunton) e orologio\nDa sinistra: un re, una torre, una donna, un cavallo, un alfiere e un pedone\nGli scacchi si giocano su una tavola quadrata, detta \"scacchiera\", divisa in 64 case, alternativamente di colore chiaro e scuro, organizzate in 8 righe orizzontali (o \"traverse\") e verticali (o \"colonne\"): le traverse sono numerate da 1 a 8 (rispettivamente, base dei pezzi bianchi e dei neri), mentre le colonne sono contrassegnate dalle lettere dell'alfabeto da \"a\" a \"h\". La scacchiera deve essere orientata in modo che la casa nell'angolo in basso a destra di ciascun giocatore sia chiara.[12]\nLe case della scacchiera nelle competizioni ufficiali devono avere lato compreso tra i 5-6 cm.[13] I tavoli da scacchi devono avere lunghezza 110±16,5 cm, e larghezza 85±12,75 cm.[14]\nSulla scacchiera si muovono 32 pezzi, di cui 16 bianchi e 16 neri. Le scacchiere e i pezzi impiegati nei tornei ufficiali possono essere in legno, plastica o materiali con caratteristiche simili.[15] Esistono anche scacchiere artistiche con pezzi in vetro, pietra, cuoio o metallo, o altri materiali, usate, più che altro, come oggetti decorativi. La stessa scacchiera può essere usata per giocare a dama; in questo caso essa si dispone però in modo diverso. Esistono anche versioni da viaggio che si piegano per formare una scatola che contiene i pezzi da gioco. Negli anni 2000 si sono diffuse in ambito professionale scacchiere digitali munite di sensori in grado di riconoscere l'esecuzione delle mosse, in grado di trasmetterle ai computer o di azionare automaticamente l'orologio. Spesso vengono impiegate nei tornei per la trasmissione delle partite su schermi in loco o online via internet.\nI pezzi sulla scacchiera[modifica | modifica wikitesto]\nOgni giocatore dispone di un insieme di 16 pezzi,[16] ciascuno composto di sei tipi diversi di pezzi. I due insiemi di pezzi sono colorati in modo differente: in genere uno è molto più chiaro dell'altro, motivo per il quale prendono il nome di Bianchi e Neri. In condizioni ufficiali il colore dei bianchi deve essere bianco, crema o una tonalità di colore intermedia fra esse, mentre i neri devono essere neri, marroni o di tonalità intermedia. Tale colorazione può anche essere fornita dal colore naturale del legno, se sono realizzati con tale materiale. I pezzi non devono essere di colore lucido e devono essere piacevoli alla vista.[17]\nL'aspetto dei pezzi nei tornei ufficiali deve essere di tipo Staunton. I pezzi devono essere chiaramente distinguibili fra loro, in particolare la sommità del re deve essere differente da quella della donna: comunemente sul re è collocata una croce e sulla donna una corona. L'alfiere può recare una tacca sulla sua sommità o questa può essere di un differente colore.[15] Il re di un set regolamentare da torneo deve avere un'altezza compresa tra 84 e 100 mm e una base che sia il 40-50% della sua altezza. Gli altri pezzi devono essere proporzionati al re e il peso dei pezzi deve garantirne la stabilità, consentendo comunque di muoverli agevolmente.[18] Per assicurare ciò, i pezzi sono in genere piombati, ovvero contengono all'interno dei pesi metallici (tipicamente in piombo) che ne assicurano la stabilità.\nElenco dei pezzi in ordine teorico crescente di importanza:\na b c d e f g h\n8\n8\n7 7\n6 6\n5 5\n4 4\n3 3\n2 2\n1 1\na b c d e f g h\nPosizione dei pezzi all'inizio di una partita[16]\nPezzo Pedone Cavallo Alfiere Torre Donna Re\nSimbolo\nQuantità iniziale 8 2 2 2 1 1\nLa donna e la torre sono detti «pezzi pesanti», in quanto sono in grado da soli di dare matto con l'aiuto del solo re; invece l'alfiere e il cavallo sono detti «pezzi leggeri», in quanto non sono in grado di farlo.\nI pedoni occupano rispettivamente la seconda e la settima traversa, mentre gli altri pezzi prendono posizione nella prima e nell'ottava traversa. A partire dai due angoli, in modo simmetrico, ogni giocatore posiziona torre, cavallo e alfiere e, per concludere, la donna, sulla casa del proprio colore rimasta libera, e il re, nella casa di colore opposto.\nI simboli mostrati nel diagramma soprastante non sono universali, ma sono del tipo più usato. I simboli UTF-8 per i pezzi degli scacchi sono: ♔ ♕ ♖ ♗ ♘ ♙ ♚ ♛ ♜ ♝ ♞ ♟.\nIl giocatore che muove per primo è quello che vede il proprio re a destra della propria donna, cioè quello con i pezzi di colore chiaro, che si chiama convenzionalmente «Bianco»,[19] mentre l'altro è detto «Nero».[20]\nMovimento dei pezzi[modifica | modifica wikitesto]\na b c d e f g h\n8\n8\n7 7\n6 6\n5 5\n4 4\n3 3\n2 2\n1 1\na b c d e f g h\nMosse dell'alfiere\na b c d e f g h\n8\n8\n7 7\n6 6\n5 5\n4 4\n3 3\n2 2\n1 1\na b c d e f g h\nMosse della torre\na b c d e f g h\n8\n8\n7 7\n6 6\n5 5\n4 4\n3 3\n2 2\n1 1\na b c d e f g h\nMosse della donna\na b c d e f g h\n8\n8\n7 7\n6 6\n5 5\n4 4\n3 3\n2 2\n1 1\na b c d e f g h\nMosse del cavallo\na b c d e f g h\n8\n8\n7 7\n6 6\n5 5\n4 4\n3 3\n2 2\n1 1\na b c d e f g h\nMosse del pedone: il pedone in e2 può muovere in e3 o e4; il pedone in c6 può muovere in c7 o anche catturare una torre nera; il pedone in h5 può prendere \"en passant\" il pedone nero se l'ultima mossa del Nero è stata g7-g5; il pedone in a2 può muovere in a1 e venire quindi promosso\na b c d e f g h\n8\n8\n7 7\n6 6\n5 5\n4 4\n3 3\n2 2\n1 1\na b c d e f g h\nMosse del re: movimento normale del re (Bianco in c4) e posizioni dopo l'arrocco lato re o corto (Bianco) e lato donna o lungo (Nero)\nCiascun pezzo degli scacchi si muove con precise modalità.[21] Nessun pezzo può andare a occupare una casa in cui è presente un altro pezzo dello stesso schieramento; può invece muoversi su una casa occupata da un pezzo avversario, effettuando in tal caso una \"cattura\", cioè eliminando (\"mangiando\") dalla scacchiera il pezzo nemico e prendendo il suo posto. Si dice che un pezzo \"attacca\" o \"minaccia\" una casa se esso può muoversi su di essa.\nL'alfiere può muoversi[22] su una qualunque casa di una delle diagonali formate dall'insieme ideale delle caselle raggruppate a partire dalla casa di partenza sino al raggiungimento del bordo della scacchiera, considerando soltanto le caselle adiacenti in obliquo. Tutta la diagonale puà essere percorsa per intero, purché il tragitto sia privo di ostacoli, costituiti dalla presenza di altri pezzi su una delle case delle diagonali percorribili dall'alfiere stesso. Se uno dei pezzi della casa di arrivo appartiene allo schieramento avversario, l'alfiere può catturarlo sostituendosi ad esso. Ciascun alfiere non può mai cambiare il colore delle case su cui si muove e i due alfieri inizialmente a disposizione del giocatore si muovono uno solo su case bianche e l'altro solo su case nere: per questo i giocatori parlano di alfieri \"campochiaro\" o \"camposcuro\" a seconda del colore delle case in cui si trovano.\nLa torre può muoversi[23] su una qualunque casa della traversa o della colonna formate dall'insieme ideale delle caselle raggruppate dalla casa di partenza sino al raggiungimento del bordo della scacchiera, considerando o tutte le caselle adiacenti procedendo in orizzontale o tutte le caselle adiacenti procedendo in verticale. Tutta la colonna o la traversa può essere percosa per intero, purché il tragitto sia privo di ostacoli, costituiti dalla presenza di altri pezzi su una delle case delle colonne o traverse percorribili dalla torre stessa. Se uno dei pezzi della casa di arrivo appartiene allo schieramento avversario, la torre può catturarlo sostituendosi ad esso. La torre è anche coinvolta nella speciale mossa del Re chiamata arrocco, che sarà descritta più avanti.\nLa donna, chiamata anche Regina, può eseguire sia le mosse dell'alfiere che quelle della torre, potendo quindi muoversi su tutte le case della stessa traversa, della stessa colonna o della stessa diagonale a partire dalla casa in cui si trova[24], purché il percorso sia privo di ostacoli, costituito dalla presenza di altri pezzi su una delle case delle colonne, delle traverse o delle diagonali percorribili dalla donna stessa. Se uno dei pezzi della casa di arrivo appartiene allo schieramento avversario, la donna può catturarlo sostituendosi ad esso.\nIl cavallo può muoversi su una delle case a lui più vicine che non appartengono alla traversa, alla colonna e alle diagonali passanti per la sua casa di partenza.[25] Un cavallo che non si trova in prossimità del bordo della scacchiera ha a disposizione otto case (che formano la cosiddetta \"rosa di cavallo\") verso le quali muoversi, mentre se si trova al bordo la sua mobilità è ridotta a tre o quattro case e se si trova in un angolo a due. Il movimento del cavallo è composto dalla somma di uno spostamento orizzontale di una casa e di uno verticale di due o viceversa, descrivendo una \"L\". Il cavallo è inoltre l'unico pezzo che, nei suoi movimenti, può attraversare anche caselle già occupate da altri pezzi, sia amici che nemici: si dice che può \"saltare\". A ogni mossa, il cavallo cambia necessariamente il colore della casa in cui si trova.\nIl pedone segue regole di movimento[26] leggermente più complesse:\nAlla sua prima mossa, ossia quando parte dalla posizione iniziale, ciascun pedone può muovere di una oppure due case in avanti, a scelta del giocatore, a patto che la casa di destinazione ed eventualmente la casa saltata siano libere. Nelle sue mosse successive il pedone può muoversi solo di una casa in avanti per mossa, a patto che questa sia libera. A differenza degli altri pezzi, non può mai muovere all'indietro.\nIl pedone è l'unico pezzo che cattura in maniera diversa da come muove normalmente. Può catturare un pezzo nemico solo se si trova su una delle due case poste diagonalmente in avanti rispetto alla sua casa di partenza (vedi diagramma), ma non può né muovere in tali case se esse sono libere né catturare i pezzi che si trovano nelle case che ha di fronte.\nQuando, eseguendo la sua prima mossa di due case in avanti, il pedone viene a trovarsi di fianco a un pedone avversario, quest'ultimo può alla mossa successiva catturarlo en passant, come se il primo fosse avanzato di una sola casa. La presa en passant può essere eseguita solo come mossa successiva all'avanzamento del pedone avversario di due case.\nSe un pedone riesce ad avanzare fino all'ottava traversa, viene promosso, ossia assume il ruolo e le capacità di movimento di un altro pezzo dello stesso colore (donna, torre, alfiere o cavallo) a scelta del giocatore, indipendentemente dai pezzi già presenti sulla scacchiera. In questo modo è dunque possibile avere un numero di esemplari di un certo pezzo maggiore rispetto a quello iniziale. L'effetto è immediato, ad esempio si può dare scacco o scacco matto con una promozione se il re avversario è nel raggio d'azione del pedone promosso secondo il ruolo che gli si è dato. Nella pratica il pedone viene quasi sempre promosso a donna, che è il pezzo con più libertà di movimento, tuttavia in alcuni casi il massimo vantaggio possibile si ottiene promuovendo il pedone ad un altro tipo di pezzo, ad esempio per dare scacco con il cavallo. In questi casi si parla di \"promozione minore\".\nIl re si può muovere[27] in una delle case adiacenti a quella occupata (sulla stessa traversa, colonna o diagonale), purché questa non sia minacciata da un pezzo avversario. Una sola volta in tutta la partita ciascun re può usufruire di una mossa speciale, nota come arrocco, che consiste nel muovere il re di due case a destra o a sinistra in direzione di una delle due torri e successivamente, sempre durante lo stesso turno, muovere la torre verso la quale il re si è mosso nella casa compresa tra quelle di partenza e di arrivo del re. Questo si può fare solamente se tutte le condizioni seguenti sono soddisfatte:[28]\nIl giocatore non ha ancora mosso né il re né la torre coinvolta nell'arrocco;\nNon ci devono essere pezzi (amici o avversari) fra il re e la torre utilizzata;\nNé la casa di partenza del re, né la casa che esso deve attraversare, né quella di arrivo devono essere minacciate da un pezzo avversario.\nIl re è l'unico pezzo che non può mai essere catturato, ma solo minacciato. Quando un re è minacciato, trovandosi sulla traiettoria di un pezzo nemico, si dice che è \"sotto scacco\"; non è consentita alcuna mossa che ponga o lasci il proprio re in tale condizione.[29] Per eliminare la minaccia si deve procedere in uno dei seguenti modi:\nmuovere il re in una delle case adiacenti, a patto che questa non sia sotto il controllo di un pezzo avversario;\ncatturare, con il re o con un altro pezzo, il pezzo avversario che si trova sulla traiettoria del re e dà origine allo scacco;\nnel caso di minaccia da parte di donna, torre o alfiere non adiacenti al re sotto attacco, frapporre tra quest'ultimo e il pezzo che minaccia scacco un qualunque pezzo o pedone, in modo che sia quest'ultimo a essere minacciato invece del re.\nNon è necessario che chi fa una mossa che pone il re avversario sotto scacco lo annunci verbalmente; al contrario, nelle partite ufficiali di torneo, tale comportamento può essere ritenuto fastidioso e sanzionabile con una ammonizione o un richiamo.\nSe nessuna delle mosse che il giocatore può effettuare è in grado di liberare il re dallo scacco, si tratta di scacco matto e la partita termina con la vittoria dell'avversario. Se invece il re non si trova sotto scacco ma non è possibile effettuare alcuna mossa legale (ad esempio se si ha solo il re in gioco ed esso non è sotto scacco ma tutte le case ad esso adiacenti sono minacciate), si tratta di stallo e la partita termina con un risultato di parità, non potendo il giocatore che si trova in questa condizione muovere senza contravvenire alle regole del gioco.\nConclusione della partita[modifica | modifica wikitesto]\nLo stesso argomento in dettaglio: Scacco matto e Patta (scacchi).\nLo scopo degli scacchi consiste nel dare \"scacco matto\" (dall'arabo Shāh Māt, che significa \"il re è morto\",[30] derivante forse da un'errata traduzione del persiano شاه مات Shāh Māt, che significa \"il re è sconfitto\" o \"il re è indifeso\"[31][32]) al re avversario.[33] Si ha scacco matto quando il re si trova sotto la minaccia diretta dei pezzi avversari e nessuna delle mosse legali possibili gli consente di sottrarsi a essa, quindi sarebbe sicuramente catturato alla mossa successiva se non si trattasse del re. Lo scacco matto determina la conclusione della partita con la sconfitta del giocatore che lo subisce. Lo \"scacco\" invece è l'attacco che un pezzo avversario porta al re e da cui il re può essere protetto. La partita può terminare anche per abbandono da parte di un contendente, ovviamente con la vittoria dell'altro.\nPatta[modifica | modifica wikitesto]\nIl gioco termina in patta (parità) nei seguenti casi:[34]\nse restano sulla scacchiera soltanto i due re;\nse la situazione è tale per cui nessuno dei due giocatori può dare scacco matto all'altro, anche in caso di difesa peggiore. Ad esempio re e cavallo o re e alfiere contro re è patta, ma non re e due cavalli contro re oppure re e cavallo contro re e cavallo, dato che una posizione di matto esiste (anche se a gioco corretto, ovvero in assenza di errori dell'avversario, non può essere forzata);\nse il giocatore che ha il tratto non ha il re sotto scacco ma al contempo non può eseguire nessuna mossa legale (stallo).\nLa partita termina con una patta su richiesta di un giocatore se questi effettua o ha intenzione di effettuare (avendola segnata sul formulario e avendo espresso l'intenzione di eseguirla) una mossa che:\nè l'ultima di una serie di cinquanta mosse consecutive (cinquanta mosse per ciascun giocatore) nelle quali non è stato catturato alcun pezzo e non è stato mosso alcun pedone;[35]\ncomporta la ripetizione sulla scacchiera della stessa posizione per tre volte (anche non consecutive) durante la partita. La posizione è considerata identica se la mossa spetta al medesimo giocatore, se tutti i pezzi del medesimo genere e colore si trovano sulle stesse case e se sussistono inalterate le stesse possibilità di movimento (inclusi arrocco e catture en passant).[36]\nNella pratica di torneo il giocatore si rivolgerà all'arbitro il quale, dopo aver verificato che le condizioni necessarie siano soddisfatte, ha l'obbligo di dichiarare patta la partita.\nIn qualsiasi momento della partita, salvo speciali limitazioni imposte in singoli tornei, uno dei due giocatori può proporre di concludere la partita in patta all'avversario, che ha naturalmente il diritto di rifiutare l'offerta. Se la accetta, la partita termina immediatamente con il pareggio.\nGioco a tempo[modifica | modifica wikitesto]\nLo stesso argomento in dettaglio: Controllo del tempo e Orologio per scacchi.\nOrologio da scacchi meccanico\nNelle partite ufficiali il gioco degli scacchi si disputa a tempo, usando un orologio doppio come quello in figura, munito di due pulsanti: ognuno dei due giocatori, eseguita la sua mossa, aziona l'orologio, arrestando il proprio e mettendo in moto quello dell'avversario. L'orologio è munito di una piccola lancetta supplementare, detta in gergo \"bandierina\",[37] che quando rimangono cinque minuti comincia a sollevarsi lentamente, abbassandosi poi di colpo quando il tempo è scaduto. La bandierina deve essere chiaramente visibile e non deve essere nascosta da eventuali riflessi dell'orologio. Lo schermo di un orologio deve essere leggibile da almeno 3 metri e il fatto che un orologio sia in funzione deve essere comprensibile da almeno 10 metri di distanza. L'orologio deve funzionare nella maniera più silenziosa possibile, per non disturbare i giocatori.[37]\nLe caratteristiche e l'uso dell'orologio sono regolamentate ufficialmente:[37][38] il regolamento specifica che l'orologio deve essere azionato con la stessa mano con la quale è stata eseguita la mossa. La partita ha inizio quando viene azionato l'orologio del Bianco, all'orario stabilito per l'incontro. Se un giocatore non è presente all'inizio dell'incontro la partita viene vinta dall'avversario, a meno che l'organizzazione dell'incontro non disponga diversamente: in tal caso viene addebitato al Bianco il tempo di ritardo dall'inizio della competizione fino al suo arrivo sulla scacchiera.[39] La tolleranza zero sui ritardi è stata introdotta con l'aggiornamento al regolamento internazionale entrato in vigore il 1º luglio 2009, stabilito durante il 79º Congresso della FIDE a Dresda tenutosi nell'ottobre 2008 (in concomitanza con le XXXVIII olimpiadi degli scacchi). In precedenza, se un giocatore non era presente all'inizio della partita, era consentito un ritardo massimo di un'ora, ovviamente con l'addebito del tempo al giocatore stesso, salvo diverse disposizioni dell'organizzazione.[40] Un giocatore perde automaticamente la partita se usa tutto il tempo a sua disposizione, a meno che il suo avversario si trovi nell'impossibilità materiale di dare scacco matto qualunque sia la sequenza di mosse legali successive, caso in cui la partita è patta.[41]\nLa quantità di tempo inizialmente a disposizione dei giocatori (la cadenza di gioco) può variare. Solitamente la partita inizia con una certa quantità di tempo, che in alcune cadenze può aumentare dopo un certo numero di mosse (spesso la quarantesima) o anche a ogni singola mossa, facendo uso dell'orologio di Fischer; a propria discrezione l'arbitro può, nei casi prescritti dal regolamento, compensare eventuali perdite di tempo. La rimozione di tempo dall'orologio di un giocatore o l'aggiunta di tempo all'orologio dell'avversario sono sanzioni a disposizione dell'arbitro per punire condotte di gioco scorrette.[42] L'orologio regolamentare deve permettere all'arbitro di applicare tali sanzioni in meno di 60 secondi.[37]\nLe partite si distinguono in:\nTempo lungo (standard o classic): partite con un tempo di riflessione pari o superiore ai 60 minuti per giocatore.[43] Nei principali tornei accreditati dalla FIDE si utilizza una cadenza standard di 90 minuti a testa per le prime 40 mosse con un'aggiunta di 30 minuti al termine della 40ª mossa ed un incremento di tempo di 30 secondi per ogni mossa. Con tale cadenza le partite hanno una durata massima complessiva di circa 8 ore.[44][45][46]\nGioco rapido (rapid): la cadenza di gioco prevede un tempo di riflessione[43] superiore ai 10 minuti e inferiore ai 60 minuti per giocatore.[47]\nLampo (blitz): la cadenza di gioco prevede un tempo di riflessione[43] pari o inferiore ai 10 minuti per giocatore.[48]\nOrologio da scacchi digitale\nLe modalità di gioco standard, rapid e blitz sono ufficialmente riconosciute dalla FIDE e i giocatori che abbiano ottenuto risultati utili in tornei accreditati dalla federazione ottengono punteggi Elo distinti per ognuna delle modalità. Esistono campionati del mondo dedicati a tutte e tre le specialità, tuttavia il titolo di campione del mondo è riferito unicamente al vincitore del campionato del mondo di scacchi giocato con cadenza standard. Tale competizione risulta pertanto più prestigiosa rispetto al campionato del mondo di scacchi lampo ed al campionato del mondo di scacchi rapidi i quali si sono svolti continuativamente solo dal 2006 (blitz) e dal 2012 (rapid).\nIl regolamento disciplina il gioco rapido con alcune norme che lo differenziano dal gioco regolare;[47] ulteriori regole speciali valgono per il gioco lampo.[48] È ancora molto utilizzata l'espressione \"partita semi-lampo\" quando il tempo è di 15 minuti, ma dal punto di vista regolamentare le partite con tale cadenza rientrano nel gioco rapido.\nIl classico orologio per scacchi è meccanico, ma è ormai diffusissima, e di fatto irrinunciabile nei tornei internazionali, la sua versione elettronica, che è in grado di eseguire automaticamente alcune operazioni, quali memorizzare il numero di mosse giocate, variare la cadenza di gioco nel corso della partita e aggiungere una determinata quantità di tempo a ogni giocatore per ogni mossa giocata (se previsto dal regolamento del torneo). Gli orologi digitali per essere regolamentari non devono consentire il cambiamento della data in maniera immediata e devono fornire una indicazione se la carica della batteria è in esaurimento (garantendo comunque almeno 10 ore di autonomia in tale condizione).[37]\nAltre modalità di gioco[modifica | modifica wikitesto]\nLo stesso argomento in dettaglio: Scacchi per corrispondenza, Scacchi avanzati, Simultanea, Scacchi alla cieca e Bullet (scacchi).\nOltre che su una normale scacchiera da tavolo, gli scacchi possono essere praticati in varie modalità. Tra le alternative più consolidate vi sono gli scacchi per corrispondenza, praticati utilizzando vari mezzi per la trasmissione delle mosse quali servizio postale, e-mail o server dedicati. Una partita per corrispondenza è giocata solitamente in diverse sessioni di gioco e prevede cadenze superiori a quelle delle partite standard ed una durata complessiva variabile da alcuni giorni fino ad alcuni anni, a seconda del mezzo di trasmissione impiegato e del regolamento della competizione per cui essa è giocata. Aiuti esterni quali libri, database e software scacchistici (per i quali esiste un campionato del mondo dedicato) possono essere consentiti oppure no, a seconda delle preferenze dei giocatori o dell'organizzazione. Il gioco per corrispondenza è gestito e regolamentato ufficialmente dalla ICCF (acronimo di International Correspondence Chess Federation, it: Federazione Internazionale di Scacchi per Corrispondenza), una federazione riconosciuta dalla FIDE che organizza anche i campionati mondiali individuali e a squadre.\nUna modalità di gioco diffusa tra i giocatori di livello elevato è quella delle partite in simultanea. In tali esibizioni un solo giocatore affronta un numero variabile di avversari, passando da una scacchiera all'altra a ogni mossa. Le partite simultanee possono prevedere un numero variabile di giocatori, da poche scacchiere fino ad alcune centinaia: il record è detenuto dal GM iraniano Ehsan Ghaem Maghami, che tra l'8 e il 9 febbraio 2011 ha affrontato contemporaneamente 604 avversari in una sfida durata 25 ore, conclusa con un risultato di 580 vittorie, 16 patte e 8 sconfitte.[49]\nParticolarmente impegnativo è il gioco degli scacchi alla cieca, nei quali i giocatori si affrontano senza poter vedere la scacchiera e affidandosi totalmente alla propria memoria. Anche gli scacchi alla cieca sono oggetto di esibizioni simultanee, talvolta di notevoli dimensioni: grandi giocatori come Miguel Najdorf, George Koltanowski, János Flesch, Aleksandr Aleksandrovič Alechin, Richard Réti e numerosi altri si sono cimentati in simultanee alla cieca contro alcune decine di avversari. Uno dei più importanti tornei di scacchi alla cieca è stato il Melody Amber, tenutosi per venti edizioni annuali dal 1992 al 2011, articolato in un torneo alla cieca e in uno di gioco rapido, i cui partecipanti erano tutti giocatori ai vertici mondiali. L'attuale detentore del record per il maggior numero di partite alla cieca in simultanea è il GM Timur Gareev che nel 2016 ha giocato contro 48 avversari.\nUna modalità di gioco sviluppata alla fine degli anni 1990 è quella degli scacchi avanzati, inventata dal GM Garry Kasparov, che consente ad ognuno dei giocatori, definiti centauri, di farsi aiutare legittimamente da un computer nell'analisi della posizione o accedere a qualsiasi altra consultazione. Il gioco è anch'esso online su server dedicato, ma i tornei si svolgono in diretta e bisogna fare i conti con l’orologio come nel gioco a tavolino.\nDei primi anni 2000 è vasta la diffusione del bullet, una modalità di gioco con cadenze iperveloci che ha legato il suo successo alle grandi possibilità del gioco online. In questa modalità il tempo di riflessione è inferiore ai 3 minuti per giocatore, tuttavia più comunemente viene messo a disposizione soltanto 1 minuto per giocatore.[50][51]\nNotazione delle mosse[modifica | modifica wikitesto]\nFormulario della partita Fischer-Najdorf (USA-Argentina), terzo turno delle XIX Olimpiadi degli scacchi, Siegen, 1970. Le mosse sono segnate in notazione descrittiva.\nLo stesso argomento in dettaglio: Notazione algebrica, Notazione descrittiva, Notazione Forsyth-Edwards e Notazione numerica.\nIl sistema utilizzato comunemente per annotare le mosse, chiamato notazione algebrica, è descritto nel regolamento internazionale degli scacchi.[52] Nei tornei ufficiali infatti ciascun giocatore deve annotare le mosse su un verbale[53] detto formulario; fa eccezione il gioco rapido, per il quale, vista la cadenza di gioco breve, i giocatori sono esentati dalla verbalizzazione delle mosse.[54]\nLa notazione algebrica è l'unico sistema ufficialmente riconosciuto dalla FIDE e fa uso di lettere, numeri e simboli per l'annotazione delle mosse ed eventuali commenti alle stesse. Le mosse vengono numerate in ordine progressivo e sono composte ciascuna da una coppia di semimosse. La semimossa riporta una lettera maiuscola a indicare il tipo di pezzo mosso (tranne per il pedone, per il quale non è prevista alcuna lettera): l'alfabeto delle lettere varia da lingua a lingua. Segue la casa di destinazione (individuata da una coppia di coordinate: lettera per la colonna, numero per la traversa) preceduta da una \"x\"[55] nel caso di cattura; nelle catture effettuate dai pedoni si indica prima della \"x\", con lettera minuscola, la colonna di provenienza del pedone, e nel caso di cattura en passant la semimossa di cattura è seguita dall'indicazione \"e.p.\". La promozione si indica ponendo al termine della mossa il simbolo \"=\" seguito dalla lettera indicante il pezzo richiesto per la promozione stessa. L'arrocco ha un simbolo particolare: \"0-0-0\" (lungo) e \"0-0\" (corto). Un \"+\" al termine della semimossa indica uno scacco (a volte si usa \"++\" per indicare uno scacco doppio), mentre un \"#\" indica lo scacco matto. Esiste poi un ampio ventaglio di simboli impiegati dai commentatori: i più comuni sono \"!\" e \"!!\" (buona/ottima mossa), \"?\" e \"??\" (errore/errore grave), \"!?\" e \"?!\" (mossa interessante/dubbia).\na b c d e f g h\n8\n8\n7 7\n6 6\n5 5\n4 4\n3 3\n2 2\n1 1\na b c d e f g h\nPosizione dopo 7.Cd5#\nEcco un semplice esempio di notazione algebrica:\nLégal-St. Brie, Parigi, 1750\n1.e4 e5 2.Cf3 d6 3.Ac4 Cc6 4.Cc3 Ag4? 5.Cxe5! Axd1?? 6.Axf7+ Re7 7.Cd5#\nEsistono altri sistemi per la notazione delle mosse. In passato era impiegata la notazione descrittiva, che indica le colonne con una o due lettere: in italiano R e D per le colonne di re e donna rispettivamente, mentre per le altre colonne il nome deriva dalla lettera del pezzo che occupa quella colonna in posizione iniziale, preceduta da D o R a seconda che si trovi sull'ala di donna o di re.\nEsempio di notazione descrittiva:\nAnderssen-Dufresne, Berlino, 1854\na b c d e f g h\n8\n8\n7 7\n6 6\n5 5\n4 4\n3 3\n2 2\n1 1\na b c d e f g h\nPosizione finale (24. Axe7#)\n1.P-R4 P-R4 2.C-RB3 C-DB3 3.A-A4 A-A4 4.P-DC4 AxCP 5.P-A3 A-T4 6.P-D4 PxP 7.O-O P-D6 8.D-C3 D-A3 9.P-R5 D-C3 10.T-R1 RC-R2 11.A-T3 P-C4 12.DxP R-DC1 13.D-T4 A-C3 14.DC-D2 A-C2? 15.C-R4 D-A4? 16.AxDP D-T4 17.C-A6+! PxC 18.PxP T-C1 19.DT-D1! DxC 20.TxC+ CxT 21.DxP+! RxD 22.A-A5+ R-R1 23.A-D7+ R-A1 24. AxC #\nNel gioco per corrispondenza internazionale, allo scopo di evitare fraintendimenti a causa delle differenti lettere maiuscole utilizzate per indicare i pezzi nelle varie lingue, viene adoperata la notazione numerica, nella quale anche le colonne, come le traverse, sono numerate da 1 a 8. Ciascuna semimossa, pertanto, è composta da quattro cifre: le prime due indicano la casa di partenza, le ultime due quella di arrivo, senza alcun riferimento, superfluo, al pezzo impegnato. Si trascurano i segni di presa (cattura). La partita Légal-St. Brie, riportata più sopra, sarebbe trascritta così:\n1.5254 5755 2.7163 4746 3.6134 2836 4.2133 3874 5.6355 ecc.\nL'arrocco si indica descrivendo il solo movimento del Re (\"5131\", \"5838\", \"5171\", \"5878\"); infatti è l'unico caso in cui il Re possa muoversi di due case. La promozione del pedone viene indicata associando ogni pezzo a un numero: Donna=1, Torre=2, Alfiere=3, Cavallo=4. Quindi un pedone bianco in d7 promosso a torre dopo una presa in e8 si trascriverebbe \"4758-2\".\nAltra tecnica è la notazione Forsyth-Edwards, ideata dal giornalista scozzese David Forsyth e applicata in seguito da Steven Edwards all'elaborazione elettronica: questa notazione consente di descrivere con una serie di lettere e numeri, detta stringa FEN, una precisa posizione sulla scacchiera. La stringa FEN è formata da sei parti intervallate da spazi, che rappresentano rispettivamente la posizione dei pezzi (fila per fila, dal punto di vista del bianco), giocatore che ha il tratto, possibilità di arrocco, catture en passant, numero di semimosse (dall'ultima cattura o spinta di pedone, utile per applicare la regola delle 50 mosse) e numero di mosse dall'inizio della partita.\nAlcuni esempi di stringhe FEN:\nposizione iniziale:\nrnbqkbnr/pppppppp/8/8/8/8/PPPPPPPP/RNBQKBNR w KQkq - 0 1\ndopo 1.e4 c5 2.Cf3:\nrnbqkbnr/pp1ppppp/8/2p5/4P3/5N2/PPPP1PPP/RNBQKB1R b KQkq - 1 2\nNella pratica di torneo[modifica | modifica wikitesto]\nLo stesso argomento in dettaglio: Torneo di scacchi.\nNei tornei ufficiali si seguono le direttive del Fide Handbook[11]. Alcune regole possono subire lievi variazioni (per esempio la gestione del tempo e la cadenza di gioco, la gestione dell'offerta di patta, come agire nel caso il giocatore si presenti in ritardo alla partita ecc.) a discrezione degli organizzatori, a patto che tali scelte non siano in contrasto con le disposizioni generali della FIDE.\nRegole per l'esecuzione delle mosse[modifica | modifica wikitesto]\nSecondo il regolamento ufficiale,[56] le mosse devono essere eseguite con una sola mano, anche le catture. Tale regola è valida anche nel caso dell'arrocco: in questa specifica circostanza il giocatore deve muovere prima il re, di due case verso la torre, e poi la torre, portandola a fianco del re. Analogamente, in caso di promozione di un pedone, il giocatore, dopo aver spinto il pedone nell'ultima traversa, lo toglie dalla scacchiera e colloca al suo posto il pezzo promosso, sempre usando la stessa mano. Inoltre, quando un giocatore tocca i propri pezzi è tenuto a muovere il primo tra quelli toccati che abbia a sua disposizione mosse legali; se tocca i pezzi dell'avversario è obbligato a catturare il primo catturabile con mossa legale tra quelli toccati. Se tocca il proprio re e una delle proprie torri è obbligato ad arroccare, se ciò è legale. Se non è possibile compiere mosse legali con i pezzi toccati, il giocatore è libero di eseguire un'altra mossa. Una mossa si considera conclusa quando il giocatore lascia il pezzo sulla casa di destinazione, dopo aver rimosso dalla scacchiera l'eventuale pezzo catturato. L'arrocco si considera concluso quando la torre viene lasciata sulla casa di destinazione: dopo aver rilasciato il re la mossa non è ancora conclusa, ma non è possibile eseguire altra mossa che non sia il completamento dell'arrocco. Se un giocatore tocca un pezzo perde il diritto a reclamare la violazione di tali regole da parte dell'avversario. È possibile per un giocatore acconciare i pezzi nelle rispettive case, previo annuncio verbale con le espressioni I adjust o j'adoube[57] (acconcio nella traduzione italiana).\nArbitraggio[modifica | modifica wikitesto]\nLe partite ufficiali sono controllate da un arbitro, i cui compiti sono specificati nel regolamento internazionale.[58] Egli deve assicurare l'applicazione delle regole degli scacchi, mantenendo le migliori condizioni di gioco e applicando eventualmente sanzioni di diversa entità (ammonizione, riduzione del tempo di riflessione, assegnazione della vittoria all'avversario, espulsione dalla manifestazione) nei confronti dei giocatori che si macchiano di un comportamento di gara scorretto e antisportivo. L'arbitro non deve comunque intervenire nella partita se non nei casi previsti dal regolamento,[59] evitando per esempio di comunicare ai giocatori l'avvenuta mossa da parte dell'avversario o la dimenticanza di azionare l'orologio al termine della mossa.\nL'applicazione di questo punto del regolamento ha portato talvolta a situazioni curiose e discusse. Ne è un esempio un incidente capitato durante il torneo open di Calcutta del 2009: uno dei giocatori più forti si è presentato al torneo in evidente stato di ebbrezza,[60] addormentandosi sulla scacchiera. L'arbitro è intervenuto svegliando il giocatore, e questa vicenda ha sollevato numerose polemiche in merito alla legittimità di un simile intervento arbitrale.[61][62]\nClassifiche[modifica | modifica wikitesto]\nLo stesso argomento in dettaglio: Elo (scacchi).\nLa forza dei giocatori di scacchi, non essendo una grandezza direttamente misurabile, viene approssimativamente desunta dalle statistiche di gioco: se un giocatore vince una partita si suppone che sia stato superiore al suo avversario in quella partita, mentre se ha perso si presume che sia stato ad un livello inferiore e se la partita è finita in parità si assume che i due giocatori siano più o meno allo stesso livello.\nUn procedimento matematico per misurare la forza dei giocatori di scacchi è stato messo a punto dal fisico statunitense di origini ungheresi Arpad Emrick Elo. Il professor Elo era anche un giocatore di scacchi di alto livello (otto volte campione del Wisconsin) e affrontò il problema elaborando un sistema, che in suo onore prese il nome di sistema Elo, per aggiornare il punteggio (o rating, in inglese valutazione) di un giocatore tenendo conto sia del risultato di ogni partita che della forza di ciascun avversario.\nLe formule proposte da Elo, soggette in seguito a continui miglioramenti, sono state presto adottate dalla federazione scacchistica statunitense (USCF) e, nel 1970, dalla stessa FIDE. La FIDE aggiorna con cadenza mensile la classifica mondiale[63] con il rating di tutti i giocatori che hanno ottenuto un punteggio Elo (disputando un certo numero di partite ufficiali in tornei contro giocatori muniti di rating). Analogamente, anche le varie federazioni nazionali stilano le proprie classifiche locali.\nTitoli scacchistici[modifica | modifica wikitesto]\nLo stesso argomento in dettaglio: Grande maestro internazionale e Titoli scacchistici.\nI titoli scacchistici sono dei titoli concessi dalla FIDE agli scacchisti che raggiungono un livello di gioco particolarmente elevato, attestato generalmente dal raggiungimento di un determinato punteggio Elo e dal conseguimento di buone prestazioni (le cosiddette norme) in tornei ai quali abbiano partecipato giocatori già in possesso del titolo.\nI titoli durano per tutta la vita e non possono essere ritirati; sono aperti sia ai giocatori che alle giocatrici, ma esistono titoli corrispondenti riservati alle donne, i cui requisiti sono minori di quelli open.\nVi sono anche titoli riservati agli scacchi per corrispondenza e per la soluzione o la composizione di problemi di scacchi.\nIl massimo titolo è quello di Grande maestro internazionale (abbreviato usualmente in GM), il secondo titolo scacchistico più importante dopo quello di campione del mondo. Il titolo di \"Grande Maestro\" fu creato dallo zar Nicola II di Russia, che nel 1914 lo assegnò a cinque giocatori dopo un torneo da lui fondato a San Pietroburgo. L'assegnazione dei titoli a livello internazionale, tra cui quello di GM, è divenuta successivamente competenza dalla FIDE, mentre le federazioni locali gestiscono generalmente i loro titoli nazionali.\nComportamenti irregolari[modifica | modifica wikitesto]\nLo stesso argomento in dettaglio: Comportamenti irregolari negli scacchi.\nNegli scacchi vengono talvolta portati avanti dei comportamenti irregolari (noti anche con l'espressione inglese cheating, ovvero barare) che consistono nell'infrangere deliberatamente, solitamente di nascosto, le regole del gioco, al fine di ottenere un vantaggio a favore proprio, della propria squadra o di altri giocatori con i quali si è stretto un accordo.\nEsiste la possibilità di barare in modi e in momenti diversi, prima, durante e dopo la partita.[64] Le modalità più comuni per avvantaggiarsi in maniera irregolare consistono nel ricevere indicazioni durante il gioco da spettatori complici, aiutarsi con un computer nell'analisi della partita in corso, alterare il proprio rating Elo (per esempio con il cosiddetto sandbagging, ovvero perdendo volontariamente al fine di affrontare in seguito avversari con rating più basso), violare la regola sul tocco dei pezzi, concordare a priori il risultato della partita con un altro giocatore colluso (a vantaggio o svantaggio di giocatori terzi), infastidire l'avversario in vario modo o fare uso di tattiche psicologiche. Alcune azioni che possono avvantaggiare un giocatore a danno dell'avversario non sono precisamente proibite dal regolamento (nella cui prefazione è specificato che le regole potrebbero non coprire ogni possibile situazione di gioco), dunque il ritenerle accettabili o meno dipende da un giudizio di tipo etico. L'articolo 12.1 del regolamento FIDE fornisce però all'arbitro una certa libertà d'azione in questo senso, prevedendo che i giocatori non devono prendere iniziative che arrechino discredito alla partita.[65][66] Ad esempio, reinserire nella scacchiera senza farsi notare un pezzo precedentemente catturato è illegale e sanzionabile con un'aggiunta di tempo all'avversario e il ripristino sulla scacchiera dell'ultima posizione regolare immediatamente precedente l'illecito, ma in un simile caso la regola 12.1 può essere invocata dall'arbitro per applicare sanzioni più pesanti (anche la sconfitta a tavolino) per punire il comportamento antisportivo.[67]\nI comportamenti irregolari non devono tuttavia essere confusi con altre situazioni di gioco note come swindles[68] (in inglese raggiri, truffe), nelle quali un giocatore in posizione chiaramente perdente tenta di ribaltare la partita sfruttando il senso di sicurezza dell'avversario e cercando di farlo cadere in qualche trappola.[69] Queste situazioni si svolgono nel pieno rispetto delle regole e non possono essere classificate come imbrogli o irregolarità, tuttavia vengono considerate da alcuni giocatori come comportamenti moralmente scorretti e antisportivi, in quanto privano l'avversario di una vittoria meritata (per esempio commettendo errori deliberati in partite con cadenza veloce al fine di costingere l'avversario a utilizzare più tempo per analizzare la posizione quando egli ha scarso tempo rimanente). Gli swindles possono spesso essere sequenze di mosse affascinanti, anche se non vincenti di per sé, e sono basati principalmente sull'errore dell'avversario indotto volontariamente dall'errore del giocatore, a differenza delle usuali combinazioni.[70]\nIl problema delle irregolarità nel gioco accompagna da sempre gli scacchi.[71] Una leggenda narra che re Canuto d'Inghilterra avrebbe addirittura fatto uccidere un nobile danese a seguito di una contesa dovuta a una partita a scacchi irregolare.[72] Alcuni famosi inganni sono legati alle macchine per il gioco degli scacchi: la più conosciuta è quella legata all'automa noto come Il Turco, che era in realtà manovrato da un giocatore umano. Analoghi inganni sono stati realizzati nel caso di Ajeeb (1868) e Mephisto (1886). Dalla fine del XX secolo in poi, grazie allo sviluppo dei software scacchistici, alla diffusione di computer portatili o palmari e di sistemi di comunicazione senza fili, il problema è diventato principalmente l'opposto, ovvero l'uso illecito di mezzi informatici per aiutare i giocatori umani.\nTattica[modifica | modifica wikitesto]\nLo stesso argomento in dettaglio: Tattica negli scacchi.\nNegli scacchi la tattica concerne lo studio di azioni a breve termine, ovvero sufficientemente breve da poter essere calcolate in anticipo da un giocatore umano o da un computer (la profondità di analisi dipende ovviamente dall'abilità del giocatore o dalla qualità degli algoritmi e dalla potenza di calcolo del computer). Nelle posizioni equilibrate e con molte possibilità per entrambi gli schieramenti un'analisi profonda è in genere molto difficile, mentre diventa determinante nelle posizioni cosiddette \"tattiche\", nelle quali sono possibili poche varianti forzate e spesso solo una o poche mosse evitano la sconfitta.\nI principali schemi tattici di base sfruttano le varie caratteristiche dei pezzi o la particolare disposizione che si presenta sulla scacchiera per cercare di ottenere un vantaggio. Ne sono un esempio l'attacco doppio[73][74] (noto in certi casi come forchetta o occhiali), schema che prevede l'attacco simultaneo di due pezzi per catturarne uno, oppure l'infilata e l'attacco di scoperta, che approfittano di particolari posizioni o allineamenti favorevoli dei pezzi.\nAzioni tattiche semplici possono essere unite in combinazioni più complesse, ovvero sequenze di mosse che in genere sono forzate per entrambi i giocatori.[75] Queste includono spesso dei sacrifici e comportano un vantaggio netto e immediato per uno dei due giocatori,[75] generalmente nella forma di uno scacco matto o di un vantaggio di materiale decisivo. Un esercizio tipico di scacchi consiste nel mostrare posizioni nelle quali è possibile una combinazione e richiedere al giocatore di trovarla.[76] Le combinazioni particolarmente brillanti sono considerate belle e sono molto apprezzate dagli appassionati di scacchi. Spesso rendono celebre la partita nella quale vengono giocate, che talvolta passa alla storia come immortale: ne sono esempi la Partita sempreverde, la Partita immortale e l'Immortale peruviana.\nStrategia[modifica | modifica wikitesto]\nLa strategia negli scacchi riguarda una visione di più ampio respiro della posizione, stabilendo obiettivi a lungo termine e pianificando il modo di ottenerli. Gli elementi da considerare in fase di riflessione sono diversi: il valore dei pezzi in gioco, il controllo del centro, la struttura pedonale, la sicurezza del re, il controllo di case o gruppi di case importanti (ad esempio alcune diagonali o le colonne aperte).\nIl primo passo nel valutare una posizione consiste nel calcolare la somma del valore dei pezzi in gioco per ogni schieramento.[77] Il valore dei pezzi è però influenzato da fattori posizionali (i pedoni avanzati valgono più di quelli che si trovano ancora in posizione iniziale) e dal tipo di gioco (nelle posizioni chiuse i cavalli sono generalmente più efficaci degli alfieri, mentre nelle posizioni aperte è vero in genere il contrario).[78]\nElementi di strategia fondamentali[modifica | modifica wikitesto]\nValore dei pezzi[modifica | modifica wikitesto]\nLo stesso argomento in dettaglio: Valore dei pezzi degli scacchi.\nAi pezzi degli scacchi vengono generalmente assegnati dei valori numerici puramente indicativi, che aiutano a capirne il peso strategico in partita. Nella storia sono state proposte varie scale di valori, che non sempre hanno trovato consenso. Esistono vari criteri matematici impiegati nei calcoli[79] e solitamente i motori scacchistici impiegano valori variabili a seconda della posizione dei pezzi sulla scacchiera. Quella che segue è la serie di valori comunemente impiegati:[80][81][82][83][84]\nPezzo Donna Torre Alfiere Cavallo Pedone\nValore 9/10 5 3 3 1\nAl re non è assegnato un valore, oppure è assegnato un valore infinito, perché la sua perdita comporta la sconfitta; in termini pratici di forza, come pezzo attivo in gioco, è generalmente considerato più forte di un alfiere o un cavallo ma più debole di una torre.[85]\nIl controllo del centro[modifica | modifica wikitesto]\nPoiché un pezzo situato al centro della scacchiera controlla più case di quanto non faccia un pezzo periferico, ha una maggiore possibilità di movimento e può essere usato con maggiore efficacia. Questo rende il controllo del centro strategicamente importante: la teoria delle aperture degli scacchi si basa fondamentalmente sull'occupazione o sul controllo del centro. Per occupare fisicamente il centro basta piazzare alcuni pedoni ben sostenuti dagli altri pezzi, stando attenti a non creare pedoni isolati o doppiati (cioè incolonnati), anche se a volte i pedoni doppiati possono fornire alcuni spunti strategici utili. I pedoni nelle colonne c e f sono utili per sostenere l'avanzata dei pedoni centrali e possono essere usati per aprire le linee, qualora convenisse attaccare l'avversario al centro: ad esempio sono usati con questo scopo nel gambetto di donna e nel gambetto di re. Nelle aperture \"ipermoderne\", nate oltre la metà del 1800 e sviluppate negli anni venti del XX secolo (come ad esempio la difesa nimzo-indiana), il centro è invece controllato indirettamente, con l'uso dei pezzi leggeri o dei pedoni semi-centrali (quelli delle colonne c e f), piuttosto che con l'occupazione fisica tramite i pedoni centrali (quelli delle colonne e e d).\nStruttura pedonale[modifica | modifica wikitesto]\nUn elemento importante nell'evoluzione di una partita a scacchi è la struttura pedonale, ovvero la configurazione dei pedoni sulla scacchiera:[86] poiché i pedoni sono i pezzi meno mobili di tutto lo schieramento, la struttura pedonale è relativamente statica e incide notevolmente sulla natura strategica della posizione. I punti deboli della struttura pedonale (come pedoni isolati, impedonature e buchi) sono generalmente permanenti, per cui è necessaria cura nell'evitarne la comparsa se non sono compensati in qualche modo (ad esempio dalla possibilità di condurre un forte attacco).[87]\nPosizioni aperte e chiuse[modifica | modifica wikitesto]\nA seconda di come si è svolta l'apertura del gioco si può avere, nel mediogioco, una posizione aperta o una posizione chiusa: si dice aperta una posizione con pochi pedoni centrali, diagonali libere e almeno una colonna sgombra da pedoni. Una posizione aperta, come si può immaginare, porta a uno scontro violento con catture e scambi di pezzi continui: in genere le partite con posizioni aperte sono brevi e arrivano rapidamente al finale.\nUna posizione chiusa, viceversa, è una posizione in cui i pedoni sono ancora quasi tutti presenti sulla scacchiera e hanno una struttura molto solida: questo rallenta le manovre dei due giocatori e li costringe a una partita che, impostata sulla difensiva o comunque caratterizzata da complesse manovre, può diventare anche molto lunga.\nFasi del gioco[modifica | modifica wikitesto]\nOgni partita a scacchi segue una propria storia, dettata dalle capacità e dalle abitudini dei giocatori. Da un punto di vista teorico, in generale le partite a scacchi possono essere formalmente divise in tre fasi: apertura, mediogioco e finale.\nLa fase di apertura può seguire alcune linee di sviluppo note e che si sono dimostrate efficaci, studiate e codificate in letteratura, dette appunto «aperture»: queste possono guidare il giocatore nello sviluppo dei pezzi fino a un certo punto del gioco, oltre il quale deve proseguire da solo, sfruttando il vantaggio di posizione ottenuto grazie al tema strategico dell'apertura scelta. Nel mediogioco invece predomina la tattica: in questa fase si sfruttano sovraccarichi, scalzamenti, forchette e inchiodature, allo scopo di costringere l'avversario a scambi di materiale svantaggiosi o a cedere terreno. Durante il finale i temi principali sono gli scacchi ai re e le promozioni dei pedoni rimasti.\nApertura[modifica | modifica wikitesto]\nLo stesso argomento in dettaglio: Apertura (scacchi).\nL'apertura è una fase di gioco volta a sviluppare i pezzi, cioè a collocarli in maniera che essi siano più attivi ed efficaci, per quanto possibile. Solitamente i «pezzi leggeri» (cavalli e alfieri), essendo i più adatti a muoversi in una scacchiera molto affollata, sono i primi a essere sviluppati; successivamente si sviluppano i «pezzi pesanti», cioè torri e donna, i quali (e specialmente le torri) sono infatti poco efficaci e vulnerabili in una scacchiera affollata, mentre possono esprimere la loro efficacia quando hanno a disposizione spazio sgombro sulla scacchiera.\nL'apertura ha una serie di obiettivi strategici:[88]\nsviluppo dei pezzi, che devono occupare le case utili dalle quali esercitano la migliore influenza sulla partita.\ncontrollo del centro, che permette ai pezzi di spostarsi facilmente da una parte all'altra della scacchiera, comprimendo al contempo il gioco dell'avversario.\nsicurezza del re, che deve essere messo al riparo dalle minacce, solitamente tramite un arrocco sul lato più appropriato ed eseguito al momento giusto della partita.\nbuona struttura pedonale, che possibilmente non deve presentare debolezze quali ad esempio pedoni isolati e impedonature, che devono invece essere creati nella struttura avversaria.\nOltre a ciò altri fattori importanti da considerare all'uscita dall'apertura sono l'iniziativa e l'attività dei pezzi.\nQuesti elementi di teoria, centrali nella maggior parte delle aperture, sono però interpretate in modo flessibile nelle aperture più moderne: ne è un esempio la difesa indiana, con le sue numerose varianti, propugnate per la prima volta negli anni venti del XX secolo dalla cosiddetta scuola ipermoderna (e in particolare da Aaron Nimzowitsch e Richard Réti) in cui il Nero, invece di contestare il centro al Bianco attraverso i pedoni, cerca di controllarlo da lontano attraverso i pezzi; oppure la variante Sveshnikov della difesa siciliana, in cui il Nero si crea volontariamente un pedone arretrato (e quindi debole) in d6 in cambio del relegamento di un cavallo bianco a bordo scacchiera, dove è meno efficace.\nL'apertura non ha una durata esatta, in quanto non esiste un preciso momento di passaggio da una fase all'altra del gioco. Solitamente la fase di apertura dura una ventina di mosse, anche se nei casi di aperture particolarmente approfondite dal punto di vista teorico si può arrivare a 30-35 mosse.[89]\nNella storia degli scacchi sono stati condotti lunghi e approfonditi studi sul gioco d'apertura, che hanno portato alla formazione di un bagaglio teorico notevole. Le aperture scacchistiche vengono catalogate in un'opera, l'Enciclopedia jugoslava delle aperture (nota anche come ECO, Encyclopaedia of Chess Openings),[90] che è un riferimento nel settore e raccoglie i migliori studi teorici effettuati. In ogni caso non esiste un'apertura vincente a priori: la vittoria deriva sempre dallo sfruttamento degli errori, anche impercettibili o non immediati, commessi dall'avversario.\nL'eccessiva rilevanza della teoria d'apertura nel gioco a scapito del talento e della creatività dello scacchista hanno suscitato la reazione di numerosi giocatori, che hanno proposto alcune varianti degli scacchi atte a eliminare tale possibilità. Ne sono un esempio gli scacchi960[91] (noti anche come scacchi Fischer-Random), proposti dal campione statunitense Bobby Fischer, nei quali la disposizione dei pezzi sulla prima fila è casuale ma simmetrica fra i due schieramenti, eliminando di fatto la possibilità di uno studio teorico della posizione d'apertura. Altro tentativo di ridurre l'importanza della teoria d'apertura è quello del campione del mondo José Raúl Capablanca, che propose una variante, gli scacchi Capablanca,[92] da giocarsi su una scacchiera di dimensioni 10x8 con l'aggiunta di due pezzi oltre quelli classici: un cancelliere (che combina le possibilità di movimento di torre e cavallo) da collocarsi fra l'alfiere e il cavallo di re, e un arcivescovo (che combina le possibilità di movimento di alfiere, \"vescovo\" in inglese, e cavallo) da collocarsi fra l'alfiere e il cavallo di donna.\nMediogioco[modifica | modifica wikitesto]\nLo stesso argomento in dettaglio: Mediogioco.\nTerminato lo sviluppo dei pezzi si entra nel mediogioco. Tale fase della partita non ha un inizio e una fine netti: si considera iniziato quando ha termine lo sviluppo dei pezzi e l'impostazione della struttura pedonale, e termina quando il gioco è sufficientemente semplificato da poter essere considerato finale di partita. Ciascuno dei due giocatori, avendo attivato il più possibile le proprie forze, tenta di prendere l'iniziativa per attaccare l'avversario e conquistare un vantaggio, con catture o cambi favorevoli di pezzi. In questa fase della partita termina l'ausilio della teoria d'apertura, e i giocatori devono sviluppare la propria strategia sfruttando le caratteristiche della posizione e le possibilità tattiche che essa offre.[93]\nLa pianificazione strategica del mediogioco dipende dallo stile del giocatore e dalle caratteristiche della posizione, in particolar modo dalla struttura pedonale, che influenza molto anche le scelte in merito alla semplificazione del gioco, ovvero al cambio dei pezzi. Gli squilibri di materiale, specie se ridotti, possono infatti portare a una vittoria nel finale soltanto se sfruttati con un'adeguata semplificazione.\nFinale[modifica | modifica wikitesto]\nLo stesso argomento in dettaglio: Finale (scacchi).\na b c d e f g h\n8\n8\n7 7\n6 6\n5 5\n4 4\n3 3\n2 2\n1 1\na b c d e f g h\nUn semplice esempio di zugzwang, dove chi muove è in svantaggio: se muove il bianco la partita è patta (rendendo inutile il pedone di vantaggio), se muove il nero il bianco vince (può forzare la promozione del pedone a donna o torre)\nCon il procedere del gioco la serie di catture fa diminuire sempre più il numero dei pezzi sulla scacchiera, portando all'ultima fase del gioco, il finale. Il finale ha tre aspetti strategici che lo differenziano dalle fasi precedenti del gioco:[94]\ni due re non hanno più la necessità e la possibilità di stare al sicuro ed entrano nel gioco in prima persona: nel finale il re diventa un pezzo attivo e gioca spesso un ruolo determinante;\nl'importanza dei pedoni aumenta notevolmente, in quanto la scacchiera sgombra permette loro di raggiungere la promozione. Il tentativo di promuovere uno o più pedoni è solitamente il fulcro del finale; la presenza di pedoni avanzati (cioè molto vicini all'ultima casa del loro cammino) è spesso un fattore cruciale, in quanto costringe l'avversario a fermarli anche a costo di sacrificare pezzi;\nlo zugzwang, ovvero una posizione nella quale (contrariamente al solito) avere il tratto è uno svantaggio, diventa un fattore influente, mentre è estremamente raro incontrare posizioni di questo tipo nelle fasi precedenti del gioco.\nNei finali più semplici l'esito teorico è spesso scontato, come re e torre contro re (vinto da re e torre) o re e cavallo contro re (patta). In un finale non equilibrato chi è in svantaggio generalmente lotta per la patta: è necessaria dunque molta attenzione da parte del giocatore che si trova in vantaggio, per non commettere errori che consentano all'avversario in inferiorità di ottenere la patta (in genere per stallo), perdendo l'occasione di una vittoria che sarebbe possibile a gioco corretto.\nCome le aperture, anche i finali sono oggetto di studio e analisi: due temi che si verificano frequentemente, la posizione di Lucena e la posizione di Philidor, furono analizzati già nel XVII e nel XVIII secolo. I finali vengono classificati e studiati a seconda della qualità e del numero di pezzi residui.\nCon l'aumentare della potenza dei computer, è stato possibile creare dei database (detti tablebase[95]) che contengono tutti i possibili sviluppi di un finale con in gioco un certo numero di pezzi: è quindi possibile conoscere non solo il risultato derivante da queste posizioni (assumendo il miglior gioco), ma anche le migliori mosse a disposizione. Visto il numero enorme di combinazioni, tali database coprono solamente i finali con un numero limitato di pezzi: esistono tablebase complete fino a sette pezzi totali (inclusi i due re). Le tablebase vengono utilizzate per compiere ricerche sui finali, oppure vengono impiegate come ausilio da parte dei motori scacchistici: tuttavia, visto il notevole impegno di risorse richiesto dall'uso di questi database (che occupano circa 7 GB per le tablebase a 5 pezzi, 1,2 TB per quelle a 6 pezzi,[96] 140 TB quelle a 7 pezzi[97]) in genere i motori scacchistici adottano delle tabelle più compatte (circa 40 volte meno ingombranti rispetto alle normali tablebase), dette bitbase, che contengono solo il risultato a gioco corretto per ogni posizione, ma non le mosse necessarie a raggiungerlo.\nProblemi, studi di scacchi e composizione[modifica | modifica wikitesto]\nRichard Réti\nOstrauer Morgenzeitung, 4 dicembre 1921\na b c d e f g h\n8\n8\n7 7\n6 6\n5 5\n4 4\n3 3\n2 2\n1 1\na b c d e f g h\nIl Bianco muove e patta\n\nFamoso studio scritto nel 1921 da Richard Réti.[98]\nLo stesso argomento in dettaglio: Problema di scacchi, Studio di scacchi e Federazione mondiale per la composizione scacchistica.\nLa composizione negli scacchi è l'arte di creare delle particolari posizioni partendo dalle quali il giocatore deve raggiungere un determinato obiettivo (dette composizioni), mentre chi si dedica alla scrittura di composizioni è detto compositore.[99] Esistono principalmente due tipologie di composizioni, gli studi e i problemi di scacchi. Gli studi sono delle composizioni nei quali viene presentata una posizione di un finale di partita (realmente disputata oppure originale), generalmente indicando il giocatore che ha il tratto e la conclusione ma non il numero di mosse necessarie (es. il Bianco muove e vince).[100] I problemi invece sono delle composizioni più libere (spesso prevedono posizioni artificiali e difficili da raggiungere in una partita reale) nelle quali il giocatore deve raggiungere un certo obiettivo.[101] Gli studi possono impiegare anche pezzi degli scacchi eterodossi, come il grillo o il nottambulo. Esistono diverse tipologie di studi, le principali sono (tra parentesi la simbologia usata per indicare l'obiettivo nei diagrammi):\ndiretti: il Bianco muove e matta il Nero in un determinato numero di mosse (#n).\naiutomatto: il Nero muove e aiuta il Bianco a dargli matto in un dato numero di mosse (h#n).\nautomatto o problema inverso: il Bianco muove e obbliga il Nero a dargli matto in un dato numero di mosse (s#n).\nreflex: automatto con la ulteriore condizione che ciascun colore, quando può dare matto, deve farlo (r#n).\nserie di mosse: problema in cui il Bianco, il Nero o entrambi possono giocare un certo numero di mosse consecutive. È illegale dare scacco e catturare il re, si può però concludere la serie con lo scacco (S#n).\nretro: analisi retrograda della posizione per capire se e come sia possibile raggiungerla con mosse legali.\nricostruzione: arrivare nella posizione data con il minimo numero di mosse (o con un numero prefissato) a partire dalla posizione iniziale.\nLa composizione scacchistica e la soluzione di problemi sono due settori distinti della pratica scacchistica a livello sportivo. Esistono infatti tornei di composizione e di soluzione di problemi.[102] La composizione scacchistica è regolamentata a livello internazionale dalla Federazione mondiale per la composizione scacchistica, che assegna anche i titoli internazionali per la composizione.\nVarianti degli scacchi[modifica | modifica wikitesto]\nLo stesso argomento in dettaglio: Scacchi eterodossi.\nEsistono diverse varianti del gioco degli scacchi.[103] Alcune di esse hanno radici storiche, come lo xiangqi in Cina e lo shōgi in Giappone, mentre altre sono derivate dagli scacchi in epoca moderna e vengono dette scacchi eterodossi, in contrapposizione agli \"scacchi ortodossi\" classici. Gli scacchi eterodossi nascono da modifiche alle regole di gioco, ad esempio cambiando gli obiettivi (come nel vinciperdi o nella variante detta atomic), modificando la scacchiera (come nel caso degli scacchi esagonali), introducendo nuovi pezzi (ad esempio il cancelliere o l'arcivescovo) o combinando diversi tra i precedenti tipi di modifiche. Degno di nota per essere la versione più antica che conosciamo per 3 giocatori, il \"Giuoco degli scacchi fra tre\" di Filippo Marinelli, del 1722[104].\nSoftware scacchistico[modifica | modifica wikitesto]\nLo stesso argomento in dettaglio: Motore scacchistico e Videogioco di scacchi.\nIl computer IBM Deep Blue.\nNel corso della storia recente, sono stati sviluppati software in grado di giocare a scacchi. Un tempo considerati una pura curiosità, i programmi scacchistici sono stati sviluppati fino a raggiungere abilità di gioco uguali o superiori a quelle di un Grande Maestro umano. Un software scacchistico è costituito fondamentalmente da un motore, cioè un programma contenente un algoritmo di ricerca e valutazione. Il motore può essere interfacciato con una interfaccia grafica (ad esempio xBoard o Arena) tramite un protocollo, come Universal Chess Interface, Chess Engine Communication Protocol o altri protocolli liberi o proprietari. L'interfaccia grafica, oltre a permettere l'interazione fra i giocatori umani e il computer (scacchi avanzati), permette al motore di accedere a database di aperture o alle tablebase dei finali. Il livello di gioco dei motori scacchistici dipende dall'efficacia degli algoritmi e dalle risorse hardware a disposizione (un motore deve infatti eseguire una notevole mole di calcoli). La forza dei software è aumentata notevolmente con il passare degli anni, ed esistono delle classifiche Elo che valutano il rating dei motori scacchistici tramite i risultati di incontri e tornei fra computer, analogamente a come avviene per i giocatori umani. Tali classifiche vengono redatte da diverse associazioni che si occupano di software scacchistico, come la SSDF e il CEGT.\nA partire dalla seconda metà degli anni 2000, i motori scacchistici hanno superato definitivamente le capacità umane, riuscendo a sconfiggere sistematicamente i giocatori più forti, e sono divenuti uno strumento importante nell'analisi e nell'allenamento dei giocatori umani. Verso la fine degli anni 2010 sono stati sviluppati nuovi approcci nel design di algoritmi per il gioco degli scacchi. Mentre in passato la tecnica dominante nello sviluppo dei motori scacchistici fu per lungo tempo l'uso di minimax con potatura alfa-beta e relative varianti, algoritmi alternativi come la ricerca ad albero Monte Carlo (che in passato forniva risultati non competitivi nel problema degli scacchi) hanno visto una rinascita, in combinazione con reti neurali profonde allenate tramite apprendimento per rinforzo per stimare la funzione euristica senza usare alcuna conoscenza del gioco a priori. Uno dei principali vantaggi di tale approccio è la creazione di motori scacchistici dallo stile di gioco più creativo rispetto alla tradizionale ricerca minimax. La prima dimostrazione di fattibilità di queste tecniche venne presentata nel 2017 da DeepMind con lo sviluppo di AlphaZero,[105] e i risultati sono stati in seguito riprodotti da progetti open source, come Leela Chess Zero, e da prodotti commerciali.\nScacchi e internet[modifica | modifica wikitesto]\nLo stesso argomento in dettaglio: Server di scacchi.\nCome in molti altri ambiti l'avvento di Internet ha assunto un peso sempre più importante anche nella storia del nobil giuoco. Fino agli anni ottanta il rapporto tra scacchisti e la rete era limitato alla possibilità di disputare partite per corrispondenza, sostituendo la posta tradizionale con quella elettronica. Negli anni novanta nacquero i primi server dedicati al gioco degli scacchi, che davano la possibilità agli utenti dotati di connessione a internet di giocare con altri utenti in tutto il mondo in tempo reale.[106] I primi server furono Internet Chess Server (ICS), Free Internet Chess Server (FICS) e Internet Chess Club (ICC)[107] In seguito sono stati fondati numerosi server dedicati al gioco commerciali, gratuiti ed open source oppure a pagamento, che spesso hanno soppiantato per popolarità e per utenza le piattaforme create in precedenza.\nI server emulano tutti gli aspetti della partita a scacchi. La forza del giocatore viene misurata attraverso un punteggio che ricorda il sistema Elo (sebbene ogni sito o server assuma un proprio sistema di calcolo del punteggio che presenta spesso varie differenze con le formule ideate da Arpad Elo) ed è possibile organizzare tornei, sfidare conoscenti oppure essere abbinati ad utenti casuali impostando numerose preferenze di gioco. Inoltre alcuni di questi server e siti mettono a disposizione motori scacchistici con i quali è possibile giocare o analizzare le partite giocate. Nonostante i server permettano di organizzare partite a cadenza classica o giornaliera (quest'ultima simile al gioco per corrispondenza), il gioco online privilegia soprattutto le cadenze veloci come blitz e rapid, se non addirittura le cadenze bullet. Nella gran parte dei siti, al contrario di quanto avviene nelle competizioni ufficiali, i punteggi Elo per le cadenze blitz e bullet risultano distinti tra loro.[50] Il successo del gioco online è determinato anche dalla possibilità di praticare alcune varianti del gioco come antichess, quadriglia ed altre che non sempre è possibile praticare agevolmente a tavolino.\nL'avvento di Internet ha cambiato non solo il modo di giocare a scacchi, ma anche il modo di seguire gli eventi agonistici. Se fino agli anni novanta il commento di una partita di alto livello e l'aggiornamento sulle aperture era demandato alle riviste specializzate, all'Informatore Scacchistico e all'enciclopedia delle aperture, in seguito i server scacchistici hanno messo a disposizione degli utenti le partite dei tornei in tempo reale, database di partite da consultare e l'analisi dei motori. Una rivoluzione che ha permesso non solo ai giocatori di livello magistrale, ma anche allo scacchista dilettante di comprendere le partite giocate ad alto livello.\nLa generazione di Grandi Maestri rappresentata dal Campione del Mondo Magnus Carlsen è stata la prima ad aver potuto contare su internet e software per la propria preparazione agonistica.[108]\nStoria[modifica | modifica wikitesto]\nLo stesso argomento in dettaglio: Storia degli scacchi.\nLe origini e l'evoluzione del gioco[modifica | modifica wikitesto]\nLa leggenda\nUna leggenda[109] racconta che un re indù, di nome Iadava, vinse una grande battaglia per difendere il suo regno, e che, per avere ragione del nemico, dovette compiere un'azione strategica in cui suo figlio perse la vita. Da quel giorno il re non si era più dato pace, perché si sentiva colpevole per la morte del figlio, e ragionava continuamente sul modo in cui avrebbe potuto vincere senza sacrificare la vita del figlio: tutti i giorni rivedeva lo schema della battaglia, ma senza trovare una soluzione. Tutti cercavano di rallegrare il re, ma nessuno vi riusciva. Un giorno si presentò al palazzo un brahmano, Lahur Sessa, che, per rallegrare il re, gli propose un gioco che aveva inventato: il gioco degli scacchi. Il re si appassionò a questo gioco e, a forza di giocare, capì che non esisteva un modo di vincere quella battaglia senza sacrificare un pezzo, ovverosia suo figlio. Il re fu finalmente felice, e chiese a Lahur Sessa quale ricompensa egli volesse: ricchezze, un palazzo, una provincia o qualunque altra cosa. Il monaco rifiutò, ma il re insistette per giorni, finché alla fine Lahur Sessa, guardando la scacchiera, gli disse: «Tu mi darai un chicco di grano per la prima casa, due per la seconda, quattro per la terza, otto per la quarta e così via». Il re rise di questa richiesta, meravigliato del fatto che il brahmano potesse chiedere qualunque cosa e invece si accontentasse di pochi chicchi di grano. Il giorno dopo i matematici di corte andarono dal re e lo informarono che per adempiere alla richiesta del monaco non sarebbero bastati i raccolti di tutto il regno per ottocento anni. In questo modo, Lahur Sessa insegnò al re che una richiesta apparentemente modesta può nascondere un costo enorme. In effetti, facendo i calcoli, il brahmano chiese 18.446.744.073.709.551.615 (18 trilioni 446 biliardi 744 bilioni 73 miliardi 709 milioni 551mila 615) chicchi di grano (\n). In ogni caso, il re capì, il brahmano ritirò la richiesta e divenne il governatore di una delle province del regno. Una fonte accreditata ne La variante di Lüneburg di Paolo Maurensig riporta invece l'uccisione del monaco.[110]\nAlcune fonti farebbero derivare gli scacchi da un gioco che avrebbe avuto origine in India presso l'impero Gupta attorno al VI secolo, il chaturanga:[111][112][113][114] secondo questo indirizzo interpretativo, il chaturanga si sarebbe sviluppato in varie forme nelle diverse regioni asiatiche (scacchi cinesi, coreani e giapponesi) e occidentali: presso i Persiani dapprima (che, modificandolo, lo chiamarono shaṭranj), quindi presso gli Arabi e infine nell'Europa medievale. Secondo altre teorie gli scacchi avrebbero invece come progenitore lo xiangqi (di origine cinese) o qualche sua variante.[115]\nGli scacchi arrivati in Europa prevedevano l'uso dei dadi. È per via della censura ecclesiastica – che considerava diabolico ogni tipo di gioco che prevedesse il ricorso al caso, ovvero il gioco d'azzardo – che gli scacchi in Occidente si sono evoluti senza contemplare l'uso dei dadi.[116]\nIn Spagna lo shatranj divenne ajedrez, in Portogallo xadrez, in Grecia zatrikion, mentre nel resto d'Europa si diffuse il termine persiano shāh, dal quale deriva anche l'italiano scacchi.\nNon trascurabile è il probabile influsso che nell'area greco-ellenistica possono aver avuto, nei primi secoli dell'era cristiana, giochi da tavolo greci e romani sul più tardo gioco indiano.\nDall'area indo-persiana, il gioco, a seguito della conquista araba della Persia, si è diffuso nella civiltà araba (dopo l'VIII-IX secolo), dove conobbe uno sviluppo anche nella teoria del gioco: il primo trattato scacchistico di cui si ha conoscenza, opera di un medico di Baghdad, fu scritto nell'892. Dagli Arabi ha conosciuto una diffusione verso nord seguendo due direttrici: attraverso l'Oriente bizantino verso la Russia e la Scandinavia e tramite la Spagna araba, e probabilmente la Sicilia, in tutto l'Occidente europeo.\nGli scacchi hanno raggiunto l'Europa occidentale e la Russia da almeno tre percorsi geografici, a partire dal IX secolo, coprendo tutta l'Europa intorno all'anno 1000.[117] Le prime fonti europee risalgono all'inizio dell'XI secolo. Tra queste, significativi il testamento del conte Ermengol I di Urgell (Catalogna), che lascia alla Chiesa i suoi beni, tra cui una scacchiera, e una lettera del cardinale Pietro Damiani al Papa Alessandro II del 1060 in cui denuncia la diffusione del gioco. In Spagna nel XIII secolo fu redatto un famoso manoscritto, il Libro de los juegos, che trattava gli scacchi, la \"tavola reale\" (backgammon) e i dadi, ed era promosso da Alfonso X di Castiglia.\nDall'Europa araba il gioco si diffuse nel resto del continente, favorito anche dal successo che aveva nella cultura cavalleresca, nonostante fosse inizialmente contrastato dalle autorità politiche e religiose:[118] ad esempio, nel 1254, Luigi IX proibì il gioco in terra francese. Tuttavia il gioco divenne presto simbolo di conoscenza e potere, e già dal XV secolo divenne il \"gioco dei re\", praticato da sovrani quali Enrico I, Enrico II, Giovanni I e Riccardo I d'Inghilterra, Filippo II e Alfonso II di Spagna, Ivan il Terribile, zar di Russia.[118] Ciò contribuì ad accrescerne la fama e la diffusione in Europa.\nInizialmente, in Europa le regole non differivano dal gioco arabo, lo shaṭranj (evoluzione del Chaturanga), caratterizzato da una scacchiera senza colori e da regole che rendevano piuttosto lento lo svolgimento del gioco: la \"fersa\" (la donna nella successiva evoluzione) muove diagonalmente di una sola casa; l'\"elefante\" (poi \"alfiere\", o \"vescovo\" in inglese o \"folle\" in francese) muove solo di due case in diagonale, potendo perciò saltare gli altri pezzi ma essendo ristretto a muovere su un quarto delle case della scacchiera, e in ogni caso impossibilitato a incontrare un altro elefante; i pedoni muovono sempre di una sola casa e promuovono sempre a fersa; infine, sebbene gli altri pezzi (torre – che perciò è l'unico pezzo in grado di compiere sostanziali movimenti lunghi – cavallo e re) muovano secondo le regole odierne, non esiste l'arrocco.\nNel corso dei secoli, la necessità di velocizzare il gioco, in particolare essendo le partite giocate per scommessa, comportò progressivamente l'adozione di movimenti più veloci, soprattutto dell'alfiere e della donna, e all'adozione di variazioni alle regole originarie: nel \"Libro del Acedrex\" scritto dal re di Castiglia Alfonso X il Saggio nel 1283, il movimento dei pezzi presenta già alcune variazioni, con la donna più mobile. Altro trattato di scacchi è il \"De Ludo\", scritto dal frate Jacopo da Cessole, risalente al primo XIV secolo. Un'altra innovazione, volta a saltare la noiosa fase di sviluppo dei pezzi e che conobbe una discreta fortuna al punto di essere stata tramandata fino a noi, fu l'adozione dei cosiddetti \"tabi\",[119] ossia delle posizioni di partenza con i pezzi già sviluppati.\nAlla fine del XV secolo in Italia e in Spagna[120][121] vengono definitivamente fissate le regole moderne del gioco, ovvero viene creata una variante (chiamata, se è necessario evitare confusione, \"scacchi occidentali\"[122] o \"scacchi internazionali\"[123]) che si impone sugli altri sistemi di gioco: i pedoni avevano l'opzione di avanzare di due case al momento della loro prima mossa con la conseguente opzione per l'avversario di mangiarlo en passant; gli Alfieri potevano muoversi lungo tutta una diagonale libera (invece di essere limitati a muoversi obbligatoriamente di due case diagonali) e perdevano la possibilità di saltare la casa di colore diversa del loro colore.\nLa Regina sostituisce definitivamente la precedente figura del Visir, può muoversi in tutte le direzioni senza limitazione di distanza, il che l'ha resa il pezzo più potente presente sulla scacchiera[124] (prima poteva solo muoversi di una casa alla volta in senso diagonale). Esistevano ancora delle differenze nelle regole per l'arrocco e l'esito in caso di patta. Si giunge alla situazione paradossale in cui una donna potente e robusta (regina) combatte e protegge un maschio relativamente indifeso (re) in un ambiente ostile. All'origine del cambiamento vi sarebbe un bisogno psicologico da parte dell'innovatore: \"espressione del suo desiderio istintivo di avere una donna forte che si prenda cura di lui\".[125] Diversi studi hanno portato ad avanzare alcuni nomi che potrebbero celarsi dietro l'innovazione. Si tratterebbe di un uomo che ha permesso a una donna di governare, appoggiandosi molto al di lei sostegno. Come uomo sposato, la moglie avrebbe avuto \"un carattere dominante aggressivo, la personificazione della regina degli scacchi\". Sono stati fatti i nomi di Isabella di Castiglia,[126] Beatrice d'Este e Caterina Sforza, queste ultime due note virago dell'epoca.[125][127] \"Dal conflitto ambivalente di un uomo tra il desiderio di allearsi con una potente virago e l'odio per il suo dominio come segno distintivo della sua debolezza, la regina degli scacchi fu rafforzata.\"[125] Altri ritennero che queste tre donne apparissero troppo tardi nella storia per giustificare un mutamento che alcuni specialisti fanno risalire al 1485, e fu perciò avanzato il nome di Giovanna d'Arco, ma essa risulterebbe al contrario troppo precoce.[127]\nIl cammello è invece diventato torre.[128] Questi cambiamenti, nel loro insieme, hanno reso il gioco degli scacchi più suscettibile di studio profondo, favorendone molto la diffusione. Da allora, in Europa, il gioco si è giocato quasi allo stesso modo con le regole che sono state congelate nel XIX secolo, tranne per le condizioni esatte di una patta.\nI Libro di Giuocho di Scacchi intitolato de costumi deglhuomini & degli offitii de nobili\nLitografia del primo congresso degli scacchi negli Stati Uniti (New York, 1857).\nNel Cinquecento il gioco conobbe un'evoluzione nella teoria, con numerosi trattati, come l'opera di Lucena pubblicata a Salamanca del 1497,[121] Repetición de Amores y Arte de Ajedrez (il più antico libro stampato sugli scacchi a noi pervenuto). Altri giocatori famosi scrissero trattati, come Damiano (1512) e Ruy López, nel cui \"Libro de la invención liberal y arte del juego de Axedrez\", del 1561, viene elaborata una teoria delle aperture, e c'è un approccio scientifico allo studio. Nel 1575 si conosce Il Puttino detto Primo Cavaliere Errante per avere vinto un'importante sfida scacchistica contro Ruy López.[129] Nel 1617 don Pietro Carrera pubblicò Il gioco de gli scacchi. Celebre è anche il Manoscritto di Gottinga, pubblicato in data sconosciuta, ma probabilmente compresa tra il 1471 e il 1505. Nel Seicento e nel Settecento il gioco conosce giocatori professionisti come Gioachino Greco (1600-1634), e il francese François-André Danican Philidor (1726-1795) entrambi autori di trattati di scacchi.\nNel XVIII secolo il centro di riferimento del gioco si sposta dai paesi meridionali verso la Francia, soprattutto grazie al già citato Philidor, che scoprì l'importanza strategica dei pedoni, e a Louis-Charles Mahé de La Bourdonnais.[130] In quel periodo i luoghi di diffusione del gioco erano soprattutto i \"caffè\" delle grandi città europee, come il Café de la Régence a Parigi e il Simpson's Divan a Londra.[131][132]\nNel XIX secolo si svilupparono le organizzazioni dedite al gioco degli scacchi, con la nascita di numerosi club e l'inizio di pubblicazioni specializzate, libri e riviste. Iniziarono anche le sfide fra i club di città diverse, come quella del London Chess Club contro l'Edinburgh Chess Club giocata nel 1824.[133] Nello stesso periodo i problemi di scacchi divennero comuni nei giornali e aumentò il numero degli esperti dediti alla stesura dei medesimi, tra i quali spiccarono Bernhard Horwitz, Josef Kling e Samuel Loyd. La pubblicazione del primo manuale completo sulla teoria degli scacchi risale al 1843: si tratta del Handbuch des Schachspiels di von der Lasa.\nDai primi tornei al campionato del mondo (1850-1946)[modifica | modifica wikitesto]\nLo stesso argomento in dettaglio: Campionato del mondo di scacchi.\nLa sfida Anand-Kramnik al campionato mondiale degli scacchi del 2008.\nIl modello più popolare di scacchiera (\"Staunton\") venne creato da Nathaniel Cook nel 1849 e venne adottato da uno dei principali giocatori dell'epoca, Howard Staunton, e ufficialmente dalla FIDE nel 1924. Il primo torneo internazionale di scacchi si svolse a Londra nel 1851,[134] organizzato dallo stesso Howard Staunton, in occasione dell'Expo 1851: vinse il tedesco Adolf Anderssen, considerato il miglior giocatore dell'epoca per il suo stile brillante e aggressivo, nonostante fosse strategicamente poco profondo.[135]\nFurono considerati ufficiosamente campioni del mondo i francesi Labourdonnais e Saint Amant, l'inglese Howard Staunton, il tedesco Adolph Anderssen e lo statunitense Paul Morphy (1837-1884), che batté tutti i campioni europei dell'epoca. Morphy ebbe un impatto fortissimo sulla storia degli scacchi.[136][137] Dotato di grande intuito nel preparare attacchi brillanti, unito a una buona concezione strategica,[136] Morphy è stato il primo fautore di uno studio più profondo del gioco, introducendo inconsapevolmente il concetto di gioco posizionale e preparando con grande cura gli attacchi partendo da una posizione priva di punti deboli.\nCi vollero ben 25 anni perché i principi di gioco vincenti introdotti da Morphy venissero acquisiti e teorizzati dal mondo degli scacchi, specialmente ad opera di un altro giovane giocatore, Wilhelm Steinitz.[138] Steinitz fu il primo scacchista che, con approccio scientifico, iniziò lo studio delle posizioni scomponendole nelle loro componenti,[139] mentre in precedenza lo sviluppo dei pezzi era poco curato e spesso incompleto e si partiva presto in violenti attacchi contro il re avversario, trascurando la difesa.[140] Steinitz si autoproclamò campione mondiale nel 1886, dopo un incontro con il tedesco Johannes Zukertort, che è considerato il primo campionato del mondo ufficiale, affermando di fatto la superiorità del gioco posizionale sugli attacchi violenti della vecchia scuola, ai quali si rifaceva invece Zukertort.[137]\nSteinitz difese poi il suo titolo nel 1889 all'Avana contro il russo Čigorin, considerato il fondatore della scuola russa. Da allora e fino al 1946, l'organizzazione delle sfide mondiali era lasciata in pratica al campione in carica, che accettava lo sfidante e dettava le condizioni dell'incontro. Nel 1894 Steinitz fu sconfitto da un giovane matematico tedesco, Emanuel Lasker (1868-1941), che deterrà il titolo mondiale per ventisette anni:[141] nessuno si è avvicinato a questo record ed è assai improbabile che venga mai battuto. Lasker è stato anche campione del mondo (a squadre) di bridge.\nMa l'attività principale di Lasker era la matematica: fu infatti un importante algebrista e diede un notevole contributo allo sviluppo della moderna algebra commutativa. Negli anni intorno alla prima guerra mondiale si affermò la stella del polacco Akiba Rubinstein, il quale, anche a causa dello scoppio della guerra, non ebbe mai la possibilità di giocare con il titolo in palio. Ci volle un giocatore prodigio da Cuba, José Raúl Capablanca (Campione del mondo 1921 – 27), amante delle posizioni semplici e dei finali, per terminare il dominio dei germanofoni nel mondo degli scacchi; Capablanca batté Lasker in un incontro con il titolo in palio nel 1921 e rimase imbattuto nei tornei per 8 anni.\nNegli stessi anni inizia a partecipare ai tornei internazionali il russo Aleksandr Alechin (1892-1946), che sfiderà Capablanca in un incontro per il titolo di campione del mondo che verrà tenuto a Buenos Aires nel 1927. Il match segna il primo storico scontro tra un posizionista e un fantasista, tra un ragionatore della scacchiera e un combinatore. Alechin, un giocatore aggressivo, rimase in carica fino alla sua morte nel 1946, eccettuato il breve periodo tra il 1935 e il 1937, nel quale perse con l'olandese Max Euwe.[142] Molti imputarono la sconfitta del campione alla sua dipendenza dall'alcool, anche se questa tesi è stata in parte smentita da Garri Kasparov nel secondo volume della sua opera I miei grandi predecessori.\nNel match di rivincita il maestro russo-francese vinse in maniera netta e si riprese il titolo. Nel periodo tra le due guerre mondiali gli scacchi sono stati rivoluzionati dalle teorie moderniste, dovute principalmente agli studi di grandi giocatori quali Aron Nimzowitsch e Richard Réti. Il gioco moderno si basa sul controllo del centro a distanza, con i pezzi, in luogo della classica occupazione fisica con i pedoni che viene invece permessa all'avversario, per poi mettere tali pedoni sotto pressione.[143] Il 24 luglio 1924, a Parigi, in Francia, venne fondata la Federazione Internazionale di Scacchi (FIDE), che, a sua volta, nel 1927 istituì il Campionato del mondo femminile di scacchi. La prima campionessa del mondo di scacchi fu la giocatrice anglo-ceca Vera Menchik.[144]\nIl campionato FIDE (1946-1993)[modifica | modifica wikitesto]\nNel 1941 muore Lasker, nel 1942 lo segue Capablanca. Quando il campione del mondo in carica Aleksandr Alechin muore nel 1946, il titolo rimane vacante e la FIDE si assume il compito di organizzare gli incontri del campionato mondiale. Prima di allora, infatti, i campioni in carica avevano piena libertà di decidere con chi e a quali condizioni giocare per il titolo. La FIDE assunse dal 1951 anche il compito di assegnare i titoli di Grande Maestro e Maestro Internazionale, nonché di classificare i giocatori con un punteggio numerico (sistema Elo) assegnato sulla base dei risultati ottenuti nei tornei da essa organizzati. Tornei a loro volta classificati sulla scorta della media del punteggio dei suoi partecipanti.\nNel 1948, vacante il titolo mondiale, la FIDE organizza un torneo tra i migliori sei scacchisti del momento, invitando i sovietici Michail Botvinnik, Vasilij Smyslov, il summenzionato olandese Max Euwe, l'estone \"sovietizzato\" Paul Keres, lo statunitense di origini polacche Samuel Reshevsky e l'americano Reuben Fine, ma questi lascia cadere l'invito. Il torneo viene vinto da Botvinnik, ma non è una grande sorpresa: è infatti sin dalla seconda metà degli anni trenta che lo scacchismo internazionale considera Botvinnik e, in seconda battuta, Keres i principali pretendenti alla corona di Alekhine. Con Botvinnik inizia l'era della supremazia scacchistica sovietica: l'unico campione del mondo non sovietico tra il 1948 e il crollo dell'URSS è stato l'americano Bobby Fischer.[145]\nDa allora si stabilisce di disputare il Campionato del mondo di scacchi ogni tre anni, e il detentore del titolo è costretto a rimetterlo in palio contro il vincitore del \"torneo dei candidati\".\nQuesti sono i risultati delle finali fino al 1990:\nedizione 1951: Botvinnik - Bronštejn 12 - 12\nedizione 1954: Botvinnik - Smyslov 12 - 12\nedizione 1957: Smyslov - Botvinnik 12,5 - 9,5\nedizione 1958: Botvinnik - Smyslov 12,5 - 10,5\nedizione 1960: Tal' - Botvinnik 12,5 - 8,5\nedizione 1961: Botvinnik - Tal' 13 - 8\nedizione 1963: Petrosyan - Botvinnik 12,5 - 9,5\nedizione 1966: Petrosyan - Spasskij 12,5 - 11,5\nedizione 1969: Spasskij - Petrosyan 12,5 - 10,5\nedizione 1972: Fischer - Spasskij 12,5 - 8,5\nedizione 1975: Karpov - Fischer non disputato\nedizione 1978: Karpov - Korčnoj 16,5 - 15,5\nedizione 1981: Karpov - Korčnoj 11 - 7\nedizione 1984: Karpov - Kasparov 25 - 23 sfida interrotta e annullata\nedizione 1985: Kasparov - Karpov 13 - 11\nedizione 1986: Kasparov - Karpov 12,5 - 11,5\nedizione 1987: Kasparov - Karpov 12 - 12\nedizione 1990: Kasparov - Karpov 12,5 - 11,5\nIl doppio campionato del mondo (1993-2006)[modifica | modifica wikitesto]\nNel 1993, nel corso di un ciclo di incontri per determinare il campione del mondo, Garri Kasparov e Nigel Short lasciarono la FIDE per organizzare un loro incontro per il titolo. Lamentandosi della corruzione e della mancanza di professionalità all'interno della FIDE, formarono un'associazione alternativa, la Professional Chess Association (nota anche con l'acronimo PCA).[146] Dal 1993 al 2006 sono esistiti simultaneamente due Campioni del Mondo e due campionati paralleli, uno gestito dalla FIDE e uno dalla PCA. Per determinare il proprio campione del mondo la FIDE ha proposto, dapprima a scadenza annuale e successivamente biennale, un torneo con la formula dell'eliminazione diretta.\nPartendo da un tabellone di tipo tennistico, 128 partecipanti disputavano mini match di due incontri (che diventavano quattro nelle semifinali e sei nella finale), a tempo regolamentare e con spareggio semilampo.[147] La PCA invece ha mantenuto la formula classica nella quale il campione in carica veniva sfidato da un candidato in un match sul tempo regolamentare articolato in numerose partite e ha per questo promosso negli anni il proprio campionato come Classic world chess championship.[148]\nEntrambe queste formule hanno presentato delle criticità: secondo gli appassionati, il torneo cosiddetto \"knock-out\", sostenuto dal presidente FIDE Kirsan Iljumžinov, penalizzava il gioco stesso degli scacchi a causa di una durata troppo ristretta dei singoli match e dell'eccessiva compressione del tempo di riflessione, che portava i giocatori a commettere numerosi errori. Il campionato PCA, invece, non ha mai stabilito regole chiare né per quanto riguardava la sua frequenza, né per le modalità di selezione dello sfidante, riportando di fatto la situazione del campionato del mondo agli anni precedenti la seconda guerra mondiale, nei quali era il detentore a definire modalità e tempi per la messa in palio del titolo.\nLa riunificazione (dal 2006)[modifica | modifica wikitesto]\nNell'ottobre del 2006, dopo lunghi anni di trattative, quasi sempre legate all'entità dei riconoscimenti economici, si è tenuto il match per la riunificazione del titolo tra i due campioni in carica. Nell'incontro Vladimir Kramnik, allievo di Kasparov e suo successore sul trono della PCA,[149] ha battuto il bulgaro Veselin Topalov, campione FIDE, ritornando a essere l'unico campione del mondo di scacchi.[150]\nNel settembre del 2007 il titolo passa a Viswanathan Anand, vittorioso a Città del Messico e già campione del mondo nel 2000 per la FIDE.[151] Anand ha poi difeso il titolo nel 2008 a Bonn contro Vladimir Kramnik,[152] nel 2010 a Sofia contro Veselin Topalov[153] e nel 2012 a Mosca contro Boris Gelfand.\nNell'edizione del 2013 il titolo viene conquistato da Magnus Carlsen, battendo il campione in carica in un match disputato a Chennai.[154] Dopo aver difeso per quattro volte il titolo, nel 2014 contro Anand,[155] nel 2016 contro Sergej Karjakin, nel 2018 contro Fabiano Caruana e nel 2021 contro Jan Nepomnjaščij, il grande maestro norvegese decide di abdicare, contestando la formula utilizzata per assegnare il titolo mondiale e ammettendo una certa stanchezza nel difendere la corona di alloro.[156]\nNell'edizione del 2023 lo scettro di campione passa al grande maestro cinese Ding Liren, dopo aver battuto negli spareggi rapid l'altro contendente, il grande maestro russo Jan Nepomnjaščij, sconfitto per la seconda volta consecutiva in un match mondiale.\nOlimpiadi degli scacchi[modifica | modifica wikitesto]\nLo stesso argomento in dettaglio: Olimpiadi degli scacchi.\nLe Olimpiadi degli scacchi sono un campionato del mondo a squadre nazionali. Sono organizzate dalla FIDE, che le ha istituite ufficialmente nel 1927. Dal 1950 le olimpiadi hanno assunto una cadenza stabile e si disputano regolarmente ogni due anni.\nArte e costume[modifica | modifica wikitesto]\nLuigi Mussini - Sfida scacchistica alla corte del Re di Spagna (1883), in cui è raffigurata l'impresa di Giò Leonardo Di Bona.\nÈ impossibile citare tutti i riferimenti e le citazioni scacchistiche che si possono trovare nell'arte sia classica che moderna.\nNella Cappella Palatina del Palazzo dei Normanni a Palermo si può ammirare il primo dipinto di una partita a scacchi che si conosca al mondo. L'opera risale al 1143 circa e gli artisti musulmani che la crearono furono scelti dal re normanno di Sicilia Ruggero II d'Altavilla, che fece erigere la chiesa.[157]\nIn letteratura gli scacchi sono citati nella Divina Commedia di Dante.\n«L'incendio suo seguiva ogne scintilla;\ned eran tante, che 'l numero loro\npiù che 'l doppiar de li scacchi s'inmilla.»\n(Dante Alighieri, Divina Commedia, Paradiso, canto XXVIII, versi 91-93)\nL'espressione \"doppiar de li scacchi\" allude alla leggenda della duplicazione dei chicchi di grano, molto nota in epoca medievale come Duplicatio scacherii[158] e viene usata dal sommo poeta per rappresentare l'elevatissimo numero degli angeli.[159]\nIl gioco è l'oggetto del poema Scacchia ludus di Marco Gurolamo Vida, che descrive una mitica partita di scacchi tra Apollo e Mercurio.[160]\nAl XVI secolo risale il poemetto didascalico De ludo scachorum, in 178 esametri latini, di cui fu autore il medico, letterato e scacchista Francesco Bernardino Caldogno.\nSi ricorda inoltre il romanzo Attraverso lo specchio e quel che Alice vi trovò di Lewis Carroll, dove il viaggio fantastico della protagonista è una evidente rappresentazione di una partita a scacchi, benché l'irregolarità osservata nelle mosse faccia pensare a una variante piuttosto diffusa nel XIX secolo, in cui l'alternarsi dei turni fra bianco e nero era in parte determinata in modo casuale. Tale opera letteraria ha a sua volta ispirato una variante di scacchi eterodossi, chiamata scacchi di Alice.[161]\nPiazza degli Scacchi a Marostica.\nNel cinema è celebre la partita a scacchi con la morte rappresentata nel film Il settimo sigillo diretto da Ingmar Bergman.[162] Altrettanto famosa è una partita giocata nel film 2001: Odissea nello spazio, nella quale l'astronauta Frank Poole, interpretato dall'attore Gary Lockwood, perde contro il supercomputer HAL 9000.[163] Agli scacchi è anche dedicato un episodio del telefilm poliziesco Colombo, dal titolo L'ultimo scaccomatto.\nDal 1966, su proposta dell'UNESCO, il 20 luglio, giorno di fondazione della FIDE, ricorre la Giornata internazionale degli scacchi.[164]\nNumerose sono anche le manifestazioni legate agli scacchi che si svolgono periodicamente in Italia; la più nota tra queste si tiene a Marostica, dove dal 1454 si svolge una partita che ripropone una tra quelle più famose già disputate, utilizzando dei personaggi viventi in costumi tradizionali. La partita \"a pezzi grandi et vivi\" coinvolge oltre cinquecento figuranti comandati da ordini nell'antica lingua medievale parlata nella Repubblica di Venezia.[165]\nA Cutro, ogni anno, la sera del 12 agosto, si svolge una partita a scacchi viventi che ricorda l'impresa di Giò Leonardo Di Bona e della sua celebre vittoria (1575) contro monsignor Ruy López de Segura. La manifestazione si svolge su una scacchiera pavimentale gigante con centinaia di figuranti: è una rievocazione storica importante per i cutresi, perché proprio grazie all'impresa del Di Bona l'abitato fu proclamato Città. Per queste ragioni, Cutro ha ricevuto il titolo di Città degli Scacchi, infatti, nel mese di aprile di ogni anno, la città ospita un rinomato torneo internazionale, al quale partecipano talenti scacchistici di tutto il mondo.[166][167]\nNote[modifica | modifica wikitesto]\n^ Termine (\"shāh\") passato forse tramite un adattamento arabo a eš-šāq, con l'aggiunta dell'articolo e la trasformazione della fricativa persiana in occlusiva; si veda Vocabolario Etimologico della Lingua Italiana, lemma scacco, su etimo.it. URL consultato il 18 febbraio 2011.\n^ scacco, in Treccani.it – Vocabolario Treccani on line, Roma, Istituto dell'Enciclopedia Italiana. URL consultato il 23 dicembre 2022.\n^ Invero gli scacchi non sono necessariamente bianchi e neri; a decidere il colore attribuito a ogni giocatore è la disposizione iniziale dei pezzi (il Bianco ha la donna alla sinistra del re, il Nero alla sua destra), la quale determina a chi spetterà la prima mossa (per convenzione, apre il Bianco).\n^ Fide Handbook - E.1. Laws of Chess, Art. 1.4.\n^ (EN) Claude Shannon, Programming a Computer for Playing Chess (PDF), in Philosophical Magazine, vol. 41, n. 314, marzo 1950. URL consultato il 6 gennaio 2011 (archiviato dall'url originale il 15 marzo 2010).\n^\na b (EN) Victor Allis, Searching for Solutions in Games and Artificial Intelligence (PDF), Tesi di Ph.D., Università del Limburgo, Maastricht, Paesi Bassi, 1994, ISBN 90-90-07488-0.\n^ Shannon stimava tale valore intorno a 10120 (valore noto come numero di Shannon).\n^ (EN) G. H. Hardy, Ramanujan: Twelve Lectures on Subjects Suggested by His Life and Work, 3ª ed., New York, American Mathematical Society, 1999, p. 17.\n^ Per approfondimenti sulla matematica applicata agli scacchi si veda la voce (EN) Chess su Mathworld.Wolfram.com. link consultato il 14 febbraio 2011.\n^ Fide Handbook - E.1. Laws of Chess.\n^\na b Fide Handbook.\n^ Fide Handbook - E.1. Laws of Chess, Art. 2.1.\n^ Fide Handbook, C.02.01 - Standards of Chess Equipment : Art.3.3.\n^ Fide Handbook, C.02.01 - Standards of Chess Equipment: Art.4.1.\n^\na b Fide Handbook, C.02 - Standards of Chess Equipment and tournament venue for FIDE Tournaments: Art.2.3.\n^\na b Fide Handbook - E.1. Laws of Chess, Art. 2.\n^ Fide Handbook, C.02 - Standards of Chess Equipment and tournament venue for FIDE Tournaments: Art.2.4.\n^ Fide Handbook, C.02 - Standards of Chess Equipment and tournament venue for FIDE Tournaments: Art.2.2.\n^ Fide Handbook - E.1. Laws of Chess, Art. 1.\n^ La storica Chiara Frugoni scrive sui cambiamenti nei pezzi degli scacchi nel corso del Medioevo (Medioevo sul naso, pagg. 77-78, Economica Laterza, 2001):\"Rimasero invariati i pezzi corrispondenti al Re, al Cavallo e ai Pedoni. L'arabo Ualfil (ossia l'elefante), diventò un uomo, l'Alfiere in italiano, Fou (Pazzo) in francese, e Bishop (Vescovo) in inglese. Il Rukh arabo-persiano, il cammello, tradotto nel latino Rochus, si trasformò in Torre. Il Fers, il visir, il comandante dell'Oriente, mutò addirittura sesso, divenendo Fiers, ossia la Vergine, la Dama o la Regina, un personaggio assai poco appropriato in un gioco che simula una guerra\". Nella scacchiera del tesoro di Saint-Denis (XI secolo) troviamo ancora l'elefante al posto dell'alfiere.\n^ Fide Handbook - E.1. Laws of Chess, Art. 3.\n^ Fide Handbook - E.1. Laws of Chess, Art. 3.2.\n^ Fide Handbook - E.1. Laws of Chess, Art. 3.1.\n^ Fide Handbook - E.1. Laws of Chess, Art. 3.4.\n^ Fide Handbook - E.1. Laws of Chess, Art. 3.5.\n^ Fide Handbook - E.1. Laws of Chess, Art. 3.7.\n^ Fide Handbook - E.1. Laws of Chess, Art. 3.8a.\n^ Fide Handbook - E.1. Laws of Chess, Art. 3.8b.\n^ Fide Handbook - E.1. Laws of Chess, Art. 3.9.\n^ matto, in Treccani.it – Vocabolario Treccani on line, Roma, Istituto dell'Enciclopedia Italiana. URL consultato il 23 dicembre 2022.\n^ (EN) Jan Newton, The King Isn't Dead After All! The Real Meaning of Shah Mat or the Lesson of the Commode, Jan Newton, GoddessChess.com, su goddesschess.com, settembre 2003. URL consultato il 14 febbraio 2011 (archiviato dall'url originale il 13 maggio 2008).\n^ (EN) Checkmate, su Online Etymology Dictionary. URL consultato il 14 febbraio 2011.\n^ Fide Handbook - E.1. Laws of Chess, Art. 5.1.\n^ Fide Handbook - E.1. Laws of Chess, Art. 5.2.\n^ Fide Handbook - E.1. Laws of Chess, Art. 9.3.\n^ Fide Handbook - E.1. Laws of Chess, Art. 9.2.\n^\na b c d e Fide Handbook, C.02 - Standards of Chess Equipment and tournament venue for FIDE Tournaments: Art.5.\n^ Fide Handbook - E.1. Laws of Chess, Art. 6.\n^ Fide Handbook - E.1. Laws of Chess, Art. 6.6.\n^ FIDE laws of chess precedente l'aggiornamento del 2009.\n^ What happened in Carlsen vs. Firouzja?, su chess24.com, 2 gennaio 2020. URL consultato il 1º dicembre 2020.\n^ Fide Handbook - E.1. Laws of Chess, Art. 13.4.\n^\na b c Il tempo di riflessione si calcola usualmente sommando il tempo iniziale a disposizione di ciascun giocatore con l'eventuale incremento di tempo per ogni mossa moltiplicato per 60, sebbene nelle partite possano spesso essere giocate più di 60 mosse e quindi la durata complessiva possa risultare maggiore.\n^ Fide Handbook, C.07 Time Control.\n^ L'incremento di 30 secondi per mossa rende molto più lungo il tempo totale complessivo a disposizione teoricamente. Nella pratica tuttavia, poiché il regolamento prevede che dopo 50 mosse nelle quali non vengano catturati pezzi la partita risulti patta, con il regolamento attuale è molto raro che in una partita tra professionisti possano essere giocate più di 200 mosse per giocatore.\n^ Carlsen-Nepo 6: Magnus Carlsen wins longest World Championship game, su chess24.com. URL consultato il 3 dicembre 2021.\n^\na b Fide Handbook - E.1. Laws of Chess, Appendix A: Rapid Chess.\n^\na b Fide Handbook - E.1. Laws of Chess, Appendix B: Blitz.\n^ Casto Abundo, World Record 604 Board Simultaneous Chess Exhibition by GM Ehsan Ghaem Maghami, su fide.com, FIDE, 10 febbraio 2011 (archiviato il 21 luglio 2015).\n^\na b Bullet Chess, su chess.com. URL consultato il 12 gennaio 2021.\n^ Nakamura e Harper.\n^ Fide Handbook - E.1. Laws of Chess, Art. 8.\n^ Fide Handbook - E.1. Laws of Chess, Art. 8.1.\n^ Fide Handbook - E.1. Laws of Chess, Appendix A: Art. 2.\n^ Talvolta, informalmente, si impiega il simbolo \":\" invece della \"x\".\n^ Fide Handbook - E.1. Laws of Chess, Art. 4.\n^ Fide Handbook - E.1. Laws of Chess, Art. 4.2.\n^ Fide Handbook - E.1. Laws of Chess, Art. 13.\n^ Fide Handbook - E.1. Laws of Chess, Art. 13.6.\n^ (EN) Kolkata Open: inebriated grandmaster forfeits game, su chessbase.com, ChessBase, 5 settembre 2009. URL consultato il 13 febbraio 2011.\n^ (EN) The Tkachiev incident: the arbiter replies, su chessbase.com, ChessBase, 6 settembre 2009. URL consultato il 13 febbraio 2011.\n^ (EN) Should one wake a sleeping chess player?, su chessbase.com, ChessBase, 8 settembre 2009. URL consultato il 13 febbraio 2011.\n^ FIDE chess ratings, su ratings.fide.com..\n^ Cheating Accusations in Mental Sports, Too, in The New York Times, 8 agosto 2006. URL consultato il 1º gennaio 2007.\n^ \"The players shall take no action that will bring the game of chess into disrepute.\" Cfr. Laws of Chess, su fide.com, FIDE. URL consultato il 30 luglio 2012.\n^ Traduzione italiana FSI del regolamento, cfr. Regolamento FIDE degli scacchi - traduzione in italiano (PDF), su federscacchi.it. URL consultato il 22 agosto 2013 (archiviato dall'url originale il 7 settembre 2012).\n^ Geurt Gijssen, Unusual Events or Are There Still Normal Games? (PDF), su chesscafe.com, The Chess Cafe, 8. URL consultato il 30 luglio 2012.\n^ Frederic Friedel, A history of cheating in chess (1), su ChessBase. URL consultato l'8 aprile 2018.\n^ Brace, p. 276.\n^ Israel Albert Horowitz, Fred Reinfeld, Chess Traps, Pitfalls and Swindles, Simon and Schuster, 1954, p. 7, ISBN 0-671-21041-6.\n^ Minutes of the Chess Cheating conference in New York, su chessbase.com, ChessBase, 11 gennaio 2007. URL consultato il 29 marzo 2011.\n^ Kling e Horwitz, p. 136.\n^ Glossario del circolo scacchistico di Terni, su terniscacchi.com. URL consultato il 6 gennaio 2011 (archiviato dall'url originale il 27 settembre 2011).\n^ Glossario del circolo scacchistico di Pistoia, su pistoiascacchi.xoom.it. URL consultato il 6 gennaio 2011.\n^\na b Harding, p. 70.\n^ Burgess, Nunn e Emms, pp. 14-15.\n^ Harding, pp. 1-7.\n^ Watson, p. 163.\n^ Esempio di calcolo del valore dei pezzi negli scacchi, in particolare nella variante Gothic Chess.\n^ Capablanca e de Firmian, pp. 24-25.\n^ Soltis, p. 6.\n^ Silman, p. 340.\n^ Polgar e Truong, p. 11.\n^ Encyclopaedia Britannica - sezione \"Relative piece values\", su britannica.com. URL consultato il 6 gennaio 2010.\n^ Lasker, p. 73.\n^ Harding, p. 138.\n^ Evans, pp. 22-67.\n^ Tarrasch.\n^ Collins.\n^ Sito ufficiale dell'ECO Archiviato il 28 febbraio 2010 in Internet Archive..\n^ (EN) Chess960.net. URL consultato il 13 febbraio 2011.\n^ Pritchard.\n^ Harding, pp. 32-151.\n^ Harding, p. 187.\n^ (EN) A guide to Endgames Tablebase, su horizonchess.com. URL consultato il 13 febbraio 2011.\n^ Stefan Meyer-Kahlen, Shredder Computer Chess Download - Endgame Database Info, su shredderchess.com. URL consultato il 17 agosto 2008 (archiviato dall'url originale il 18 agosto 2008).\n^ (EN) Lomonosov Endgame Tablebases, su chessok.com. URL consultato il 15 giugno 2013.\n^ de la Villa, pp. 179-180.\n^ Howard.\n^ Hooper e Whyld, pp. 400-401.\n^ Hooper e Whyld, p. 110.\n^ Weenink.\n^ Negli scacchi esistono regole e pezzi alternativi ?, in SportWeek, La Gazzetta dello Sport, 4 novembre 2000.\n^ (IT) Filippo Marinelli, Il giuoco degli scacchi fra tre, su books.google.de, Stamperia di Felice Mosca, 1722. URL consultato il 7 agosto 2023.\n^ (EN) David Silver, Thomas Hubert, Julian Schrittwieser, Ioannis Antonoglou, Matthew Lai, Arthur Guez, Marc Lanctot, Laurent Sifre, Dharshan Kumaran, Thore Graepel, Timothy Lillicrap, Karen Simonyan, Demis Hassabis, A general reinforcement learning algorithm that masters chess, shogi, and Go through self-play, in Science, vol. 362, n. 6419, 7 dicembre 2018, pp. 1140-1144, DOI:10.1126/science.aar6404, ISSN 0036-8075 (WC · ACNP).\n^ (EN) FICS 11th Anniversary Celebrations, su freechess.org. URL consultato il 7 gennaio 2021.\n^ (EN) FICS 10th Anniversary Celebrations, su freechess.org. URL consultato il 7 gennaio 2021.\n^ (EN) Garry Kasparov, A New King for a New Era in Chess, in Time, 25 novembre 2013. URL consultato il 20 gennaio 2021.\n^ Malba Tahan, L'uomo che sapeva contare, Adriano Salani Editore, 2001, ISBN 88-7782-481-6.\n^ Paolo Maurensig, La variante di Lüneburg, Adelphi, 1993, ISBN 88-459-0984-0.\n^ Leibs, p. 92.\n^ Robinson, p. 34.\n^ Murray.\n^ Bird, p. 63.\n^ Li.\n^ Michel Pastoureau, Medioevo simbolico, in Collana Storia e Società, traduzione di R. Riccardi, Roma-Bari, Laterza, 2005, ISBN 978-88-420-8284-2.\n«Per la Chiesa, l'azzardo ludico (che il latino esprime con la parola alea) è un abominio, e tutti i giochi d'azzardo diabolici. […] Sono dunque i dadi ad aver nuociuto agli scacchi. Il vescovo di Firenze, che Pier Damiani aveva accusato nel 1061 di aver giocato agli scacchi, rispose a sua difesa che certamente aveva giocato, ma «senza dadi». In realtà, rinunciando all'impiego dei dadi, gli scacchi acquistano a poco a poco uno statuto onorevole ed in seguito particolarmente apprezzato. La riflessione sostituisce ormai l'azzardo. E se, alla fine del XII secolo, i prelati lo vietano ancora ai chierici – perché giocare è un'attività vana, che dà luogo a litigi e bestemmie – iniziano a tollerarlo per i laici. Alla metà del secolo successivo, la pratica del gioco è persino prevista dagli statuti di alcune fondazioni pie, alla esplicita condizione di non giocare né con i dadi né per guadagnare denaro. Alcuni autori, come Gualtiero de Coincy nei suoi Miracles de la Vierge, arrivano sino a mettere in scena partite che oppongono gli inviati di Dio e quelli del Diavolo.»\n^ Hooper e Whyld, pp. 144-145.\n^\na b Encyclopaedia Britannica, voce chess, sezione Introduction to Europe, su britannica.com. URL consultato il 6 gennaio 2010.\n^ Le origini del gioco degli scacchi (del grande maestro Eros Riccio), su scacchi.blogcindario.com. URL consultato il 7 febbraio 2011.\n^ Davidson, pp. 13-17.\n^\na b Ricardo Calvo, Valencia Spain: The Cradle of European Chess, su goddesschess.com, GoddessChess. URL consultato il 28 novembre 2008 (archiviato dall'url originale l'8 gennaio 2009).\n^ Dr René Gralla, riferimenti nell'articolo \"XiangQi – an alternative to Western Chess\", su chessbase.com. URL consultato il 7 febbraio 2011.\n^ (EN) René Gralla, Kramnik plays Makruk Thai, su chessvariants.org, 2 gennaio 2005. URL consultato il 13 febbraio 2011.\n^ Yalom.\n^\na b c The doctor writes : an anthology of the unusual in current medical literature, di Waife, S. O. (Sholom Omi), 1919-2011, ed 1954, pp. 26-27.\n^ Si crede che la Regina Isabella sia stata il “modello culturale” della regina nel gioco degli scacchi: il pezzo assunse il valore che ha nel gioco moderno intorno alla fine del XV secolo. Govert Westerweld e José A. Garzon Roger, La reina Isabel de Catolica: su reflejo en la dama poderosa de Valencia, cuna del ajedrez moderno y origen del juego de damas, Genaralitat Valencia, Valencia 2004, nota.\n^\na b Histoire des jeux de société: géométries du désir, Jean-Marie Lhôte, 1994, p. 197.\n^ Giochi in \"Medioevo misterioso\", bimestrale, n. 3, p. 59.\n^ Nuova rivista degli scacchi, Quarta, 1888, p. 171, 263.\n^ Louis Charles Mahe De La Bourdonnais, su chessgames.com, Chessgames.com. URL consultato il 26 novembre 2008.\n^ Metzner.\n^ Bird.\n^ London Chess Club, su chessgames.com, Chessgames.com. URL consultato il 26 novembre 2008.\n^ Larry Parr, London, 1851, su worldchessnetwork.com, World Chess Network. URL consultato il 26 novembre 2008 (archiviato dall'url originale il 30 novembre 2005).\n^ Hartson, p. 36.\n^\na b Shibut.\n^\na b Kasparov 2007, pp. 59-61.\n^ Steinitz e Landsberger.\n^ Kasparov 2003a, p. 6.\n^ Kasparov 2003a, p. 11.\n^ (EN) chess, su Encyclopaedia Britannica. URL consultato il 13 febbraio 2011.\n^ Kasparov 2003b, p. 117.\n^ Hooper e Whyld, p. 178.\n^ Vera Menchik, su chessgames.com, Chessgames.com. URL consultato il 26 novembre 2008.\n^ Kasparov 2003b, pp. 7-8.\n^ Kasparov 2007, p. 134.\n^ Formula del campionato FIDE, in riferimento all'edizione del 1993, su mark-weeks.com. URL consultato il 6 gennaio 2011.\n^ Formula del campionato PCA, in riferimento all'edizione del 1993, su mark-weeks.com. URL consultato il 6 gennaio 2011.\n^ Kramnik beats Kasparov, 2000, su archives.cnn.com. URL consultato il 6 gennaio 2011 (archiviato dall'url originale il 28 gennaio 2006).\n^ Biografia di Vladimir Kramnik su Chessgames.com, su chessgames.com. URL consultato il 6 gennaio 2011.\n^ GM Mihail Marin: Anand's triumph in the final round (ChessBase News), su chessbase.com. URL consultato il 6 gennaio 2011.\n^ WCC R11: Fighting draw, Anand wins World Championship by 6.5:4.5 (ChessBase News), su chessbase.com. URL consultato il 6 gennaio 2011.\n^ Sofia R12: Vishy wins, retains World Championship title (ChessBase News), su chessbase.com. URL consultato il 6 gennaio 2011.\n^ Magnus Carlsen is the new World Champion!, su en.chessbase.com, ChessBase, 22 novembre 2013. URL consultato il 24 novembre 2013 (archiviato dall'url originale il 24 novembre 2013).\n^ Sochi G11: In dramatic finale, Carlsen retains title, su en.chessbase.com, 23 novembre 2014. URL consultato il 30 novembre 2014 (archiviato il 30 novembre 2014).\n^ Carlsen non difenderà il titolo, su chess.com. URL consultato il 3 dicembre 2022.\n^ Gli scacchi nella pittura dall’antichità ai nostri giorni (di Achille della Ragione), su guidecampania.com. URL consultato l'8 gennaio 2011.\n^ Aneddoti e curiosità - La leggenda dell'origine del gioco, su scacchi.qnet.it. URL consultato il 14 ottobre 2012 (archiviato dall'url originale il 2 luglio 2013).\n^ Numerologia in Dante, su uciimtorino.it. URL consultato il 14 ottobre 2012.\n^ Franco Romagnoli, Festival internazionale di scacchi - Marco Gerolamo Vida, su cremonascacchi.it. URL consultato il 30 settembre 2014 (archiviato il 30 settembre 2014).\n^ (EN) George Jelliss, Variant Chess, 24ª ed., 1997, vol. 3, pp. 69-71. URL consultato il 13 febbraio 2011 (archiviato dall'url originale il 20 agosto 2010).\n^ Scheda su Il settimo sigillo, su activitaly.it. URL consultato l'8 gennaio 2011.\n^ Frank Poole - Hal 9000, su scacchi.qnet.it. URL consultato il 7 febbraio 2011 (archiviato dall'url originale il 2 agosto 2008).\n^ (EN) International Chess Day, su aicf.in. URL consultato il 17 settembre 2019..\n^ Storia della partita a scacchi viventi di Marostica, su marosticascacchi.it. URL consultato l'8 gennaio 2011 (archiviato dall'url originale il 15 novembre 2010).\n^ Roberto Aiello e Giuseppina Mazzei, Calabria. Viaggio alla scoperta della mia terra., 26 feb 2020.\n^ Storia di Cutro sul sito del comune, su comune.cutro.kr.it. URL consultato l'8 gennaio 2011.\nBibliografia[modifica | modifica wikitesto]\n(EN) Henry Edward Bird, Chess History and Reminiscences, Englewood, Forgotten Books, 2008 [1893], ISBN 978-1-60620-897-7.\n(EN) Edward R. Brace, An Illustrated Dictionary of Chess, McKay, 1977, ISBN 0-679-50814-7.\n(EN) Graham Burgess, Nunn, Emms, The Mammoth Book of the World's Greatest Chess Games, 2ª ed., New York, Carroll & Graf, 2004, ISBN 978-0-7867-1411-7.\n(EN) José Raúl Capablanca e Nick de Firmian, Chess Fundamentals (Completely Revised and Updated for the 21st century), Random House, 2006, ISBN 0-8129-3681-7.\nSam Collins, Capire le aperture scacchistiche, Gambit Publications, 2005.\n(EN) Henry A. Davidson, A Short History of Chess, New York, D. McKay Co, 1949, ISBN 0-679-14550-8.\n(EN) Jesús de la Villa, 100 Endgames You Must Know, New in Chess, 2008, ISBN 978-90-5691-244-4.\n(EN) Dindy Robinson, World Cultures Through Art Activities, Englewood, Teachers Ideas Press, 1996, ISBN 1-56308-271-3.\n(EN) Larry Evans, New Ideas in Chess, Pitman Publications, 1958.\n(EN) Federazione Internazionale degli Scacchi, FIDE Handbook (archiviato dall'url originale il 23 maggio 2024).\n(EN) Federazione Internazionale degli Scacchi, FIDE Handbook - Laws of Chess (archiviato dall'url originale il 24 novembre 2020).\n(EN) Tim Harding, Better Chess for Average Players, New York, Courier Dover Publications, 2003, ISBN 0-486-29029-8.\n(EN) William Roland Hartston, The Kings of Chess, Pavilion Books Limited, 1985, ISBN 0-06-015358-X.\n(EN) David Hooper e Kenneth Whyld, The Oxford Companion to Chess, Oxford, Oxford University Press, 1992, ISBN 0-19-866164-9.\n(EN) Kenneth S. Howard, How to Solve Chess Problems, New York, Courier Dover Publications, 1961, ISBN 0-486-20748-X.\n(EN) Garri Kasparov, My Great Predecessors, vol I, Londra; Guilford, CT, Everyman Chess, 2003, ISBN 1-85744-330-6.\n(EN) Garry Kasparov, My Great Predecessors, vol II, Londra; Guilford, CT, Everyman Chess, 2003, ISBN 1-85744-342-X.\nGarri Kasparov, Gli scacchi, la vita, Mondadori, 2007.\n(EN) Josef Kling e Bernhard Horwitz, Chess Player, vol. 4, Londra, Day, 1853.\n(EN) Emanuel Lasker, Lasker's chess primer, David Mckay Co., 1934.\n(EN) Andrew Leibs, Sports and Games of the Renaissance, Westport, Greenwood Publishing Group, 2004, ISBN 0-313-32772-6.\n(EN) David H. Li, The Genealogy of Chess, Premier Pub. Co., 1998, ISBN 0-9637852-2-2.\n(EN) Paul Metzner, Crescendo of the Virtuoso: Spectacle, Skill, and Self-Promotion in Paris during the Age of Revolution, University of California Press, 1998, ISBN 0-520-20684-3.\n(EN) Harold James Murray, A History of Chess, Benjamin Press (pubblicazione originale: Oxford University Press), 1913, ISBN 0-936317-01-9.\nHikaru Nakamura e Bruce Harper, Scacco matto in 1 minuto. I segreti del numero 1 al mondo Bullet e Blitz, Le Due Torri, 2019, ISBN 9788885720312.\n(EN) Zsuzsa Polgár e Paul Truong, A World Champion's Guide to Chess, Random House, 2005, ISBN 978-0-8129-3653-7.\n(EN) David Brine Pritchard, The Encyclopedia of Chess Variants, 1994, ISBN 0-9524142-0-1.\n(EN) Macon Shibut, Paul Morphy and the Evolution of Chess Theory, Courier Dover Publications, 2004, ISBN 0-486-43574-1.\n(EN) Jeremy Silman, The Complete Book of Chess Strategy:Grandmaster Techniques from A to Z, Batsford, 1998, ISBN 978-1-890085-01-8.\nAndy Soltis, Rethinking the Chess Pieces, Batsford, 2004, ISBN 0-7134-8904-9.\nWilliam Steinitz, Kurt Landsberger, Le carte di Steinitz: lettere documenti del primo campione del mondo di scacchi, McFarland & Company, 2002, ISBN 0-7864-1193-7.\n(EN) Siegbert Tarrasch, The Game of Chess, New York, Courier Dover Publications, 1987 [1931], ISBN 0-486-25447-X.\n(EN) John Watson, Secrets of modern chess strategy: advances since Nimzowitsch, Gambit Publications, 1998.\n(EN) Henri Gerard Marie Weenink, The Chess Problem, a cura di Hume, G., e White, A.C., Stroud, Office of The Chess Amateur, 1926.\n(EN) Marilyn Yalom, Birth of the Chess Queen: A History, New York, HarperCollins, 2004, ISBN 0-06-009064-2.\nLetture consigliate[modifica | modifica wikitesto]\nAdriano Chicco, Giorgio Porreca, Dizionario enciclopedico degli scacchi, Mursia, 1971.\nAdriano Chicco e Giorgio Porreca, Il libro completo degli scacchi, Mursia, 2003, ISBN 88-425-3196-0.\nAdriano Chicco e Antonio Rosino, Storia degli scacchi in Italia, Marsilio Editori, 1990, ISBN 88-317-5383-5.\nBobby Fischer, 60 partite da ricordare, Mursia, 2011, ISBN 978-88-425-3858-5.\nAnatolij Karpov, Il manuale degli scacchi, Disney libri, 1997, ISBN 978-88-7309-453-1.\nGarry Kasparov, Corso completo di scacchi, De Agostini, 1993, ISBN 88-415-0893-0.\nC. H. O'D. Alexander, Di più sugli scacchi, Garzanti - Vallardi, 1979.\nMario Leoncini, La grande storia degli scacchi, prefazione di Neri Marcorè, Le Due Torri, 2020, ISBN 9788885720404.\nPaolo Maurensig, La variante di Lüneburg, Adelphi, 1993.\nLuděk Pachman, Apertura Mediogioco e Finale nella moderna partita a scacchi, Mursia, 1981, ISBN 88-425-1180-3.\nEnrico Paoli, Il finale negli scacchi. Studio sistematico, Mursia, 1982, ISBN 88-425-2357-7.\nFélix María Pareja, La fase araba del giuoco degli scacchi, Oriente Moderno XXIII (1953), n. 10, Roma, Istituto per l'Oriente, pp.  407-429.\nGiorgio Porreca, Manuale teorico-pratico delle aperture, Mursia, 1983.\nStefan Zweig, Novella degli scacchi, Stoccolma, Bermann-Fischer Verlag, 1943.\nVoci correlate[modifica | modifica wikitesto]\nArbitro internazionale di scacchi\nApertura (scacchi)\nCaissa\nCampionato del mondo di scacchi\nCircolo di scacchi\nElo\nFederazione Internazionale degli Scacchi\nFinale (scacchi)\nGrande maestro internazionale\nManoscritto di Gottinga\nMediogioco\nNotazione algebrica\nNotazione Portable Game\nNotazione Forsyth-Edwards\nMotore scacchistico\nPatta (scacchi)\nProblema di scacchi\nRecord scacchistici\nScacchi avanzati\nScacchiera\nScacchi eterodossi\nScacchi in Italia\nScacco matto\nShatranj\nTattica (scacchi)\nTermini scacchistici\nTorneo di scacchi\nVantaggio del tratto\nAltri progetti[modifica | modifica wikitesto]\nWikiquote contiene citazioni sugli scacchi\nWikibooks contiene testi o manuali sugli scacchi\nWikizionario contiene il lemma di dizionario «scacchi»\nWikiversità contiene risorse sugli scacchi\nWikinotizie contiene notizie di attualità sugli scacchi\nWikimedia Commons contiene immagini o altri file sugli scacchi\nCollegamenti esterni[modifica | modifica wikitesto]\nscacchi, su Treccani.it – Enciclopedie on line, Istituto dell'Enciclopedia Italiana.\nAlvise Zichichi, SCACCHI, Gioco degli, in Enciclopedia Italiana, V Appendice, Istituto dell'Enciclopedia Italiana, 1994.\nscàcco, su sapere.it, De Agostini.\n(EN) Andrew E. Soltis, chess, su Enciclopedia Britannica, Encyclopædia Britannica, Inc.\n(EN) Scacchi, in Encyclopædia Iranica, Ehsan Yarshater Center, Columbia University.\n(EN) Scacchi, in Jewish Encyclopedia, Funk and Wagnalls.\n(EN, FR) Lawrence Day, Chess, su Enciclopedia canadese.\n(EN) Scacchi, su The Encyclopedia of Science Fiction.\n(FR) Bibliografia su Scacchi, su Les Archives de littérature du Moyen Âge.\n(EN) Eric W. Weisstein, Chess, su MathWorld, Wolfram Research.\n(EN) Scacchi, su comicvine.gamespot.com, GameSpot.\n(EN) Federazione internazionale degli scacchi (FIDE)\n(EN) Regolamento ufficiale\n(PDF) Traduzione italiana del regolamento ufficiale sul sito della Federazione Scacchistica Italiana\nControllo di autorità Thesaurus BNCF 8465 · LCCN (EN) sh85023121 · GND (DE) 4051891-7 · BNE (ES) XX524860 (data) · BNF (FR) cb11931920t (data) · J9U (EN, HE) 987007285067505171 · NDL (EN, JA) 00573591\nPortale Giochi da tavolo\nPortale Scacchi\nQuesta è una voce in vetrina, identificata come una delle migliori voci prodotte dalla comunità.\nÈ stata riconosciuta come tale il giorno 7 febbraio 2011 — vai alla segnalazione.\nNaturalmente sono ben accetti suggerimenti e modifiche che migliorino ulteriormente il lavoro svolto.\nSegnalazioni  ·  Criteri di ammissione  ·  Voci in vetrina in altre lingue  ·  Voci in vetrina in altre lingue senza equivalente su it.wiki\nCategorie: ScacchiGiochi astratti[altre]\nQuesta pagina è stata modificata per l'ultima volta il 19 gen 2025 alle 20:36.\nIl testo è disponibile secondo la licenza Creative Commons Attribuzione-Condividi allo stesso modo; possono applicarsi condizioni ulteriori. Vedi le condizioni d'uso per i dettagli.\nInformativa sulla privacy\nInformazioni su Wikipedia\nAvvertenze\nCodice di condotta\nSviluppatori\nStatistiche\nDichiarazione sui cookie\nVersione mobile"
}