{
  "url": "https://www.mattoscacco.com/blog/principianti/lezione-di-scacchi-n-2-il-movimento-dei-pezzi/",
  "timestamp": 1744662738.873202,
  "content": "CHI SIAMO\nACCADEMIA\nSHOP\nBLOG\nBAMBINI\nCONTATTI\nCATEGORIA: PRINCIPIANTI\nIL MOVIMENTO DEI PEZZI DI SCACCHI\nBenvenuto nel fantastico mondo degli scacchi!\nSe sei atterrato su questo articolo, significa che probabilmente sei interessato a imparare il gioco o che vuoi approfondire le tue conoscenze riguardo al movimento dei pezzi sulla scacchiera.\nIn questo articolo, ti guiderò passo dopo passo attraverso il funzionamento di ciascun pezzo, e ti darò alcuni suggerimenti su come utilizzarli al meglio.\nPronto? Allora cominciamo!\nINTRODUZIONE\nGli scacchi sono un gioco molto antico che risale a oltre 1500 anni fa.\nDa allora, si sono evoluti in uno degli sport mentali più popolari al mondo, con milioni di persone che vi dedicano tempo ed energie.\nIl gioco si basa sul movimento di 16 pezzi per ciascun giocatore su una scacchiera composta da 64 caselle.\nTi sei mai chiesto perché la scacchiera sia composta da caselle bianche e nere alternate?\nLa risposta è semplice: questa disposizione permette d’identificare facilmente le posizioni e le traiettorie dei pezzi sulla scacchiera.\nInoltre, la scacchiera è sempre orientata in modo che ciascun giocatore abbia una casella bianca nell’angolo in basso a destra. Questa regola ti aiuterà a posizionare correttamente i pezzi all’inizio della partita e a orientarti durante il gioco.\nL’obiettivo degli scacchi è quello di dare scaccomatto al re avversario, ovvero metterlo in una posizione in cui non può più muoversi senza essere catturato.\nTi sei mai chiesto come mai gli scacchi sono così popolari?\nUna delle ragioni principali è che ogni partita è unica, con un numero impressionante di possibili combinazioni di mosse.\nPensa che ci sono più mosse teoriche in una partita di scacchi che atomi nell’universo.\nIl calcolo è stato eseguito dal matematico statunitense Claude Shannon (noto come il matematico giocoliere), che teorizzò ogni possibile mossa effettuabile nel corso di una partita su una scacchiera.\nSi pensava inizialmente che il numero di mosse potesse essere infinito, invece è ben preciso, si chiama per l’appunto “numero di Shannon”, ed equivale a un numero prossimo a 10 moltiplicato 123 volte per se stesso (10123). Gli scienziati hanno invece stimato che il numero di atomi contenuti nell’universo sia compreso tra 1079 e 1081.\nPer avere successo a scacchi, è necessario sviluppare strategie e tattiche, ma anche imparare ad adattarsi alle situazioni impreviste.\nMa prima di tuffarci nel cuore del gioco, dobbiamo conoscere i fondamenti. E il primo passo è imparare come si muovono i vari pezzi sulla scacchiera.\nIL MOVIMENTO DEI PEZZI\nIn una partita di scacchi, ci sono sei tipi di pezzi: re, regina, torri, alfieri, cavalli e pedoni.\nOgnuno di questi pezzi si muove in modo diverso, e comprendere come sfruttare al meglio le loro peculiarità è fondamentale per giocare bene.\nIniziamo subito!\nIL RE\nIl re è il pezzo più importante del gioco, poiché la sua cattura determina la vittoria o la sconfitta.\nTuttavia, è anche uno dei pezzi più limitati in termini di movimento.\nIl re può muoversi di una sola casa in qualsiasi direzione: orizzontale, verticale o diagonale.\nHai presente un monarca che cammina con cautela nel suo castello, circondato da guardiani? Ecco, il re degli scacchi si comporta allo stesso modo.\nAttenzione che i due re dei due schieramenti non possono assolutamente mangiarsi l’un l’altro, e non possono neanche minacciarsi!\nInfatti, se consideriamo questa posizione…\nCon mossa al nero, il re non può assolutamente andare nella casa evidenziata in rosso, in quanto la sta già controllando il re del bianco!\nUn altro fattore estremamente importante per quanto riguarda il re, è che non può per nessun motivo andare in una casa già controllata da un altro pezzo avversario.\nOra ti ho mostrato questo concetto con il re avversario, però vale anche per gli altri pezzi!\nCOME CATTURA IL RE?\nPer quanto riguarda le catture, viene sempre considerato il movimento classico a una casa.\nSe, ad esempio, di fianco al re c’è un pedone nemico…\nBisogna come prima cosa vedere se il pezzo che vogliamo catturare non sia difeso da un altro pezzo dell’avversario. In caso positivo, il pezzo semplicemente non si può catturare, in caso negativo il re può catturare questo pezzo.\nCome?\nSemplicemente andando nella casa del pezzo catturato! Questo pezzo sarà banalmente rimosso dalla scacchiera!\nLA DONNA (O REGINA)\nLa regina è il pezzo più potente sulla scacchiera, grazie alla sua grande versatilità.\nPensa alla regina come a un generale che comanda le sue truppe dall’alto: ha una visione ampia del campo di battaglia e può intervenire rapidamente dove serve.\nInfatti può muoversi per qualsiasi numero di case in orizzontale, verticale o diagonale, ma deve fermarsi se incontra un altro pezzo (anche del proprio schieramento).\nCome puoi vedere, essendoci un pedone, non può sorpassarlo! Al massimo può catturarlo, in quanto quel pedone è dello schieramento avversario.\nQuando si decide di catturare un pezzo, come prima, si posiziona il pezzo catturante nella casa in cui un attimo prima c’era il pezzo nemico da catturare. Il pezzo catturato semplicemente si toglie dalla scacchiera.\nQuindi, in questo caso…\nLE TORRI\nLe torri sono pezzi molto forti e rappresentano le roccaforti del tuo esercito.\nSi muovono in orizzontale o verticale, per qualsiasi numero di case.\nCome la donna, le torri devono fermarsi se incontrano un altro pezzo.\nCome prima, le torri possono catturare un pezzo avversario se lo incontrano lungo la loro traiettoria.\nTuttavia, quando si imbattono in uno dei propri pezzi, la loro posizione massima raggiungibile è la casa precedente.\nLe torri sono come le mura di un castello: solide, imponenti e in grado di coprire grandi distanze.\nLe catture funzionano allo stesso modo.\nGLI ALFIERI\nGli alfieri sono pezzi agili e veloci, che si muovono in diagonale per qualsiasi numero di case.\nOgni giocatore inizia con due alfieri, uno sulle case bianche (alfiere campochiaro) e uno sulle case scure (alfiere camposcuro).\nImmagina gli alfieri come consiglieri del re, che si muovono silenziosamente tra le fila dell’esercito e colpiscono dall’ombra.\nNaturalmente, come gli altri pezzi, l’alfiere non può superare gli ostacoli che incontra lungo il suo cammino, inclusi i pezzi appartenenti allo stesso schieramento.\nAnche per le catture vale lo stesso principio: si posiziona l’alfiere sulla casa del pezzo nemico catturato, dopodiché questo pezzo viene tolto dalla scacchiera.\nI CAVALLI\nI cavalli sono pezzi unici nel loro modo di muoversi e sono anche quelli più “complicati”.\nCompiono una mossa a forma di “L“, ovvero avanzano di due case in orizzontale o verticale e poi di una casa perpendicolarmente.\nIn alternativa, possono avanzare di una casella in orizzontale o verticale e poi di due caselle perpendicolarmente.\nOvviamente in tutte le direzioni…\nOvviamente se il cavallo si dovesse ritrovare a bordo scacchiera, le case disponibili diminuirebbero…\nQuesto movimento a forma di “L” permette loro di saltare altri pezzi sulla scacchiera.\nInfatti, se durante il “tracciamento” della “L”, dovessi incontrare un qualsiasi pezzo, il cavallo ha la capacità di saltarlo.\nAd esempio…\nIl cavallo può tranquillamente andare in una delle due case evidenziate (oltre alle altre 6 non evidenziate), anche se nel tragitto incontra l’alfiere.\nPerciò, in sintesi, l’importante è che la casa di arrivo sia libera (per quanto riguarda i pezzi del proprio schieramento, in quanto non si possono catturare i pezzi del proprio esercito, ovviamente).\nInvece, se si tratta di una casa con un pezzo dell’altro colore, volendo si può catturare.\nAd esempio…\nIn caso il bianco catturasse la torre avversaria…\nI cavalli sono come i cavalieri del vostro esercito, rapidi e imprevedibili, capaci di sferrare attacchi sorpresa alle linee nemiche.\nI PEDONI\nI pedoni sono i soldati semplici del vostro esercito, ma non sottovalutare il loro valore!\nSi muovono in avanti di una casa alla volta, ma catturano i pezzi avversari in diagonale sempre di una casa.\nUn’eccezione importante riguarda la loro prima mossa: in quel caso, i pedoni possono avanzare di due case anziché una.\nIn sostanza: se il pedone non è stato mai mosso dall’inizio della partita, può avanzare sia di una che di due case, dopodiché potrà avanzare solo di una casa.\nAttenzione però!\nSe il pedone ha davanti a sé un altro pezzo (sia del proprio schieramento oppure dell’avversario) non può assolutamente avanzare!\nAd esempio…\nRaggiunta questa posizione, i due pedoni non potranno più avanzare! Sono tutt’e due bloccati!\nRicorda bene: i pedoni non possono assolutamente tornare indietro! Possono andare solo in avanti!\nIn questa posizione specifica, essi potranno avanzare solo catturando, ma andiamo a vedere nei dettagli come funziona la cattura!\nLE CATTURE DEI PEDONI\nCome anticipato prima, per quanto riguarda le catture, i pedoni possono catturare di una casa in diagonale, sia a destra che a sinistra, ma solo di una (ciò per quanto riguarda solo le catture! Se nella casa in diagonale non è presente un pezzo avversario, i pedoni si possono muovere solo in avanti e non in diagonale).\nQuindi…\nOvviamente tutti i pezzi possono essere catturati…\nMa in realtà non proprio tutti!\nQuesto perché, in una partita a scacchi, il re (l’obiettivo principale di ogni partita) non sarà mai catturato!\nIl re deve esserci sempre sulla scacchiera.\n“E allora se lo scopo del gioco è catturare il re avversario, come è possibile che non si possa catturare?”\nSemplicemente, qual ora si raggiungesse la posizione di scaccomatto (ovvero quella situazione in cui il re è minacciato ma non ha case disponibili su cui andare), la partita finisce senza che il re venga tolto dalla scacchiera.\nPer comprendere a pieno questo aspetto, ti ricordo che ho scritto un articolo completamente dedicato a ciò, eccolo qui, dagli un’occhiata: “la differenza tra scacco e scaccomatto”.\nTornando a noi, i pedoni sono come i fanti in una battaglia: numerosi, con un potenziale limitato, ma che se utilizzati al meglio possono essere devastanti!\nLA PRESA AL VARCO\nOltre che catturare di una casa in diagonale quando in essa è presente un pezzo avversario, i pedoni hanno il potere di catturare in un modo molto particolare in presenza di determinate caratteristiche!\nQuesta capacità riguarda la cattura dei pedoni avversari.\nInfatti, se un pedone avversario, muovendosi di sue case, si affianca a un tuo pedone, esso può essere catturato come se si fosse spostato di una sola casa anziché due!\nEcco un esempio…\nIn questa posizione, il pedone del nero si è affiancato a quello del bianco (ovvero sono sulla stessa traversa)…\nIn questo caso puoi decidere di catturare questo pedone del nero, anche se non si trova nella casa in diagonale in avanti!\nInfatti ti ricordo che i pedoni catturano di una casa obliqua in avanti.\nPerciò in questo caso puoi mangiare il pedone come se si fosse mosso solo di una casa…\nAttenzione!\nQuesta particolare cattura la puoi fare solo nel momento in cui il pedone da catturare è stato appena spinto.\nInfatti, se il tuo turno (appena il pedone avversario viene spinto di due case) viene utilizzato per fare un’altra mossa anziché catturare il pedone avversario al varco, perdi l’opportunità di sfruttare questa mossa speciale.\nPer farti capire al meglio…\nA questo punto non è più possibile effettuare questa cattura particolare!\nRiassumendo: o subito, o niente!\nLA PROMOZIONE DEI PEDONI\nVisto che i pedoni si possono muovere soltanto in avanti, cosa succede una volta che un pedone raggiunge l’ultima traversa?\nRimane bloccato?\nAssolutamente no! Infatti il pedone ha la possibilità di andare a promozione!\nQuesta regola fondamentale consente a un pedone di essere trasformato in un pezzo di valore superiore una volta raggiunta l’ottava traversa, cioè la fila più lontana dal suo campo di partenza.\nDi solito, un pedone viene promosso a una regina, ma può anche essere promosso a torre, alfiere o cavallo, a seconda della scelta del giocatore.\nIl giocatore ha l’obbligo di promuovere il pedone a un pezzo, non può scegliere se farlo o meno.\nIl pedone viene quindi sostituito dalla scelta del giocatore con il pezzo prescelto, posizionandolo sulla casella di promozione (l’ottava traversa) e rimuovendo contemporaneamente il pedone dalla scacchiera.\nLa scelta di promuovere un pedone a un pezzo specifico è fatta dal giocatore che controlla il pedone.\nLa scelta più comune è la promozione a una donna, poiché la donna è il pezzo più potente e versatile degli scacchi.\nTuttavia, in alcune situazioni particolari, la promozione a una torre, un alfiere o un cavallo può essere preferibile, a seconda della posizione e della strategia del giocatore.\nLa promozione di un pedone può essere un momento cruciale nella partita, in quanto può permettere al giocatore di ottenere un pezzo potente aggiuntivo e influenzare significativamente l’andamento della partita stessa.\nL’ARROCCO\nCome hai imparato quest’oggi, il re si può muovere soltanto di una casa in tutte le direzioni.\nTuttavia, c’è una mossa molto particolare che permette al re di muoversi di ben due case!\nQuesta mossa particolare si chiama “arrocco”.\nL’arrocco è una mossa speciale che coinvolge il re e una delle torri.\nQuesta mossa permette al re di spostarsi di due caselle verso la torre e alla torre di saltare sopra il re, posizionandosi sulla casella adiacente.\nEcco l’arrocco nella pratica…\nL’arrocco può essere effettuato solo se sono soddisfatte le seguenti condizioni:\nIl re non deve essere stato mosso in precedenza durante la partita.\nLa torre coinvolta nell’arrocco non deve essere stata mossa in precedenza durante la partita.\nNon ci devono essere altri pezzi tra il re e la torre coinvolta.\nIl re non deve essere sotto scacco.\nNessuna delle case attraversate dal re durante l’arrocco deve essere sotto attacco dell’avversario.\nPer comprendere meglio quest’ultimo aspetto…\nIn questa posizione non si può arroccare, in quanto una delle due case che il re dovrebbe attraversare è controllata dall’alfiere!\nUn concetto importante da sapere è che si possono eseguire due tipi di arrocco:\nArrocco corto: in questo caso l’arrocco si effettua sul lato del re, ovvero sul lato destro della scacchiera (la notazione per l’arrocco corto è “0-0”).\nL’arrocco corto è quello visto poco fa…\nArrocco lungo: in questo caso invece si arrocca sul lato di donna, ovvero sulla parte sinistra della scacchiera:\nLa notazione per l’arrocco lungo è “0-0-0“.\nIn sostanza la regola è sempre la stessa: il re si sposta di due case e la torre lo affianca dall’altra parte.\nMa qual è la necessità di eseguire questa mossa particolare?\nL’arrocco è una mossa importante poiché consente di mettere il re in una posizione più sicura, spostandolo dal centro scacchiera (dove spesso avviene il fulcro della battaglia) verso il bordo, e mettendo contemporaneamente la torre in una posizione più attiva.\nPer approfondire maggiormente questo aspetto, ti invito alla lettura di questo articolo: “quando effettuare l’arrocco”.\nDOMANDE E RISPOSTE\nOra che abbiamo visto come si muovono i pezzi sulla scacchiera, proviamo a rispondere ad alcune domande comuni riguardo al movimento dei pezzi:\nPosso muovere un pezzo e poi muoverlo di nuovo nel mio turno successivo?\nSì, è possibile muovere lo stesso pezzo in turni consecutivi, a patto che la mossa sia legale e non metta il re sotto scacco.\nPosso spostare un pezzo avversario durante il mio turno?\nNo, durante il tuo turno puoi muovere solo i tuoi pezzi.\nTuttavia, su scacchiera fisica, in caso di cattura di un pezzo avversario, quel pezzo viene catturato e quindi spostato per rimuoverlo dalla scacchiera.\nÈ possibile avere più di una regina?\nSì, è possibile avere più di una regina. Se un pedone raggiunge l’ottava traversa (per i bianchi) o la prima (per i neri), può essere promosso a regina (come visto prima), anche se ce n’è già una in gioco.\nVolendo, anche se è impossibile in una partita normale, ci possono essere anche 9 donne per giocatore (1 standard e 8 derivanti dalla promozione).\nSUGGERIMENTI PER PRINCIPIANTI\nOra che conosci i movimenti dei pezzi, ecco alcuni suggerimenti per iniziare a giocare a scacchi:\nControlla sempre la sicurezza del tuo re. \nRicorda che il tuo obiettivo principale è dare scaccomatto al re avversario, di conseguenza proteggere il tuo re diventa un passo essenziale! Assicurati sempre che il tuo re sia al sicuro prima di pianificare attacchi!\nSviluppa i tuoi pezzi rapidamente. \nNelle prime mosse della partita, cerca di mettere in gioco il maggior numero possibile di pezzi. Muovere ripetutamente lo stesso pezzo o concentrarsi esclusivamente sui pedoni può lasciare il tuo esercito indifeso!\nA ciò ti consiglio assolutamente la lettura di questo articolo: “l’importanza dello sviluppo a scacchi”.\nCon i tuoi pezzi, cerca di controllare il centro della scacchiera!\nIl controllo del centro ti darà più spazio per muovere i tuoi pezzi e ti darà la possibilità di limitare le opzioni del tuo avversario.\nQual è il centro della scacchiera? Eccolo, sono le case e4, e5, d4 e d5…\nCome? Non sai a cosa si riferiscono tutte queste lettere e numeri?\nTranquillo, si tratta semplicemente della notazione scacchistica!\nHo scritto un articolo dedicato, eccolo qui, dagli un’occhiata: “La notazione scacchistica”.\nImpara da ogni partita. \nNon abbi paura di fare errori! Gli scacchi sono un gioco complesso, e l’unico modo per migliorare è imparare dai propri errori.\nIl mio consiglio è quello di dare un occhio a questo articolo: “come migliorarsi a scacchi”.\nCONCLUSIONI\nOttimo! Ora sei un esperto su come si muovono i pezzi sulla scacchiera!\nRicorda però che conoscere il movimento dei pezzi è essenziale per giocare a scacchi, ma è solo l’inizio del tuo viaggio in questo fantastico mondo!\nPratica, studia e gioca con passione, e presto scoprirai la bellezza e la profondità di questo gioco affascinante. Buona fortuna!\nCATEGORIE\nPartite commentate\nPrincipianti\nStrategie avanzate\nTattica\nAperture\nMediogioco\nFinali\nComunicazioni & Consigli\nI PIÙ LETTI\nPrincipianti\nCOME DIVENTARE INSEGNANTE DI SCACCHI\nPrincipianti\nOBIETTIVO 1000 PUNTI IL PERCORSO PER MIGLIORARE A SCACCHI\nPrincipianti\n9 STRATEGIE PER VINCERE I FINALI DI SCACCHI\nPrincipianti\nLE MIGLIORI STRATEGIE PER VINCERE A SCACCHI\nPrincipianti\nCOME VINCERE A SCACCHI SENZA STUDIARE LA TEORIA\nPrincipianti\n5 COSE DA SAPERE PER MIGLIORARE A SCACCHI\nENTRA A FAR PARTE DELL'ACCADEMIA ONLINE\nFAI LA TUA MOSSA\nSOCIAL\n5 COMMENTI\nGianluca il 8 Maggio 2010 alle 10:02\nsui pedoni avrei citato anche la “presa en-passant” e per il cavallo avrei sottolineato di più la sua forza di “scavalcare” il pezzo…ma qui è la passione per questo pezzo che mi fa parlare!!! chiaro ed essenziale.\nChristian il 8 Maggio 2010 alle 11:04\nCiao Gianluca, si è verp, la presa al varco l’ avrei citat magari più avanti, sennò troppe regole tutte insieme! 🙂 PEr quanto riguarda il fatto che il cavallo può scavalcare.. mi son dimenticato di drlo! 😀 😀\nGianluca il 8 Maggio 2010 alle 14:58\nPer il pedone immaginavo, vista la tua battuta conclusiva…Comunque ribadisco: chiaro ed essenziale, quindi ideale per chi muove i primi passi.\ngermano il 12 Maggio 2010 alle 19:18\nsono un principiante,sei stato molto chiaro,continua cosi e….non vedo l’ora di seguire la prossima lezione….grazie\nChristian il 12 Maggio 2010 alle 22:12\nCiao Germano! Ti ringrazio, continuerò sicuramente, grazie dell’ incoraggiamento..!\nINVIA UN COMMENTO\nIl tuo indirizzo email non sarà pubblicato. I campi obbligatori sono contrassegnati *\nSalva il mio nome, email e sito web in questo browser per la prossima volta che commento.\nINVIA COMMENTO\nMATTOSCACCO S.R.L.\nVia Solferino 20/B, Casorate Sempione,\n21011 (Va)\nP.IVA: 03927970123\ninfo@mattoscacco.it\nPrivacy Policy – Cookie Policy –\nTermini e condizioni di vendita\nENTRA A FARE PARTE DELL’ACCADEMIA ONLINE\nFAI LA TUA MOSSA\n© 2023 – Design by WebtoDo\n100%\nCome posso aiutarti?\nContinua senza accettare →\nINFORMATIVA\nNoi e terze parti selezionate utilizziamo cookie o tecnologie simili per finalità tecniche e, con il tuo consenso, anche per le finalità di esperienza e misurazione come specificato nella cookie policy.\nPuoi liberamente prestare, rifiutare o revocare il tuo consenso, in qualsiasi momento, accedendo al pannello delle preferenze. Il rifiuto del consenso può rendere non disponibili le relative funzioni.\nUsa il pulsante “Accetta tutto” per acconsentire. Usa il pulsante “Rifiuta tutto” o chiudi questa informativa per continuare senza accettare.\nNecessari\nEsperienza\nMisurazione\nScopri di più\nRifiuta tutto\nAccetta tutto"
}