{
  "url": "https://www.mistercalcio.com/esercizi-calcio/allenamento-di-calcio-per-adulti/",
  "timestamp": 1744663444.2543876,
  "content": "Diamo valore alla tua privacy\nUtilizziamo i cookie per migliorare la tua esperienza di navigazione, offrirti pubblicità o contenuti personalizzati e analizzare il nostro traffico. Cliccando “Accetta tutti”, acconsenti al nostro utilizzo dei cookie.\nPersonalizza\nRifiuta tutto\nAccettare tutto\nACCEDI REGISTRATI\nHOME\n#DILETTANTEACHI\nBLOG\nCLIENTI\nPREZZI\nCONTATTI\nHomeEsercizi CalcioAllenamento di calcio per adulti\nAllenamento di calcio per adulti\n24 Luglio 2018\nContenuto [Nascondi]\n1 Come strutturare una seduta di allenamento di calcio?\n2 Settimana tipo\n3 Dettaglio delle sedute della settimana di un allenamento di calcio\n4 Struttura di un allenamento\n5 Attivazione: Esercizio sulla tecnica funzionale\n6 Fase centrale: Rondos 4vs4 + 4 jolly\n7 Fase finale: Partita finale\n8 Conclusioni\nCome strutturare una seduta di allenamento di calcio?\nScommetto sia una domanda ricorrente in ognuno di noi e la utilizzo per presentarvi l’argomento odierno.\nAspetto fondamentale è la pianificazione della stagione, un macro – obiettivo iniziale da raggiungere, che andremo a suddividere in più mesocicli.\nSecondo poi, è importante sapere quale sarà la frequenza settimanale.\nTralasciando i professionisti, (che hanno volumi e intensità di lavoro elevate), le sedute di squadre dilettantistiche si aggirano sulle 3-4 a settimana.\nLe componenti da allenare sono molteplici, e dovremo concentrarle e pianificarle in modo tale da dargli il giusto peso.\nDovranno essere eseguite con concetti ben chiari in mente sul da farsi.\nPrima di tutto dobbiamo tenere conto del materiale tecnico e tattico a disposizione, sia per quando riguarda l’età biologica, sia le caratteristiche di ogni singolo giocatore.\nIn questo articolo, tratteremo argomenti riguardanti atleti di una prima squadra.\nLa durata di una seduta, in media, si aggira intorno ai 90 – 120 minuti.\nI tempi su cui suddividere l’allenamento, saranno legati alla durata delle singole esercitazioni, (perciò variabili).\nSettimana tipo\nDi seguito riporto una settimana tipo ideale, è una proposta personale in base alle mie esperienze sul campo.\nLunedì: riposo.\nMartedi:\nriscaldamento 20’ (mobilizzazione – stretching dinamico – coordinazione – esercizi di corsa generale);\n15’ tecnica funzionale – individuale (controllo e trasmissione);\n15′ – 20′ possessi palla a tema (quadrato piccolo fino a dimensioni più grandi);\n20’ partita libera;\n5’ defaticamento conclusivi.\nMercoledi:\n15’ attivazione con il mister sul campo;\n25′ – 35’  lavoro tecnico tattico: fase offensiva / difensiva (soluzioni per la manovra); \n25’ circuito di forza.\nAl termine del lavoro cambio dei gruppi e proseguimento della seduta di allenamento.\nSi conclude con una partita finale a campo ridotto, della durata di 7 minuti per tempo.\nGiovedì: Partita amichevole.\nVenerdi:\n15’di riscaldamento;\nlavoro di velocità e rapidità (skip, scatti in piano 10-15-20 mt);\nlavoro tecnico tattico, (tattica offensiva e/o difensiva);\npartitella finale.\nDomenica : partita.\nDettaglio delle sedute della settimana di un allenamento di calcio\nMartedì:\nLa settimana di lavoro inizia con la seduta del martedì.\nLa squadra prima di andare a svolgere sul campo l’allenamento, con il mister e lo staff tecnico, analizzerà la gara della domenica appena trascorsa.\nUna parte del lavoro di analisi è dedicato alla partita giocata.\nL’altra è incentrata sulle caratteristiche della squadra che si andrà ad affrontare in quella successiva.\nAll’interno dell’analisi vengono analizzati gli aspetti offensivi e difensivi di gioco ed eventualmente anche quelli individuali.\nA seguire sul campo, tutto il gruppo inizia con una fase di riscaldamento generale.\nIn questa fase l’obiettivo, è quello di rimettere in movimento il corpo dopo un giorno di pausa.\nCosì facendo garantiamo la giusta progressione didattica per arrivare alla piena attivazione del corpo.\nSi susseguono:\nesercizi di mobilizzazione generale;\nandature di stretching dinamico;\nandature coordinative;\nallunghi sulle distanze.\nTerminata la prima parte, inizia il lavoro con la palla.\nVengono introdotti esercizi di tecnica individuale con circuiti tecnici.\nL’obiettivo è di completare la fase del riscaldamento e di preparare la fase successiva della seduta.\nLa nostra successione prevede esercizi di possesso a bassa intensità, caratterizzati da blocchi di lavoro su spazio ridotto (es. quadrati 25 x 20 con un lavoro di 4vs4 + 4 jolly).\nL’obiettivo è quello di consolidare il lavoro tecnico appena terminato, andando a toccare le capacità aerobiche di base.\nTerminata questa parte che ricopre la prima ora di allenamento, si  finisce la seduta con una partita a campo ridotto, in forma libera.\nIl gruppo conclude con 5 minuti di defaticamento.\nMercoledì:\nIl mercoledì, è il giorno dedicato all’allenamento della forza.\nIn base al numero di giocatori, (qualora fosse sostanziale), consiglio di dividere il gruppo in due blocchi.\nIn questo modo posso garantire a tutti gli elementi della squadra, una giusta progressione di lavoro e la cura del dettaglio tecnico.\nUn gruppo lavora con il mister sugli aspetti tecnico tattici, e una parte lavora con il preparatore atletico.\nGruppo mister: si esegue un riscaldamento tecnico con circuiti con palla, (percorsi slalom – superamento ostacoli ecc.).\nSi prosegue con esercizi di organizzazione tattica di squadra.\nIn base alle esigenze dell’allenatore si sceglie di lavorare sugli aspetti offensivi o difensivi di squadra.\nConsiglio in base alla mia recente esperienza (da allenatore in seconda in promozione), di curare le 2 fasi in due sedute differenti.\nIn entrambi i casi le regole da rispettare sono: fasi brevi di lavoro con impegno muscolare ridotto, ma con richiesta di partecipazione e di concentrazione molto alta.\nPer questo motivo, facciamo questo tipo di lavoro tattico ad inizio dell’allenamento.\nQuesti punti sono fondamentali perché permettono di preservare gli aspetti fisici in funzione alla forza.\nGruppo Preparatore Atletico: la seduta inizia con esercizi di mobilità della colonna, esercizi di attivazione muscolare per gli arti inferiori.\nTerminata la fase preparatoria, inizia la seduta vera e propria.\nIl nostro lavoro prevede un circuito a stazioni.\nVengono proposte in successione stazioni di lavoro:\n con l’obiettivo di costruzione muscolare;\n che ricercano maggiormente gli aspetti coordinativi;\nche ricercano gli aspetti preventivi, soprattutto dei muscoli accessori più deboli e solitamente più stressati durante la competizione.\nPer ognuna di queste stazioni si eseguono diverse ripetizioni.\nI circuiti cambiano continuamente, poiché l’obiettivo è mettere in crisi il sistema, per apportare continui miglioramenti alle capacità dell’individuo.\nTerminato il lavoro con il preparatore, si completa la seduta di allenamento sul campo, con l’esecuzione di sprint, con cambi di direzione.\nTerminata questa prima parte, i gruppi si invertono.\nIl gruppo che ha lavorato con il mister, raggiunge il preparatore.\nL’allenamento si conclude con una partita finale a campo ridotto, della durata di 7 minuti per tempo.\nGiovedì:\nSi inizia a preparare sul campo la gara che si andrà a svolgere nel week end.\nLa seduta inizia con un riscaldamento generale della durata di 15′ – 20′.\nNella gara amichevole, cerchiamo di preparare la squadra con le idee e i principi con i quali abbiamo pensato di affrontare la partita della domenica.\nCosa importante, è dosare nelle gambe di tutti i giocatori, il giusto minutaggio, più o meno 45 minuti cadauno.\nVenerdì:\nIl venerdì rappresenta l’ultima seduta della settimana.\nE’ la più contenuta per durata, e per proposte di lavoro.\nAd un riscaldamento a secco o con il pallone, iniziale della durata di 20’, segue una breve parte dedicata all’organizzazione di gioco.\nOptiamo per inserire questa parte subito, per avere la massima attenzione e concentrazione all’inizio della seduta.\nAvvicinandosi alla gara, l’attenzione ai dettagli è fondamentale.\nTerminata questa parte si eseguono alcuni percorsi di reattività (poche ripetizioni circa 3 – 4 per percorso).\nNell’ultima parte dell’allenamento inseriamo alcune partitine a metà campo.\nPartenza della palla da situazione inattiva di gioco (rimessa laterale, calcio d’angolo, rimessa dal fondo).\nNella palle inattive ricerchiamo sia l’organizzazione di squadra in fase difensiva, che in fase offensiva.\nDomenica:\nE’ il giorno della gara.\nTutti i giocatori in forma organizzata, eseguono un riscaldamento pre – gara.\nIn base al loro impiego, vengono organizzati in maniera differente.\nTendenzialmente i giocatori che effettuano almeno 70’ di gioco possono essere considerati come “allenati”.\nDettaglio sintetico: 20’ riscaldamento pre gara – per giocatori impiegati nella partita regolamentare.\nStruttura di un allenamento\nOra andrò a simulare nel dettaglio una seduta di allenamento del martedì, anticipandovi che altre saranno motivo di trattazione futura.\nVi mostro come può essere strutturato il lavoro con esercitazioni mirate.\nQuindi come prima cosa vado a suddividere la seduta in tre fasi:\nattivazione\nfase centrale\nfase finale\nAttivazione: Esercizio sulla tecnica funzionale\nEsercitazione dove c’è una ripetizione di gestualità tecniche.\nDescrizione:\n1.  la palla viene trasmessa al laterale opposto.\n2. la palla viene trasmessa al vertice che si muove in contro movimento.\nMentre la palla arriva al vertice alto,il vertice basso attacca allo spazio (indicato dai segnalatori), posto sul lato da cui arriva la palla.\nL’altro spazio è attaccato dal laterale opposto.\n3. la palla viene appoggiata dal vertice alto al vertice basso, e viene trasmessa al vertice che si muove in contro movimento.\n4. quest’ ultimo, correndo velocemente, riceve il pallone e lo conduce all’interno di una delle due porticine, ( 1 metro di larghezza), delimitate dietro al vertice.\nIl laterale che ha trasmesso palla al vertice, e non ha attaccato lo spazio, si posiziona al posto del vertice basso e svolgerà il ruolo di vertice nell’azione successiva.\n5. la palla viene giocata in profondità incrociando.\nSi riavvia l’azione iniziando nel senso opposto.\nL’importante è trovare soluzioni per ridurre i tempi di gioco.\nTrasmettere la palla con forza, condurla rapidamente, riprendere velocemente la sequenza successiva.\nFase centrale: Rondos 4vs4 + 4 jolly\nIn questa esercitazione andiamo ad affinare tutto ciò che riguarda il lavoro tecnico, e le capacità aerobiche di base.\nInfatti non richiedo ai miei giocatori alta intensità, solo cura del gesto tecnico applicato alla situazione tattica.\nIn un rettangolo di gioco mt 30×20(25) attiveremo un possesso palla 4vs4 + 4 jolly, per il consolidamento del pallone.\nLa squadra in possesso ha la possibilità di giocare con i 4 jolly rossi posti fuori dal rettangolo di gioco.\nL’obiettivo è raggiungere 5 passaggi consecutivi per conquistare il punto.\nSvolgendo il lavoro di martedì adotto questa pianificazione:\nOgni 4 minuti si cambiano i giocatori esterni. Il volume totale di ogni squadra non lo porto mai oltre i 16 min di esercitazione\nI rondos sono simili ai nostri classici torelli, con la differenza che possono essere connotati da elementi tattici.\nFase finale: Partita finale\nNella fase conclusiva della seduta di allenamento, andiamo ad affrontare una partita a campo ridotto, in forma libera.\nNella quale richiedo a tutti i miei giocatori, di mettere in atto tutto ciò che siamo andati a toccare durante la sessione.\nInoltre non andrò a richiedere alta intensità, ma bensì la cura dei gesti tecnici.\nFiniamo con 5 minuti di defaticamento.\nProprio come il riscaldamento prepara il corpo e lo attiva in vista di una sessione di allenamento, il defaticamento ha lo scopo di aiutare il corpo nel processo di recupero dopo l’attività fisica.\nConclusioni\nSe dovessimo avere un gruppo numeroso di giocatori, è fondamentale sdoppiare sempre i gruppi.\nQuesto per consentire di svolgere le esercitazione in modo fluido senza avere “tempi morti”.\nInoltre spesso imprevisti, alterano la normale programmazione settimanale.\nQuindi è importante conservare elasticità mentale nell’organizzare ogni singola seduta, in funzione di una corretta programmazione settimanale.\nCondividi insieme a noi le tue impressioni e considerazioni.\nCommenta di sotto.\nGrazie.\nCiao,\nCarlo Ambrosone.\nQuanto ti è piaciuto l'articolo?\nVotalo e dicci cosa ne pensi\n(11 voti, 4,64 su 5)\nesercizi calcio\nallenamento, allenatore, prima squadra, rondos\nForse ti potrebbe interessare anche...\n22 Luglio 2024\nMigliora l’Uscita Palla: Esercitazione Under 15\nesercizi calcio, blog\ncostruzione dal basso, rondos, settore giovanile\n8 Giugno 2024\nSeduta di Allenamento Calcio U17: Esercitazioni e Coinvolgimento\nscuola calcio, blog\nmodulo 4-2-3-1, rondos, seduta di allenamento calcio\n1 Marzo 2024\nCos’è il Rondo?\nesercizi calcio, blog\npassaggio, riaggressione, rondos\n23 Dicembre 2023\nAttivazione Tecnica: il rombo posizionale\nesercizi calcio, blog\nattivazione tecnica, passaggio, prima squadra, smarcamento\nRICERCA ARTICOLO\nRicerca nel sito:\nULTIMI ARTICOLI\nAllenatore Calcio: Guida Completa alle Licenze e ai Corsi\nIl Parma di Pecchia: Gioco Propositivo e Tattiche Raffinate\nCostruzione dal basso: esercitazione 6vs6 con jolly “pazzo”\nEsercitazione ad alta intensità durante la preparazione atletica\nL’Arte della Motivazione nel Calcio: Consigli per Allenatori di Successo\nPartita a Tema: Come Allenare i Principi del Gioco\nMigliora l’Uscita Palla: Esercitazione Under 15\nAbout Carlo Ambrosone\nCarlo Ambrosone - Istruttore scuola calcio con esperienze nel settore giovanile, corso Grassroots Uefa E FIGC. Papà di Daniel e Nicole. Amo i bambini, amo stare con loro, insegnargli calcio ma soprattutto i buoni comportamenti di vita. Amo vedere nei loro occhi la gioia e la felicità mi riempie il cuore. Cerco semplicemente di aiutarli e seguirli al meglio in ciò che amano fare più di tutto.\nLink Sociali\nView all Posts\nNON PERDERE UN SOLO CONTENUTO CONDIVISO⬇️\nHanno già scelto MisterCalcio.com nella versione personalizzata\nHanno già scelto MisterCalcio.com nella versione Super per Società\n© Software Allenatori di calcio – Mistercalcio.com | 2025 | P.I. 02983210598\nHome Contatti Privacy Policy – Adeguamento al GDPR Cookie Policy Termini e condizioni d’utilizzo"
}